-- MySQL dump 10.11
--
-- Host: localhost    Database: people
-- ------------------------------------------------------
-- Server version	5.0.77

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `Academic`
--

DROP TABLE IF EXISTS `Academic`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Academic` (
  `academicId` int(2) NOT NULL auto_increment,
  `academicName` varchar(100) NOT NULL,
  PRIMARY KEY  (`academicId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Academic`
--

LOCK TABLES `Academic` WRITE;
/*!40000 ALTER TABLE `Academic` DISABLE KEYS */;
/*!40000 ALTER TABLE `Academic` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Acquisition`
--

DROP TABLE IF EXISTS `Acquisition`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Acquisition` (
  `acquisitionId` int(2) NOT NULL auto_increment,
  `acquisitionName` varchar(100) NOT NULL,
  PRIMARY KEY  (`acquisitionId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Acquisition`
--

LOCK TABLES `Acquisition` WRITE;
/*!40000 ALTER TABLE `Acquisition` DISABLE KEYS */;
/*!40000 ALTER TABLE `Acquisition` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Adddateleave_edu`
--

DROP TABLE IF EXISTS `Adddateleave_edu`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Adddateleave_edu` (
  `personId` int(11) NOT NULL default '0',
  `seqId` int(11) NOT NULL default '0',
  `orderNoLeave` varchar(11) NOT NULL default '',
  `year` int(4) NOT NULL default '0',
  `orderNo` varchar(11) NOT NULL default '',
  `orderDate` date NOT NULL default '0000-00-00',
  `startDateLeaveNew` date NOT NULL default '0000-00-00',
  `endDateLeaveNew` date NOT NULL default '0000-00-00',
  `numyearleaveNew` int(3) NOT NULL default '0',
  `nummonthleaveNew` int(3) NOT NULL default '0',
  `numdayleaveNew` int(3) NOT NULL default '0',
  `reference` varchar(50) NOT NULL default '',
  `note` varchar(50) NOT NULL default '',
  `statusApprove` char(3) NOT NULL default '',
  PRIMARY KEY  (`personId`,`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Adddateleave_edu`
--

LOCK TABLES `Adddateleave_edu` WRITE;
/*!40000 ALTER TABLE `Adddateleave_edu` DISABLE KEYS */;
/*!40000 ALTER TABLE `Adddateleave_edu` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Adjourn`
--

DROP TABLE IF EXISTS `Adjourn`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Adjourn` (
  `seqId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `orderNo` varchar(20) NOT NULL default '',
  `orderDate` date NOT NULL default '0000-00-00',
  `orderAt` varchar(100) NOT NULL,
  `effectDate` date NOT NULL,
  `pId` varchar(11) NOT NULL default '0',
  `adlineId` int(2) NOT NULL default '0',
  `levelposId` int(2) NOT NULL,
  `stepSal` float NOT NULL default '0',
  `salary` int(5) NOT NULL default '0',
  `degreeId` int(2) NOT NULL default '0',
  `educmajorId` int(2) NOT NULL default '0',
  `nposId` varchar(11) NOT NULL default '0',
  `nadminposId` int(11) NOT NULL,
  `nadlineId` int(2) NOT NULL,
  `nlevelposId` int(2) NOT NULL,
  `nstepSal` float NOT NULL default '0',
  `nsalary` int(5) NOT NULL default '0',
  `ndeptkpId` int(2) NOT NULL default '0',
  `directorateId` int(2) NOT NULL default '0',
  `partyAtId` int(2) NOT NULL default '0',
  `partyId` int(2) NOT NULL default '0',
  `partypracticeId` int(2) NOT NULL default '0',
  `reference` varchar(100) NOT NULL default '',
  `notice` text NOT NULL,
  `statusaporder` char(1) NOT NULL,
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ให้โอน/ย้าย';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Adjourn`
--

LOCK TABLES `Adjourn` WRITE;
/*!40000 ALTER TABLE `Adjourn` DISABLE KEYS */;
/*!40000 ALTER TABLE `Adjourn` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Adlinepos`
--

DROP TABLE IF EXISTS `Adlinepos`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Adlinepos` (
  `adlineId` int(2) NOT NULL auto_increment,
  `adlineName` varchar(100) NOT NULL,
  `adlineAbbr` varchar(100) NOT NULL,
  `poskindId` int(2) NOT NULL default '0',
  `adminposId` int(2) NOT NULL default '0',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`adlineId`),
  KEY `poskindId` (`poskindId`),
  KEY `adminposId` (`adminposId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ตำแหน่งในสายงาน';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Adlinepos`
--

LOCK TABLES `Adlinepos` WRITE;
/*!40000 ALTER TABLE `Adlinepos` DISABLE KEYS */;
/*!40000 ALTER TABLE `Adlinepos` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Admid`
--

DROP TABLE IF EXISTS `Admid`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Admid` (
  `personId` int(11) NOT NULL default '0',
  `kId` int(11) NOT NULL default '0',
  `admidreceiveDate` date NOT NULL default '0000-00-00',
  `practiceDate` date NOT NULL default '0000-00-00',
  `orderNo` varchar(20) NOT NULL default '',
  `orderDate` date NOT NULL default '0000-00-00',
  `budYear` varchar(4) NOT NULL default '',
  `pId` int(11) NOT NULL default '0',
  `levelposId` int(2) NOT NULL default '0',
  `stepSal` float NOT NULL default '0',
  `salary` int(11) NOT NULL default '0',
  `hireId` int(2) NOT NULL default '0',
  `adlineId` int(11) NOT NULL,
  `partyAtId` int(2) NOT NULL default '0',
  `partyId` int(2) NOT NULL default '0',
  `partypracticeId` int(2) NOT NULL default '0',
  `deptId` int(2) NOT NULL default '0',
  `assignId` int(2) NOT NULL default '0',
  `degreeadmidId` int(2) NOT NULL default '0',
  `educmajoradmidId` int(3) NOT NULL default '0',
  `promiseNo` varchar(10) NOT NULL default '',
  `startDate` date NOT NULL default '0000-00-00',
  `endDate` date NOT NULL default '0000-00-00',
  `reference` varchar(100) NOT NULL default '',
  `notice` varchar(50) NOT NULL default '',
  `statusApprove` char(1) NOT NULL default '',
  `typeAdmid` char(2) NOT NULL default '',
  `seqAdmid` varchar(6) NOT NULL default '',
  `declareAdmid` varchar(50) NOT NULL default '',
  `oldpos` varchar(11) NOT NULL default '0',
  `oldposName` varchar(100) NOT NULL default '',
  `oldlevelpos` varchar(50) NOT NULL default '0',
  `oldSalary` int(6) NOT NULL default '0',
  `oldpartyAtId` int(2) NOT NULL default '0',
  `oldpartyId` int(2) NOT NULL default '0',
  `olddeptId` int(2) NOT NULL default '0',
  `firstadmidDate` date NOT NULL default '0000-00-00',
  `firstpos` varchar(11) NOT NULL default '0',
  `firstadminposId` int(3) NOT NULL,
  `firstadlineId` int(11) NOT NULL,
  `firstlevelpos` varchar(50) NOT NULL default '0',
  `firstSalary` int(6) NOT NULL default '0',
  `firstpartyAtId` int(2) NOT NULL default '0',
  `firstpartyId` int(2) NOT NULL default '0',
  `firstdeptId` int(2) NOT NULL default '0',
  `directorateId` int(2) NOT NULL default '0',
  `firstdegreeadmidId` int(2) NOT NULL default '0',
  `firsteducmajoradmidId` int(2) NOT NULL default '0',
  `tbType` char(1) NOT NULL default '',
  `orderAt` varchar(50) NOT NULL default '',
  `levelId` int(3) NOT NULL default '0',
  `firstlevelId` int(3) NOT NULL default '0',
  `firstdeptId2` int(2) NOT NULL default '0',
  `olddeptId2` int(2) NOT NULL default '0',
  `olddirectorateId` int(2) NOT NULL,
  `adminposId` int(11) NOT NULL,
  `adminId` int(2) NOT NULL,
  `effectDate` date NOT NULL,
  `useSalary` int(2) NOT NULL,
  PRIMARY KEY  (`personId`,`kId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='บรรจุ , รับโอน';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Admid`
--

LOCK TABLES `Admid` WRITE;
/*!40000 ALTER TABLE `Admid` DISABLE KEYS */;
/*!40000 ALTER TABLE `Admid` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Admin`
--

DROP TABLE IF EXISTS `Admin`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Admin` (
  `adminId` int(2) NOT NULL auto_increment,
  `adminName` varchar(100) NOT NULL default '',
  `adminAbbr` varchar(100) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`adminId`)
) ENGINE=InnoDB AUTO_INCREMENT=17 DEFAULT CHARSET=utf8 COMMENT='ตำแหน่งบริหาร';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Admin`
--

LOCK TABLES `Admin` WRITE;
/*!40000 ALTER TABLE `Admin` DISABLE KEYS */;
INSERT INTO `Admin` VALUES (1,'คณบดี','',0),(2,'รองคณบดีฝ่ายบริหาร','',0),(3,'รองคณบดีฝ่ายวิชาการ','',0),(4,'รองคณบดีฝ่ายวิจัยและบัณฑิตศึกษา','',0),(5,'รองคณบดีฝ่ายวางแผนและพัฒนา','',0),(6,'รองคณบดีฝ่ายกิจการนิสิต','',0),(7,'รองคณบดีฝ่ายกิจการพิเศษและวิเทศสัมพันธ์','',0),(8,'หัวหน้าภาควิชา','',0),(9,'รองคณบดีฝ่ายบริหารยุทธศาสตร์และมาตรฐานการศึกษา','',0),(10,'รองคณบดีฝ่ายวิชาการและบัณฑิตศึกษา','',0),(11,'รองคณบดีฝ่ายการคลังและทรัพย์สิน','',0),(12,'รองคณบดีฝ่ายวิจัยและวิเทศสัมพันธ์','',0),(13,'รองคณบดีฝ่ายกิจการนิสิตและศิษย์เก่าสัมพันธ์','',0),(14,'ผู้ช่วยคณบดีฝ่ายทรัพยากรบุคคล','',0),(15,'รองคณบดีฝ่ายวิจัยและถ่ายทอดเทคโนโลยี','',0),(16,'รองคณบดีฝ่ายทรัพยากรบุคคลและการสื่อสารองค์กร','',0);
/*!40000 ALTER TABLE `Admin` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Adminpos`
--

DROP TABLE IF EXISTS `Adminpos`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Adminpos` (
  `adminposId` int(2) NOT NULL auto_increment,
  `adminposName` varchar(100) NOT NULL,
  `adminposAbbr` varchar(100) NOT NULL,
  `postype1` int(2) NOT NULL default '0',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`adminposId`)
) ENGINE=InnoDB AUTO_INCREMENT=34 DEFAULT CHARSET=utf8 COMMENT='ตำแหน่งในการบริหารงา';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Adminpos`
--

LOCK TABLES `Adminpos` WRITE;
/*!40000 ALTER TABLE `Adminpos` DISABLE KEYS */;
INSERT INTO `Adminpos` VALUES (1,'ไม่ระบุ','',0,0),(2,'เจ้าหน้าที่บริหารงานทั่วไป','',0,0),(3,'ผู้ช่วยศาสตราจารย์','',0,0),(4,'อาจารย์','',0,0),(5,'ผู้ปฏิบัติงานวิทยาศาสตร์','',0,0),(6,'พนักงานบริการอัดสำเนา','',0,0),(7,'นักวิทยาศาสตร์','',0,0),(8,'นักวิชาการโสตทัศนศึกษา','',0,0),(9,'นักวิชาการคอมพิวเตอร์','',0,0),(10,'รองศาสตราจารย์','',0,0),(11,'ผู้ปฏิบัติงานบริหาร','',0,0),(12,'พนักงานผลิตทดลอง','',0,0),(13,'พนักงานขับรถยนต์','',0,0),(14,'พนักงานเข้าและเย็บเล่ม','',0,0),(15,'พนักงานห้องทดลอง','',0,0),(16,'นักวิชาการศึกษา','',0,0),(17,'นักวิชาการเงินและบัญชี','',0,0),(18,'บรรณารักษ์','',0,0),(19,'ช่างเครื่องคอมพิวเตอร์','',0,0),(20,'นิสิตผู้ช่วยวิจัย','',0,0),(21,'ผู้ช่วยนักวิจัย','',0,0),(22,'นักวิชาการพัสดุ','',0,0),(23,'บุคลากร','',0,0),(24,'ช่างเทคนิค','',0,0),(25,'พนักงานผลิตและทดลอง','',0,0),(26,'นักวิเคราะห์นโยบายและแผน','',0,0),(27,'ผู้ปฎิบัติงานช่าง','-',0,0),(28,'ผู้ช่วยช่างทั่วไป','',0,0),(29,'พนักงานบริการเอกสารทั่วไป','',0,0),(30,'เจ้าหน้าที่บริหารงานทั่วไป ชำนาญการ','',0,0),(31,'นักวิชาการพัชดุ ชำนาญการ','',0,0),(32,'นักวิชาการศึกษา ชำนาญการ','',0,0),(33,'นักวิทยาศาสตร์ ชำนาญการ','',0,0);
/*!40000 ALTER TABLE `Adminpos` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Agency`
--

DROP TABLE IF EXISTS `Agency`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Agency` (
  `agencyId` int(2) NOT NULL auto_increment,
  `agencyName` varchar(100) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  `sequence` int(11) NOT NULL default '0',
  PRIMARY KEY  (`agencyId`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8 COMMENT='˹钷ը?Ã?҃';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Agency`
--

LOCK TABLES `Agency` WRITE;
/*!40000 ALTER TABLE `Agency` DISABLE KEYS */;
INSERT INTO `Agency` VALUES (1,'ประธานกรรมการ',0,2),(2,'รองประธานกรรมการ',0,4),(3,'เลขานุการ',0,8),(4,'ผู้ช่วยเลขานุการ',0,9),(5,'กรรมการ',0,5),(6,'ที่ปรึกษา',0,1),(7,'ผู้เข้าร่วมประชุม',0,10),(8,'กรรมการและเลขานุการ',0,6),(9,'กรรมการประเภทผู้ทรงคุณวุฒิ',0,3),(10,'กรรมการและผู้ช่วยเลขานุการ',0,7);
/*!40000 ALTER TABLE `Agency` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Amphur`
--

DROP TABLE IF EXISTS `Amphur`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Amphur` (
  `amphurId` int(4) NOT NULL auto_increment,
  `amphurName` varchar(30) NOT NULL default '',
  `amphurNameEng` varchar(30) NOT NULL default '',
  `provinceId` int(2) NOT NULL default '0',
  `used` varchar(1) NOT NULL default 'Y' COMMENT 'Y,N',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`amphurId`),
  KEY `provinceId` (`provinceId`)
) ENGINE=InnoDB AUTO_INCREMENT=942 DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Amphur`
--

LOCK TABLES `Amphur` WRITE;
/*!40000 ALTER TABLE `Amphur` DISABLE KEYS */;
INSERT INTO `Amphur` VALUES (1,'พระนคร','',1,'Y',0),(2,'ดุสิต','',1,'Y',0),(3,'หนองจอก','',1,'Y',0),(4,'บางรัก','',1,'Y',0),(5,'บางเขน','',1,'Y',0),(6,'บางกะปิ','',1,'Y',0),(7,'ปทุมวัน','',1,'Y',0),(8,'ป้อมปราบศัตรูพ่าย','',1,'Y',0),(9,'พระโขนง','',1,'Y',0),(10,'มีนบุรี','',1,'Y',0),(11,'ลาดกระบัง','',1,'Y',0),(12,'ยานนาวา','',1,'Y',0),(13,'สัมพันธวงศ์','',1,'Y',0),(14,'พญาไท','',1,'Y',0),(15,'ธนบุรี','',1,'Y',0),(16,'บางกอกใหญ่','',1,'Y',0),(17,'ห้วยขวาง','',1,'Y',0),(18,'คลองสาน','',1,'Y',0),(19,'ตลิ่งชัน','',1,'Y',0),(20,'บางกอกน้อย','',1,'Y',0),(21,'บางขุนเทียน','',1,'Y',0),(22,'ภาษีเจริญ','',1,'Y',0),(23,'หนองแขม','',1,'Y',0),(24,'ราษฎร์บูรณะ','',1,'Y',0),(25,'บางพลัด','',1,'Y',0),(26,'ดินแดง','',1,'Y',0),(27,'บึงกุ่ม','',1,'Y',0),(28,'สาทร','',1,'Y',0),(29,'บางซื่อ','',1,'Y',0),(30,'จตุจักร','',1,'Y',0),(31,'บางคอแหลม','',1,'Y',0),(32,'ประเวศ','',1,'Y',0),(33,'คลองเตย','',1,'Y',0),(34,'สวนหลวง','',1,'Y',0),(35,'จอมทอง','',1,'Y',0),(36,'ดอนเมือง','',1,'Y',0),(37,'ราชเทวี','',1,'Y',0),(38,'ลาดพร้าว','',1,'Y',0),(39,'วัฒนา','',1,'Y',0),(40,'บางแค','',1,'Y',0),(41,'หลักสี่','',1,'Y',0),(42,'สายไหม','',1,'Y',0),(43,'คันนายาว','',1,'Y',0),(44,'สะพานสูง','',1,'Y',0),(45,'วังทองหลาง','',1,'Y',0),(46,'คลองสามวา','',1,'Y',0),(47,'บางนา','',1,'Y',0),(48,'ทวีวัฒนา','',1,'Y',0),(49,'ทุ่งครุ','',1,'Y',0),(50,'บางบอน','',1,'Y',0),(51,'บ้านทะวาย','',1,'Y',0),(52,'เมืองสมุทรปราการ','',2,'Y',0),(53,'บางบ่อ','',2,'Y',0),(54,'บางพลี','',2,'Y',0),(55,'พระประแดง','',2,'Y',0),(56,'พระสมุทรเจดีย์','',2,'Y',0),(57,'กิ่งอำเภอบางเสาธง','',2,'Y',0),(58,'เมืองนนทบุรี','',3,'Y',0),(59,'บางกรวย','',3,'Y',0),(60,'บางใหญ่','',3,'Y',0),(61,'บางบัวทอง','',3,'Y',0),(62,'ไทรน้อย','',3,'Y',0),(63,'ปากเกร็ด','',3,'Y',0),(64,'เมืองปทุมธานี','',4,'Y',0),(65,'คลองหลวง','',4,'Y',0),(66,'ธัญบุรี','',4,'Y',0),(67,'หนองเสือ','',4,'Y',0),(68,'ลาดหลุมแก้ว','',4,'Y',0),(69,'ลำลูกกา','',4,'Y',0),(70,'สามโคก','',4,'Y',0),(71,'พระนครศรีอยุธยา','',5,'Y',0),(72,'ท่าเรือ','',5,'Y',0),(73,'นครหลวง','',5,'Y',0),(74,'บางไทร','',5,'Y',0),(75,'บางบาล','',5,'Y',0),(76,'บางปะอิน','',5,'Y',0),(77,'บางปะหัน','',5,'Y',0),(78,'ผักไห่','',5,'Y',0),(79,'ภาชี','',5,'Y',0),(80,'ลาดบัวหลวง','',5,'Y',0),(81,'วังน้อย','',5,'Y',0),(82,'เสนา','',5,'Y',0),(83,'บางซ้าย','',5,'Y',0),(84,'อุทัย','',5,'Y',0),(85,'มหาราช','',5,'Y',0),(86,'บ้านแพรก','',5,'Y',0),(87,'เมืองอ่างทอง','',6,'Y',0),(88,'ไชโย','',6,'Y',0),(89,'ป่าโมก','',6,'Y',0),(90,'โพธิ์ทอง','',6,'Y',0),(91,'แสวงหา','',6,'Y',0),(92,'วิเศษชัยชาญ','',6,'Y',0),(93,'สามโก้','',6,'Y',0),(94,'เมืองลพบุรี','',7,'Y',0),(95,'พัฒนานิคม','',7,'Y',0),(96,'โคกสำโรง','',7,'Y',0),(97,'ชัยบาดาล','',7,'Y',0),(98,'ท่าวุ้ง','',7,'Y',0),(99,'บ้านหมี่','',7,'Y',0),(100,'ท่าหลวง','',7,'Y',0),(101,'สระโบสถ์','',7,'Y',0),(102,'โคกเจริญ','',7,'Y',0),(103,'ลำสนธิ','',7,'Y',0),(104,'หนองม่วง','',7,'Y',0),(105,'บ้านเช่า','',7,'Y',0),(106,'เมืองสิงห์บุรี','',8,'Y',0),(107,'บางระจัน','',8,'Y',0),(108,'ค่ายบางระจัน','',8,'Y',0),(109,'พรหมบุรี','',8,'Y',0),(110,'ท่าช้าง','',8,'Y',0),(111,'อินทร์บุรี','',8,'Y',0),(112,'เมืองชัยนาท','',9,'Y',0),(113,'มโนรมย์','',9,'Y',0),(114,'วัดสิงห์','',9,'Y',0),(115,'สรรพยา','',9,'Y',0),(116,'สรรคบุรี','',9,'Y',0),(117,'หันคา','',9,'Y',0),(118,'กิ่งอำเภอหนองมะโมง','',9,'Y',0),(119,'กิ่งอำเภอเนินขาม','',9,'Y',0),(120,'เมืองสระบุรี','',10,'Y',0),(121,'แก่งคอย','',10,'Y',0),(122,'หนองแค','',10,'Y',0),(123,'วิหารแดง','',10,'Y',0),(124,'หนองแซง','',10,'Y',0),(125,'บ้านหมอ','',10,'Y',0),(126,'ดอนพุด','',10,'Y',0),(127,'หนองโดน','',10,'Y',0),(128,'พระพุทธบาท','',10,'Y',0),(129,'เสาไห้','',10,'Y',0),(130,'มวกเหล็ก','',10,'Y',0),(131,'วังม่วง','',10,'Y',0),(132,'เฉลิมพระเกียรติ','',10,'Y',0),(133,'เมืองชลบุรี','',11,'Y',0),(134,'บ้านบึง','',11,'Y',0),(135,'หนองใหญ่','',11,'Y',0),(136,'บางละมุง','',11,'Y',0),(137,'พานทอง','',11,'Y',0),(138,'พนัสนิคม','',11,'Y',0),(139,'ศรีราชา','',11,'Y',0),(140,'เกาะสีชัง','',11,'Y',0),(141,'สัตหีบ','',11,'Y',0),(142,'บ่อทอง','',11,'Y',0),(143,'กิ่งอำเภอเกาะจันทร์','',11,'Y',0),(144,'เมืองระยอง','',12,'Y',0),(145,'บ้านฉาง','',12,'Y',0),(146,'แกลง','',12,'Y',0),(147,'วังจันทร์','',12,'Y',0),(148,'บ้านค่าย','',12,'Y',0),(149,'ปลวกแดง','',12,'Y',0),(150,'กิ่งอำเภอเขาชะเมา','',12,'Y',0),(151,'กิ่งอำเภอนิคมพัฒนา','',12,'Y',0),(152,'เมืองจันทบุรี','',13,'Y',0),(153,'ขลุง','',13,'Y',0),(154,'ท่าใหม่','',13,'Y',0),(155,'โป่งน้ำร้อน','',13,'Y',0),(156,'มะขาม','',13,'Y',0),(157,'แหลมสิงห์','',13,'Y',0),(158,'สอยดาว','',13,'Y',0),(159,'แก่งหางแมว','',13,'Y',0),(160,'นายายอาม','',13,'Y',0),(161,'กิ่งอำเภอเขาคิชฌกูฏ','',13,'Y',0),(162,'กิ่งอำเภอกำพุธ','',13,'Y',0),(163,'เมืองตราด','',14,'Y',0),(164,'คลองใหญ่','',14,'Y',0),(165,'เขาสมิง','',14,'Y',0),(166,'บ่อไร่','',14,'Y',0),(167,'แหลมงอบ','',14,'Y',0),(168,'กิ่งอำเภอเกาะกูด','',14,'Y',0),(169,'กิ่งอำเภอเกาะช้าง','',14,'Y',0),(170,'เมืองฉะเชิงเทรา','',15,'Y',0),(171,'บางคล้า','',15,'Y',0),(172,'บางน้ำเปรี้ยว','',15,'Y',0),(173,'บางปะกง','',15,'Y',0),(174,'บ้านโพธิ์','',15,'Y',0),(175,'พนมสารคาม','',15,'Y',0),(176,'ราชสาส์น','',15,'Y',0),(177,'สนามชัยเขต','',15,'Y',0),(178,'แปลงยาว','',15,'Y',0),(179,'ท่าตะเกียบ','',15,'Y',0),(180,'กิ่งอำเภอคลองเขื่อน','',15,'Y',0),(181,'เมืองปราจีนบุรี','',16,'Y',0),(182,'กบินทร์บุรี','',16,'Y',0),(183,'นาดี','',16,'Y',0),(184,'บ้านสร้าง','',16,'Y',0),(185,'ประจันตคาม','',16,'Y',0),(186,'ศรีมหาโพธิ','',16,'Y',0),(187,'ศรีมโหสถ','',16,'Y',0),(188,'เมืองนครนายก','',17,'Y',0),(189,'ปากพลี','',17,'Y',0),(190,'บ้านนา','',17,'Y',0),(191,'องครักษ์','',17,'Y',0),(192,'เมืองสระแก้ว','',18,'Y',0),(193,'คลองหาด','',18,'Y',0),(194,'ตาพระยา','',18,'Y',0),(195,'วังน้ำเย็น','',18,'Y',0),(196,'วัฒนานคร','',18,'Y',0),(197,'อรัญประเทศ','',18,'Y',0),(198,'เขาฉกรรจ์','',18,'Y',0),(199,'กิ่งอำเภอโคกสูง','',18,'Y',0),(200,'กิ่งอำเภอวังสมบูรณ์','',18,'Y',0),(201,'เมืองนครราชสีมา','',19,'Y',0),(202,'ครบุรี','',19,'Y',0),(203,'เสิงสาง','',19,'Y',0),(204,'คง','',19,'Y',0),(205,'บ้านเหลื่อม','',19,'Y',0),(206,'จักราช','',19,'Y',0),(207,'โชคชัย','',19,'Y',0),(208,'ด่านขุนทด','',19,'Y',0),(209,'โนนไทย','',19,'Y',0),(210,'โนนสูง','',19,'Y',0),(211,'ขามสะแกแสง','',19,'Y',0),(212,'บัวใหญ่','',19,'Y',0),(213,'ประทาย','',19,'Y',0),(214,'ปักธงชัย','',19,'Y',0),(215,'พิมาย','',19,'Y',0),(216,'ห้วยแถลง','',19,'Y',0),(217,'ชุมพวง','',19,'Y',0),(218,'สูงเนิน','',19,'Y',0),(219,'ขามทะเลสอ','',19,'Y',0),(220,'สีคิ้ว','',19,'Y',0),(221,'ปากช่อง','',19,'Y',0),(222,'หนองบุนนาก','',19,'Y',0),(223,'แก้งสนามนาง','',19,'Y',0),(224,'โนนแดง','',19,'Y',0),(225,'วังน้ำเขียว','',19,'Y',0),(226,'กิ่งอำเภอเทพารักษ์','',19,'Y',0),(227,'กิ่งอำเภอเมืองยาง','',19,'Y',0),(228,'กิ่งอำเภอพระทองคำ','',19,'Y',0),(229,'กิ่งอำเภอลำทะเมนชัย','',19,'Y',0),(230,'กิ่งอำเภอบัวลาย','',19,'Y',0),(231,'กิ่งอำเภอสีดา','',19,'Y',0),(232,'เฉลิมพระเกียรติ','',19,'Y',0),(233,'โนนลาว','',19,'Y',0),(234,'เมืองบุรีรัมย์','',20,'Y',0),(235,'คูเมือง','',20,'Y',0),(236,'กระสัง','',20,'Y',0),(237,'นางรอง','',20,'Y',0),(238,'หนองกี่','',20,'Y',0),(239,'ละหานทราย','',20,'Y',0),(240,'ประโคนชัย','',20,'Y',0),(241,'บ้านกรวด','',20,'Y',0),(242,'พุทไธสง','',20,'Y',0),(243,'ลำปลายมาศ','',20,'Y',0),(244,'สตึก','',20,'Y',0),(245,'ปะคำ','',20,'Y',0),(246,'นาโพธิ์','',20,'Y',0),(247,'หนองหงส์','',20,'Y',0),(248,'พลับพลาชัย','',20,'Y',0),(249,'ห้วยราช','',20,'Y',0),(250,'โนนสุวรรณ','',20,'Y',0),(251,'ชำนิ','',20,'Y',0),(252,'บ้านใหม่ไชยพจน์','',20,'Y',0),(253,'โนนดินแดง','',20,'Y',0),(254,'กิ่งอำเภอบ้านด่าน','',20,'Y',0),(255,'กิ่งอำเภอแคนดง','',20,'Y',0),(256,'เฉลิมพระเกียรติ','',20,'Y',0),(257,'เมืองสุรินทร์','',21,'Y',0),(258,'ชุมพลบุรี','',21,'Y',0),(259,'ท่าตูม','',21,'Y',0),(260,'จอมพระ','',21,'Y',0),(261,'ปราสาท','',21,'Y',0),(262,'กาบเชิง','',21,'Y',0),(263,'รัตนบุรี','',21,'Y',0),(264,'สนม','',21,'Y',0),(265,'ศีขรภูมิ','',21,'Y',0),(266,'สังขะ','',21,'Y',0),(267,'ลำดวน','',21,'Y',0),(268,'สำโรงทาบ','',21,'Y',0),(269,'บัวเชด','',21,'Y',0),(270,'กิ่งอำเภอพนมดงรัก','',21,'Y',0),(271,'กิ่งอำเภอศรีณรงค์','',21,'Y',0),(272,'กิ่งอำเภอเขวาสินรินทร์','',21,'Y',0),(273,'กิ่งอำเภอโนนนารายณ์','',21,'Y',0),(274,'เมืองศรีสะเกษ','',22,'Y',0),(275,'ยางชุมน้อย','',22,'Y',0),(276,'กันทรารมย์','',22,'Y',0),(277,'กันทรลักษ์','',22,'Y',0),(278,'ขุขันธ์','',22,'Y',0),(279,'ไพรบึง','',22,'Y',0),(280,'ปรางค์กู่','',22,'Y',0),(281,'ขุนหาญ','',22,'Y',0),(282,'ราษีไศล','',22,'Y',0),(283,'อุทุมพรพิสัย','',22,'Y',0),(284,'บึงบูรพ์','',22,'Y',0),(285,'ห้วยทับทัน','',22,'Y',0),(286,'โนนคูณ','',22,'Y',0),(287,'ศรีรัตนะ','',22,'Y',0),(288,'น้ำเกลี้ยง','',22,'Y',0),(289,'วังหิน','',22,'Y',0),(290,'ภูสิงห์','',22,'Y',0),(291,'เมืองจันทร์','',22,'Y',0),(292,'เบญจลักษ์','',22,'Y',0),(293,'พยุห์','',22,'Y',0),(294,'กิ่งอำเภอโพธิ์ศรีสุวรรณ','',22,'Y',0),(295,'กิ่งอำเภอศิลาลาด','',22,'Y',0),(296,'เมืองอุบลราชธานี','',23,'Y',0),(297,'ศรีเมืองใหม่','',23,'Y',0),(298,'โขงเจียม','',23,'Y',0),(299,'เขื่องใน','',23,'Y',0),(300,'เขมราฐ','',23,'Y',0),(301,'เดชอุดม','',23,'Y',0),(302,'นาจะหลวย','',23,'Y',0),(303,'น้ำยืน','',23,'Y',0),(304,'บุณฑริก','',23,'Y',0),(305,'ตระการพืชผล','',23,'Y',0),(306,'กุดข้าวปุ้น','',23,'Y',0),(307,'ม่วงสามสิบ','',23,'Y',0),(308,'วารินชำราบ','',23,'Y',0),(309,'พิบูลมังสาหาร','',23,'Y',0),(310,'ตาลสุม','',23,'Y',0),(311,'โพธิ์ไทร','',23,'Y',0),(312,'สำโรง','',23,'Y',0),(313,'ดอนมดแดง','',23,'Y',0),(314,'สิรินธร','',23,'Y',0),(315,'ทุ่งศรีอุดม','',23,'Y',0),(316,'กิ่งอำเภอศรีหลักชัย','',23,'Y',0),(317,'กิ่งอำเภอนาเยีย','',23,'Y',0),(318,'กิ่งอำเภอนาตาล','',23,'Y',0),(319,'กิ่งอำเภอเหล่าเสือโก้ก','',23,'Y',0),(320,'กิ่งอำเภอสว่างวีระวงศ์','',23,'Y',0),(321,'กิ่งอำเภอน้ำขุ่น','',23,'Y',0),(322,'สุวรรณวารี','',23,'Y',0),(323,'เมืองยโสธร','',24,'Y',0),(324,'ทรายมูล','',24,'Y',0),(325,'กุดชุม','',24,'Y',0),(326,'คำเขื่อนแก้ว','',24,'Y',0),(327,'ป่าติ้ว','',24,'Y',0),(328,'มหาชนะชัย','',24,'Y',0),(329,'ค้อวัง','',24,'Y',0),(330,'เลิงนกทา','',24,'Y',0),(331,'ไทยเจริญ','',24,'Y',0),(332,'เมืองชัยภูมิ','',25,'Y',0),(333,'บ้านเขว้า','',25,'Y',0),(334,'คอนสวรรค์','',25,'Y',0),(335,'เกษตรสมบูรณ์','',25,'Y',0),(336,'หนองบัวแดง','',25,'Y',0),(337,'จัตุรัส','',25,'Y',0),(338,'บำเหน็จณรงค์','',25,'Y',0),(339,'หนองบัวระเหว','',25,'Y',0),(340,'เทพสถิต','',25,'Y',0),(341,'ภูเขียว','',25,'Y',0),(342,'บ้านแท่น','',25,'Y',0),(343,'แก้งคร้อ','',25,'Y',0),(344,'คอนสาร','',25,'Y',0),(345,'ภักดีชุมพล','',25,'Y',0),(346,'เนินสง่า','',25,'Y',0),(347,'กิ่งอำเภอซับใหญ่','',25,'Y',0),(348,'เมืองอำนาจเจริญ','',26,'Y',0),(349,'ชานุมาน','',26,'Y',0),(350,'ปทุมราชวงศา','',26,'Y',0),(351,'พนา','',26,'Y',0),(352,'เสนางคนิคม','',26,'Y',0),(353,'หัวตะพาน','',26,'Y',0),(354,'ลืออำนาจ','',26,'Y',0),(355,'เมืองหนองบัวลำภู','',27,'Y',0),(356,'นากลาง','',27,'Y',0),(357,'โนนสัง','',27,'Y',0),(358,'ศรีบุญเรือง','',27,'Y',0),(359,'สุวรรณคูหา','',27,'Y',0),(360,'นาวัง','',27,'Y',0),(361,'เมืองขอนแก่น','',28,'Y',0),(362,'บ้านฝาง','',28,'Y',0),(363,'พระยืน','',28,'Y',0),(364,'หนองเรือ','',28,'Y',0),(365,'ชุมแพ','',28,'Y',0),(366,'สีชมพู','',28,'Y',0),(367,'น้ำพอง','',28,'Y',0),(368,'อุบลรัตน์','',28,'Y',0),(369,'กระนวน','',28,'Y',0),(370,'บ้านไผ่','',28,'Y',0),(371,'เปือยน้อย','',28,'Y',0),(372,'พล','',28,'Y',0),(373,'แวงใหญ่','',28,'Y',0),(374,'แวงน้อย','',28,'Y',0),(375,'หนองสองห้อง','',28,'Y',0),(376,'ภูเวียง','',28,'Y',0),(377,'มัญจาคีรี','',28,'Y',0),(378,'ชนบท','',28,'Y',0),(379,'เขาสวนกวาง','',28,'Y',0),(380,'ภูผาม่าน','',28,'Y',0),(381,'กิ่งอำเภอซำสูง','',28,'Y',0),(382,'กิ่งอำเภอโคกโพธิ์ไชย','',28,'Y',0),(383,'กิ่งอำเภอหนองนาคำ','',28,'Y',0),(384,'กิ่งอำเภอบ้านแฮด','',28,'Y',0),(385,'กิ่งอำเภอโนนศิลา','',28,'Y',0),(386,'เมืองอุดรธานี','',29,'Y',0),(387,'กุดจับ','',29,'Y',0),(388,'หนองวัวซอ','',29,'Y',0),(389,'กุมภวาปี','',29,'Y',0),(390,'โนนสะอาด','',29,'Y',0),(391,'หนองหาน','',29,'Y',0),(392,'ทุ่งฝน','',29,'Y',0),(393,'ไชยวาน','',29,'Y',0),(394,'ศรีธาตุ','',29,'Y',0),(395,'วังสามหมอ','',29,'Y',0),(396,'บ้านดุง','',29,'Y',0),(397,'บ้านผือ','',29,'Y',0),(398,'น้ำโสม','',29,'Y',0),(399,'เพ็ญ','',29,'Y',0),(400,'สร้างคอม','',29,'Y',0),(401,'หนองแสง','',29,'Y',0),(402,'นายูง','',29,'Y',0),(403,'พิบูลย์รักษ์','',29,'Y',0),(404,'กิ่งอำเภอกู่แก้ว','',29,'Y',0),(405,'กิ่งอำเภอประจักษ์ศิลปาคม','',29,'Y',0),(406,'เมืองเลย','',30,'Y',0),(407,'นาด้วง','',30,'Y',0),(408,'เชียงคาน','',30,'Y',0),(409,'ปากชม','',30,'Y',0),(410,'ด่านซ้าย','',30,'Y',0),(411,'นาแห้ว','',30,'Y',0),(412,'ภูเรือ','',30,'Y',0),(413,'ท่าลี่','',30,'Y',0),(414,'วังสะพุง','',30,'Y',0),(415,'ภูกระดึง','',30,'Y',0),(416,'ภูหลวง','',30,'Y',0),(417,'ผาขาว','',30,'Y',0),(418,'กิ่งอำเภอเอราวัณ','',30,'Y',0),(419,'กิ่งอำเภอหนองหิน','',30,'Y',0),(420,'เมืองหนองคาย','',31,'Y',0),(421,'ท่าบ่อ','',31,'Y',0),(422,'บึงกาฬ','',31,'Y',0),(423,'พรเจริญ','',31,'Y',0),(424,'โพนพิสัย','',31,'Y',0),(425,'โซ่พิสัย','',31,'Y',0),(426,'ศรีเชียงใหม่','',31,'Y',0),(427,'สังคม','',31,'Y',0),(428,'เซกา','',31,'Y',0),(429,'ปากคาด','',31,'Y',0),(430,'บึงโขงหลง','',31,'Y',0),(431,'ศรีวิไล','',31,'Y',0),(432,'บุ่งคล้า','',31,'Y',0),(433,'กิ่งอำเภอสระใคร','',31,'Y',0),(434,'กิ่งอำเภอเฝ้าไร่','',31,'Y',0),(435,'กิ่งอำเภอรัตนวาปี','',31,'Y',0),(436,'กิ่งอำเภอโพธิ์ตาก','',31,'Y',0),(437,'เมืองมหาสารคาม','',32,'Y',0),(438,'แกดำ','',32,'Y',0),(439,'โกสุมพิสัย','',32,'Y',0),(440,'กันทรวิชัย','',32,'Y',0),(441,'เชียงยืน','',32,'Y',0),(442,'บรบือ','',32,'Y',0),(443,'นาเชือก','',32,'Y',0),(444,'พยัคฆภูมิพิสัย','',32,'Y',0),(445,'วาปีปทุม','',32,'Y',0),(446,'นาดูน','',32,'Y',0),(447,'ยางสีสุราช','',32,'Y',0),(448,'กิ่งอำเภอกุดรัง','',32,'Y',0),(449,'กิ่งอำเภอชื่นชม','',32,'Y',0),(450,'หลุบ','',32,'Y',0),(451,'เมืองร้อยเอ็ด','',33,'Y',0),(452,'เกษตรวิสัย','',33,'Y',0),(453,'ปทุมรัตต์','',33,'Y',0),(454,'จตุรพักตรพิมาน','',33,'Y',0),(455,'ธวัชบุรี','',33,'Y',0),(456,'พนมไพร','',33,'Y',0),(457,'โพนทอง','',33,'Y',0),(458,'โพธิ์ชัย','',33,'Y',0),(459,'หนองพอก','',33,'Y',0),(460,'เสลภูมิ','',33,'Y',0),(461,'สุวรรณภูมิ','',33,'Y',0),(462,'เมืองสรวง','',33,'Y',0),(463,'โพนทราย','',33,'Y',0),(464,'อาจสามารถ','',33,'Y',0),(465,'เมยวดี','',33,'Y',0),(466,'ศรีสมเด็จ','',33,'Y',0),(467,'จังหาร','',33,'Y',0),(468,'กิ่งอำเภอเชียงขวัญ','',33,'Y',0),(469,'กิ่งอำเภอหนองฮี','',33,'Y',0),(470,'กิ่งอำเภอทุ่งเขาหลวง','',33,'Y',0),(471,'เมืองกาฬสินธุ์','',34,'Y',0),(472,'นามน','',34,'Y',0),(473,'กมลาไสย','',34,'Y',0),(474,'ร่องคำ','',34,'Y',0),(475,'กุฉินารายณ์','',34,'Y',0),(476,'เขาวง','',34,'Y',0),(477,'ยางตลาด','',34,'Y',0),(478,'ห้วยเม็ก','',34,'Y',0),(479,'สหัสขันธ์','',34,'Y',0),(480,'คำม่วง','',34,'Y',0),(481,'ท่าคันโท','',34,'Y',0),(482,'หนองกุงศรี','',34,'Y',0),(483,'สมเด็จ','',34,'Y',0),(484,'ห้วยผึ้ง','',34,'Y',0),(485,'กิ่งอำเภอสามชัย','',34,'Y',0),(486,'กิ่งอำเภอนาคู','',34,'Y',0),(487,'กิ่งอำเภอดอนจาน','',34,'Y',0),(488,'กิ่งอำเภอฆ้องชัย','',34,'Y',0),(489,'เมืองสกลนคร','',35,'Y',0),(490,'กุสุมาลย์','',35,'Y',0),(491,'กุดบาก','',35,'Y',0),(492,'พรรณานิคม','',35,'Y',0),(493,'พังโคน','',35,'Y',0),(494,'วาริชภูมิ','',35,'Y',0),(495,'นิคมน้ำอูน','',35,'Y',0),(496,'วานรนิวาส','',35,'Y',0),(497,'คำตากล้า','',35,'Y',0),(498,'บ้านม่วง','',35,'Y',0),(499,'อากาศอำนวย','',35,'Y',0),(500,'สว่างแดนดิน','',35,'Y',0),(501,'ส่องดาว','',35,'Y',0),(502,'เต่างอย','',35,'Y',0),(503,'โคกศรีสุพรรณ','',35,'Y',0),(504,'เจริญศิลป์','',35,'Y',0),(505,'โพนนาแก้ว','',35,'Y',0),(506,'ภูพาน','',35,'Y',0),(507,'บ้านหัน','',35,'Y',0),(508,'เมืองนครพนม','',36,'Y',0),(509,'ปลาปาก','',36,'Y',0),(510,'ท่าอุเทน','',36,'Y',0),(511,'บ้านแพง','',36,'Y',0),(512,'ธาตุพนม','',36,'Y',0),(513,'เรณูนคร','',36,'Y',0),(514,'นาแก','',36,'Y',0),(515,'ศรีสงคราม','',36,'Y',0),(516,'นาหว้า','',36,'Y',0),(517,'โพนสวรรค์','',36,'Y',0),(518,'นาทม','',36,'Y',0),(519,'กิ่งอำเภอวังยาง','',36,'Y',0),(520,'เมืองมุกดาหาร','',37,'Y',0),(521,'นิคมคำสร้อย','',37,'Y',0),(522,'ดอนตาล','',37,'Y',0),(523,'ดงหลวง','',37,'Y',0),(524,'คำชะอี','',37,'Y',0),(525,'หว้านใหญ่','',37,'Y',0),(526,'หนองสูง','',37,'Y',0),(527,'เมืองเชียงใหม่','',38,'Y',0),(528,'จอมทอง','',38,'Y',0),(529,'แม่แจ่ม','',38,'Y',0),(530,'เชียงดาว','',38,'Y',0),(531,'ดอยสะเก็ด','',38,'Y',0),(532,'แม่แตง','',38,'Y',0),(533,'แม่ริม','',38,'Y',0),(534,'สะเมิง','',38,'Y',0),(535,'ฝาง','',38,'Y',0),(536,'แม่อาย','',38,'Y',0),(537,'พร้าว','',38,'Y',0),(538,'สันป่าตอง','',38,'Y',0),(539,'สันกำแพง','',38,'Y',0),(540,'สันทราย','',38,'Y',0),(541,'หางดง','',38,'Y',0),(542,'ฮอด','',38,'Y',0),(543,'ดอยเต่า','',38,'Y',0),(544,'อมก๋อย','',38,'Y',0),(545,'สารภี','',38,'Y',0),(546,'เวียงแหง','',38,'Y',0),(547,'ไชยปราการ','',38,'Y',0),(548,'แม่วาง','',38,'Y',0),(549,'กิ่งอำเภอแม่ออน','',38,'Y',0),(550,'กิ่งอำเภอดอยหล่อ','',38,'Y',0),(551,'เมืองลำพูน','',39,'Y',0),(552,'แม่ทา','',39,'Y',0),(553,'บ้านโฮ่ง','',39,'Y',0),(554,'ลี้','',39,'Y',0),(555,'ทุ่งหัวช้าง','',39,'Y',0),(556,'ป่าซาง','',39,'Y',0),(557,'บ้านธิ','',39,'Y',0),(558,'กิ่งอำเภอเวียงหนองล่อง','',39,'Y',0),(559,'เมืองลำปาง','',40,'Y',0),(560,'แม่เมาะ','',40,'Y',0),(561,'เกาะคา','',40,'Y',0),(562,'เสริมงาม','',40,'Y',0),(563,'งาว','',40,'Y',0),(564,'แจ้ห่ม','',40,'Y',0),(565,'วังเหนือ','',40,'Y',0),(566,'เถิน','',40,'Y',0),(567,'แม่พริก','',40,'Y',0),(568,'แม่ทะ','',40,'Y',0),(569,'สบปราบ','',40,'Y',0),(570,'ห้างฉัตร','',40,'Y',0),(571,'เมืองปาน','',40,'Y',0),(572,'เมืองอุตรดิตถ์','',41,'Y',0),(573,'ตรอน','',41,'Y',0),(574,'ท่าปลา','',41,'Y',0),(575,'น้ำปาด','',41,'Y',0),(576,'ฟากท่า','',41,'Y',0),(577,'บ้านโคก','',41,'Y',0),(578,'พิชัย','',41,'Y',0),(579,'ลับแล','',41,'Y',0),(580,'ทองแสนขัน','',41,'Y',0),(581,'เมืองแพร่','',42,'Y',0),(582,'ร้องกวาง','',42,'Y',0),(583,'ลอง','',42,'Y',0),(584,'สูงเม่น','',42,'Y',0),(585,'เด่นชัย','',42,'Y',0),(586,'สอง','',42,'Y',0),(587,'วังชิ้น','',42,'Y',0),(588,'หนองม่วงไข่','',42,'Y',0),(589,'เมืองน่าน','',43,'Y',0),(590,'แม่จริม','',43,'Y',0),(591,'บ้านหลวง','',43,'Y',0),(592,'นาน้อย','',43,'Y',0),(593,'ปัว','',43,'Y',0),(594,'ท่าวังผา','',43,'Y',0),(595,'เวียงสา','',43,'Y',0),(596,'ทุ่งช้าง','',43,'Y',0),(597,'เชียงกลาง','',43,'Y',0),(598,'นาหมื่น','',43,'Y',0),(599,'สันติสุข','',43,'Y',0),(600,'บ่อเกลือ','',43,'Y',0),(601,'สองแคว','',43,'Y',0),(602,'กิ่งอำเภอภูเพียง','',43,'Y',0),(603,'เฉลิมพระเกียรติ','',43,'Y',0),(604,'เมืองพะเยา','',44,'Y',0),(605,'จุน','',44,'Y',0),(606,'เชียงคำ','',44,'Y',0),(607,'เชียงม่วน','',44,'Y',0),(608,'ดอกคำใต้','',44,'Y',0),(609,'ปง','',44,'Y',0),(610,'แม่ใจ','',44,'Y',0),(611,'กิ่งอำเภอภูซาง','',44,'Y',0),(612,'กิ่งอำเภอภูกามยาว','',44,'Y',0),(613,'เมืองเชียงราย','',45,'Y',0),(614,'เวียงชัย','',45,'Y',0),(615,'เชียงของ','',45,'Y',0),(616,'เทิง','',45,'Y',0),(617,'พาน','',45,'Y',0),(618,'ป่าแดด','',45,'Y',0),(619,'แม่จัน','',45,'Y',0),(620,'เชียงแสน','',45,'Y',0),(621,'แม่สาย','',45,'Y',0),(622,'แม่สรวย','',45,'Y',0),(623,'เวียงป่าเป้า','',45,'Y',0),(624,'พญาเม็งราย','',45,'Y',0),(625,'เวียงแก่น','',45,'Y',0),(626,'ขุนตาล','',45,'Y',0),(627,'แม่ฟ้าหลวง','',45,'Y',0),(628,'แม่ลาว','',45,'Y',0),(629,'กิ่งอำเภอเวียงเชียงรุ้ง','',45,'Y',0),(630,'กิ่งอำเภอดอยหลวง','',45,'Y',0),(631,'เมืองแม่ฮ่องสอน','',46,'Y',0),(632,'ขุนยวม','',46,'Y',0),(633,'ปาย','',46,'Y',0),(634,'แม่สะเรียง','',46,'Y',0),(635,'แม่ลาน้อย','',46,'Y',0),(636,'สบเมย','',46,'Y',0),(637,'ปางมะผ้า','',46,'Y',0),(638,'ม่วยต่อ','',46,'Y',0),(639,'เมืองนครสวรรค์','',47,'Y',0),(640,'โกรกพระ','',47,'Y',0),(641,'ชุมแสง','',47,'Y',0),(642,'หนองบัว','',47,'Y',0),(643,'บรรพตพิสัย','',47,'Y',0),(644,'เก้าเลี้ยว','',47,'Y',0),(645,'ตาคลี','',47,'Y',0),(646,'ท่าตะโก','',47,'Y',0),(647,'ไพศาลี','',47,'Y',0),(648,'พยุหะคีรี','',47,'Y',0),(649,'ลาดยาว','',47,'Y',0),(650,'ตากฟ้า','',47,'Y',0),(651,'แม่วงก์','',47,'Y',0),(652,'กิ่งอำเภอแม่เปิน','',47,'Y',0),(653,'กิ่งอำเภอชุมตาบง','',47,'Y',0),(654,'เมืองอุทัยธานี','',48,'Y',0),(655,'ทัพทัน','',48,'Y',0),(656,'สว่างอารมณ์','',48,'Y',0),(657,'หนองฉาง','',48,'Y',0),(658,'หนองขาหย่าง','',48,'Y',0),(659,'บ้านไร่','',48,'Y',0),(660,'ลานสัก','',48,'Y',0),(661,'ห้วยคต','',48,'Y',0),(662,'เมืองกำแพงเพชร','',49,'Y',0),(663,'ไทรงาม','',49,'Y',0),(664,'คลองลาน','',49,'Y',0),(665,'ขาณุวรลักษบุรี','',49,'Y',0),(666,'คลองขลุง','',49,'Y',0),(667,'พรานกระต่าย','',49,'Y',0),(668,'ลานกระบือ','',49,'Y',0),(669,'ทรายทองวัฒนา','',49,'Y',0),(670,'ปางศิลาทอง','',49,'Y',0),(671,'กิ่งอำเภอบึงสามัคคี','',49,'Y',0),(672,'กิ่งอำเภอโกสัมพีนคร','',49,'Y',0),(673,'เมืองตาก','',50,'Y',0),(674,'บ้านตาก','',50,'Y',0),(675,'สามเงา','',50,'Y',0),(676,'แม่ระมาด','',50,'Y',0),(677,'ท่าสองยาง','',50,'Y',0),(678,'แม่สอด','',50,'Y',0),(679,'พบพระ','',50,'Y',0),(680,'อุ้มผาง','',50,'Y',0),(681,'กิ่งอำเภอวังเจ้า','',50,'Y',0),(682,'กิ่งอำเภอท่าปุย','',50,'Y',0),(683,'เมืองสุโขทัย','',51,'Y',0),(684,'บ้านด่านลานหอย','',51,'Y',0),(685,'คีรีมาศ','',51,'Y',0),(686,'กงไกรลาศ','',51,'Y',0),(687,'ศรีสัชนาลัย','',51,'Y',0),(688,'ศรีสำโรง','',51,'Y',0),(689,'สวรรคโลก','',51,'Y',0),(690,'ศรีนคร','',51,'Y',0),(691,'ทุ่งเสลี่ยม','',51,'Y',0),(692,'เมืองพิษณุโลก','',52,'Y',0),(693,'นครไทย','',52,'Y',0),(694,'ชาติตระการ','',52,'Y',0),(695,'บางระกำ','',52,'Y',0),(696,'บางกระทุ่ม','',52,'Y',0),(697,'พรหมพิราม','',52,'Y',0),(698,'วัดโบสถ์','',52,'Y',0),(699,'วังทอง','',52,'Y',0),(700,'เนินมะปราง','',52,'Y',0),(701,'เมืองพิจิตร','',53,'Y',0),(702,'วังทรายพูน','',53,'Y',0),(703,'โพธิ์ประทับช้าง','',53,'Y',0),(704,'ตะพานหิน','',53,'Y',0),(705,'บางมูลนาก','',53,'Y',0),(706,'โพทะเล','',53,'Y',0),(707,'สามง่าม','',53,'Y',0),(708,'ทับคล้อ','',53,'Y',0),(709,'กิ่งอำเภอสากเหล็ก','',53,'Y',0),(710,'กิ่งอำเภอบึงนาราง','',53,'Y',0),(711,'กิ่งอำเภอดงเจริญ','',53,'Y',0),(712,'วชิรบารมี','',53,'Y',0),(713,'เมืองเพชรบูรณ์','',54,'Y',0),(714,'ชนแดน','',54,'Y',0),(715,'หล่มสัก','',54,'Y',0),(716,'หล่มเก่า','',54,'Y',0),(717,'วิเชียรบุรี','',54,'Y',0),(718,'ศรีเทพ','',54,'Y',0),(719,'หนองไผ่','',54,'Y',0),(720,'บึงสามพัน','',54,'Y',0),(721,'น้ำหนาว','',54,'Y',0),(722,'วังโป่ง','',54,'Y',0),(723,'เขาค้อ','',54,'Y',0),(724,'เมืองราชบุรี','',55,'Y',0),(725,'จอมบึง','',55,'Y',0),(726,'สวนผึ้ง','',55,'Y',0),(727,'ดำเนินสะดวก','',55,'Y',0),(728,'บ้านโป่ง','',55,'Y',0),(729,'บางแพ','',55,'Y',0),(730,'โพธาราม','',55,'Y',0),(731,'ปากท่อ','',55,'Y',0),(732,'วัดเพลง','',55,'Y',0),(733,'กิ่งอำเภอบ้านคา','',55,'Y',0),(734,'เมืองกาญจนบุรี','',56,'Y',0),(735,'ไทรโยค','',56,'Y',0),(736,'บ่อพลอย','',56,'Y',0),(737,'ศรีสวัสดิ์','',56,'Y',0),(738,'ท่ามะกา','',56,'Y',0),(739,'ท่าม่วง','',56,'Y',0),(740,'ทองผาภูมิ','',56,'Y',0),(741,'สังขละบุรี','',56,'Y',0),(742,'พนมทวน','',56,'Y',0),(743,'เลาขวัญ','',56,'Y',0),(744,'ด่านมะขามเตี้ย','',56,'Y',0),(745,'หนองปรือ','',56,'Y',0),(746,'ห้วยกระเจา','',56,'Y',0),(747,'บ้านทวน','',56,'Y',0),(748,'เมืองสุพรรณบุรี','',57,'Y',0),(749,'เดิมบางนางบวช','',57,'Y',0),(750,'ด่านช้าง','',57,'Y',0),(751,'บางปลาม้า','',57,'Y',0),(752,'ศรีประจันต์','',57,'Y',0),(753,'ดอนเจดีย์','',57,'Y',0),(754,'สองพี่น้อง','',57,'Y',0),(755,'สามชุก','',57,'Y',0),(756,'อู่ทอง','',57,'Y',0),(757,'หนองหญ้าไซ','',57,'Y',0),(758,'เมืองนครปฐม','',58,'Y',0),(759,'กำแพงแสน','',58,'Y',0),(760,'นครชัยศรี','',58,'Y',0),(761,'ดอนตูม','',58,'Y',0),(762,'บางเลน','',58,'Y',0),(763,'สามพราน','',58,'Y',0),(764,'พุทธมณฑล','',58,'Y',0),(765,'เมืองสมุทรสาคร','',59,'Y',0),(766,'กระทุ่มแบน','',59,'Y',0),(767,'บ้านแพ้ว','',59,'Y',0),(768,'เมืองสมุทรสงคราม','',60,'Y',0),(769,'บางคนที','',60,'Y',0),(770,'อัมพวา','',60,'Y',0),(771,'เมืองเพชรบุรี','',61,'Y',0),(772,'เขาย้อย','',61,'Y',0),(773,'หนองหญ้าปล้อง','',61,'Y',0),(774,'ชะอำ','',61,'Y',0),(775,'ท่ายาง','',61,'Y',0),(776,'บ้านลาด','',61,'Y',0),(777,'บ้านแหลม','',61,'Y',0),(778,'แก่งกระจาน','',61,'Y',0),(779,'เมืองประจวบคีรีขันธ์','',62,'Y',0),(780,'กุยบุรี','',62,'Y',0),(781,'ทับสะแก','',62,'Y',0),(782,'บางสะพาน','',62,'Y',0),(783,'บางสะพานน้อย','',62,'Y',0),(784,'ปราณบุรี','',62,'Y',0),(785,'หัวหิน','',62,'Y',0),(786,'กิ่งอำเภอสามร้อยยอด','',62,'Y',0),(787,'เมืองนครศรีธรรมราช','',63,'Y',0),(788,'พรหมคีรี','',63,'Y',0),(789,'ลานสกา','',63,'Y',0),(790,'ฉวาง','',63,'Y',0),(791,'พิปูน','',63,'Y',0),(792,'เชียรใหญ่','',63,'Y',0),(793,'ชะอวด','',63,'Y',0),(794,'ท่าศาลา','',63,'Y',0),(795,'ทุ่งสง','',63,'Y',0),(796,'นาบอน','',63,'Y',0),(797,'ทุ่งใหญ่','',63,'Y',0),(798,'ปากพนัง','',63,'Y',0),(799,'ร่อนพิบูลย์','',63,'Y',0),(800,'สิชล','',63,'Y',0),(801,'ขนอม','',63,'Y',0),(802,'หัวไทร','',63,'Y',0),(803,'บางขัน','',63,'Y',0),(804,'ถ้ำพรรณรา','',63,'Y',0),(805,'จุฬาภรณ์','',63,'Y',0),(806,'พระพรหม','',63,'Y',0),(807,'กิ่งอำเภอนบพิตำ','',63,'Y',0),(808,'กิ่งอำเภอช้างกลาง','',63,'Y',0),(809,'เฉลิมพระเกียรติ','',63,'Y',0),(810,'เมืองกระบี่','',64,'Y',0),(811,'เขาพนม','',64,'Y',0),(812,'เกาะลันตา','',64,'Y',0),(813,'คลองท่อม','',64,'Y',0),(814,'อ่าวลึก','',64,'Y',0),(815,'ปลายพระยา','',64,'Y',0),(816,'ลำทับ','',64,'Y',0),(817,'เหนือคลอง','',64,'Y',0),(818,'เมืองพังงา','',65,'Y',0),(819,'เกาะยาว','',65,'Y',0),(820,'กะปง','',65,'Y',0),(821,'ตะกั่วทุ่ง','',65,'Y',0),(822,'ตะกั่วป่า','',65,'Y',0),(823,'คุระบุรี','',65,'Y',0),(824,'ทับปุด','',65,'Y',0),(825,'ท้ายเหมือง','',65,'Y',0),(826,'เมืองภูเก็ต','',66,'Y',0),(827,'กะทู้','',66,'Y',0),(828,'ถลาง','',66,'Y',0),(829,'ทุ่งคา','',66,'Y',0),(830,'เมืองสุราษฎร์ธานี','',67,'Y',0),(831,'กาญจนดิษฐ์','',67,'Y',0),(832,'ดอนสัก','',67,'Y',0),(833,'เกาะสมุย','',67,'Y',0),(834,'เกาะพะงัน','',67,'Y',0),(835,'ไชยา','',67,'Y',0),(836,'ท่าชนะ','',67,'Y',0),(837,'คีรีรัฐนิคม','',67,'Y',0),(838,'บ้านตาขุน','',67,'Y',0),(839,'พนม','',67,'Y',0),(840,'ท่าฉาง','',67,'Y',0),(841,'บ้านนาสาร','',67,'Y',0),(842,'บ้านนาเดิม','',67,'Y',0),(843,'เคียนซา','',67,'Y',0),(844,'เวียงสระ','',67,'Y',0),(845,'พระแสง','',67,'Y',0),(846,'พุนพิน','',67,'Y',0),(847,'ชัยบุรี','',67,'Y',0),(848,'กิ่งอำเภอวิภาวดี','',67,'Y',0),(849,'บ้านดอน','',67,'Y',0),(850,'เมืองระนอง','',68,'Y',0),(851,'ละอุ่น','',68,'Y',0),(852,'กะเปอร์','',68,'Y',0),(853,'กระบุรี','',68,'Y',0),(854,'กิ่งอำเภอสุขสำราญ','',68,'Y',0),(855,'เมืองชุมพร','',69,'Y',0),(856,'ท่าแซะ','',69,'Y',0),(857,'ปะทิว','',69,'Y',0),(858,'หลังสวน','',69,'Y',0),(859,'ละแม','',69,'Y',0),(860,'พะโต๊ะ','',69,'Y',0),(861,'สวี','',69,'Y',0),(862,'ทุ่งตะโก','',69,'Y',0),(863,'เมืองสงขลา','',70,'Y',0),(864,'สทิงพระ','',70,'Y',0),(865,'จะนะ','',70,'Y',0),(866,'นาทวี','',70,'Y',0),(867,'เทพา','',70,'Y',0),(868,'สะบ้าย้อย','',70,'Y',0),(869,'ระโนด','',70,'Y',0),(870,'กระแสสินธุ์','',70,'Y',0),(871,'รัตภูมิ','',70,'Y',0),(872,'สะเดา','',70,'Y',0),(873,'หาดใหญ่','',70,'Y',0),(874,'นาหม่อม','',70,'Y',0),(875,'ควนเนียง','',70,'Y',0),(876,'บางกล่ำ','',70,'Y',0),(877,'สิงหนคร','',70,'Y',0),(878,'คลองหอยโข่ง','',70,'Y',0),(879,'เมืองสตูล','',71,'Y',0),(880,'ควนโดน','',71,'Y',0),(881,'ควนกาหลง','',71,'Y',0),(882,'ท่าแพ','',71,'Y',0),(883,'ละงู','',71,'Y',0),(884,'ทุ่งหว้า','',71,'Y',0),(885,'กิ่งอำเภอมะนัง','',71,'Y',0),(886,'เมืองตรัง','',72,'Y',0),(887,'กันตัง','',72,'Y',0),(888,'ย่านตาขาว','',72,'Y',0),(889,'ปะเหลียน','',72,'Y',0),(890,'สิเกา','',72,'Y',0),(891,'ห้วยยอด','',72,'Y',0),(892,'วังวิเศษ','',72,'Y',0),(893,'นาโยง','',72,'Y',0),(894,'รัษฎา','',72,'Y',0),(895,'กิ่งอำเภอหาดสำราญ','',72,'Y',0),(896,'อำเภอเมืองตรัง','',72,'Y',0),(897,'เมืองพัทลุง','',73,'Y',0),(898,'กงหรา','',73,'Y',0),(899,'เขาชัยสน','',73,'Y',0),(900,'ตะโหมด','',73,'Y',0),(901,'ควนขนุน','',73,'Y',0),(902,'ปากพะยูน','',73,'Y',0),(903,'ศรีบรรพต','',73,'Y',0),(904,'ป่าบอน','',73,'Y',0),(905,'บางแก้ว','',73,'Y',0),(906,'ป่าพะยอม','',73,'Y',0),(907,'กิ่งอำเภอศรีนครินทร์','',73,'Y',0),(908,'เมืองปัตตานี','',74,'Y',0),(909,'โคกโพธิ์','',74,'Y',0),(910,'หนองจิก','',74,'Y',0),(911,'ปะนาเระ','',74,'Y',0),(912,'มายอ','',74,'Y',0),(913,'ทุ่งยางแดง','',74,'Y',0),(914,'สายบุรี','',74,'Y',0),(915,'ไม้แก่น','',74,'Y',0),(916,'ยะหริ่ง','',74,'Y',0),(917,'ยะรัง','',74,'Y',0),(918,'กะพ้อ','',74,'Y',0),(919,'แม่ลาน','',74,'Y',0),(920,'เมืองยะลา','',75,'Y',0),(921,'เบตง','',75,'Y',0),(922,'บันนังสตา','',75,'Y',0),(923,'ธารโต','',75,'Y',0),(924,'ยะหา','',75,'Y',0),(925,'รามัน','',75,'Y',0),(926,'กาบัง','',75,'Y',0),(927,'กิ่งอำเภอกรงปินัง','',75,'Y',0),(928,'เมืองนราธิวาส','',76,'Y',0),(929,'ตากใบ','',76,'Y',0),(930,'บาเจาะ','',76,'Y',0),(931,'ยี่งอ','',76,'Y',0),(932,'ระแงะ','',76,'Y',0),(933,'รือเสาะ','',76,'Y',0),(934,'ศรีสาคร','',76,'Y',0),(935,'แว้ง','',76,'Y',0),(936,'สุคิริน','',76,'Y',0),(937,'สุไหงโก-ลก','',76,'Y',0),(938,'สุไหงปาดี','',76,'Y',0),(939,'จะแนะ','',76,'Y',0),(940,'เจาะไอร้อง','',76,'Y',0),(941,'บางนรา','',76,'Y',0);
/*!40000 ALTER TABLE `Amphur` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Assign`
--

DROP TABLE IF EXISTS `Assign`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Assign` (
  `assignId` int(2) NOT NULL auto_increment,
  `assignName` varchar(30) NOT NULL,
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`assignId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='งานที่ได้รับมอบหมาย';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Assign`
--

LOCK TABLES `Assign` WRITE;
/*!40000 ALTER TABLE `Assign` DISABLE KEYS */;
/*!40000 ALTER TABLE `Assign` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Auxiliary`
--

DROP TABLE IF EXISTS `Auxiliary`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Auxiliary` (
  `auxiliaryId` int(3) NOT NULL auto_increment,
  `auxiliaryName` varchar(30) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`auxiliaryId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Auxiliary`
--

LOCK TABLES `Auxiliary` WRITE;
/*!40000 ALTER TABLE `Auxiliary` DISABLE KEYS */;
/*!40000 ALTER TABLE `Auxiliary` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Billmedical`
--

DROP TABLE IF EXISTS `Billmedical`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Billmedical` (
  `billId` int(11) NOT NULL default '0',
  `formId` int(11) NOT NULL default '0',
  `req` char(2) NOT NULL default '',
  `childId` int(11) NOT NULL default '0',
  `startDate` date NOT NULL default '0000-00-00',
  `endDate` date NOT NULL default '0000-00-00',
  `totalcostFull` int(6) NOT NULL default '0',
  `totalcostReq` int(6) NOT NULL default '0',
  `statusbill` char(2) NOT NULL default '',
  PRIMARY KEY  (`billId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Billmedical`
--

LOCK TABLES `Billmedical` WRITE;
/*!40000 ALTER TABLE `Billmedical` DISABLE KEYS */;
/*!40000 ALTER TABLE `Billmedical` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Blood`
--

DROP TABLE IF EXISTS `Blood`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Blood` (
  `bloodId` int(3) NOT NULL auto_increment,
  `bloodNameE` varchar(20) NOT NULL default '',
  `bloodNameT` varchar(20) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`bloodId`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Blood`
--

LOCK TABLES `Blood` WRITE;
/*!40000 ALTER TABLE `Blood` DISABLE KEYS */;
INSERT INTO `Blood` VALUES (1,'A','เอ',0),(2,'B','บี',0),(3,'O','โอ',0),(4,'AB','เอบี',0),(5,'Rh','อาร์เฮท',0);
/*!40000 ALTER TABLE `Blood` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Calendar`
--

DROP TABLE IF EXISTS `Calendar`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Calendar` (
  `startDate` date NOT NULL default '0000-00-00',
  `endDate` date NOT NULL default '0000-00-00',
  `typeDate` char(1) NOT NULL default '',
  `difDate` int(5) NOT NULL default '0',
  `dateName` text NOT NULL,
  `pbriId` int(11) NOT NULL default '0',
  `calendarYear` int(4) NOT NULL,
  PRIMARY KEY  (`startDate`,`endDate`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ปฏิทิน';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Calendar`
--

LOCK TABLES `Calendar` WRITE;
/*!40000 ALTER TABLE `Calendar` DISABLE KEYS */;
/*!40000 ALTER TABLE `Calendar` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `CancelOrder`
--

DROP TABLE IF EXISTS `CancelOrder`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `CancelOrder` (
  `seqId` int(11) NOT NULL,
  `personId` int(11) NOT NULL,
  `orderRef` varchar(100) NOT NULL,
  `orderNo` varchar(100) NOT NULL,
  `orderAt` varchar(100) NOT NULL,
  `orderDate` date NOT NULL,
  `effectDate` date NOT NULL,
  `typeorder` varchar(50) NOT NULL,
  `reference` varchar(100) NOT NULL,
  `note` varchar(100) NOT NULL,
  `orderstatus` varchar(3) NOT NULL,
  `approveorder` varchar(3) NOT NULL,
  `orderwriteDate` date NOT NULL,
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='คำสั่งยกเลิกคำสั่งเลื่อนข้าราชการ';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `CancelOrder`
--

LOCK TABLES `CancelOrder` WRITE;
/*!40000 ALTER TABLE `CancelOrder` DISABLE KEYS */;
/*!40000 ALTER TABLE `CancelOrder` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Cancelhissalary`
--

DROP TABLE IF EXISTS `Cancelhissalary`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Cancelhissalary` (
  `seqId` int(11) NOT NULL,
  `personId` int(11) NOT NULL,
  `orderNo_ref` varchar(100) NOT NULL,
  `orderNo` varchar(100) NOT NULL,
  `orderAt` varchar(100) NOT NULL,
  `orderDate` date NOT NULL,
  `effectDate` date NOT NULL,
  `noteps` varchar(50) NOT NULL,
  `levelposId` int(11) NOT NULL,
  `salary` int(6) NOT NULL,
  `reference` varchar(100) NOT NULL,
  `note` varchar(100) NOT NULL,
  `orderstatus` varchar(3) NOT NULL,
  `approveorder` varchar(3) NOT NULL,
  `orderwriteDate` date NOT NULL,
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='คำสั่งแก้ไขคำสั่งเลื่อนขั้นเงินเดือน';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Cancelhissalary`
--

LOCK TABLES `Cancelhissalary` WRITE;
/*!40000 ALTER TABLE `Cancelhissalary` DISABLE KEYS */;
/*!40000 ALTER TABLE `Cancelhissalary` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Cancelleave`
--

DROP TABLE IF EXISTS `Cancelleave`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Cancelleave` (
  `personId` int(11) NOT NULL default '0',
  `seqId` int(11) NOT NULL auto_increment,
  `leaveId` int(11) NOT NULL default '0',
  `leavetypeId` int(3) NOT NULL default '0',
  `cancelstartLeaveDate` date NOT NULL default '0000-00-00',
  `cancelendLeaveDate` date NOT NULL default '0000-00-00',
  `cancelnumleaveday` int(5) NOT NULL default '0',
  `reason` varchar(100) NOT NULL default '0',
  `pIdHead` int(3) NOT NULL default '0',
  `pIdBoss` int(3) NOT NULL default '0',
  `pIdPerson` int(3) NOT NULL default '0',
  `confirmHead` char(2) NOT NULL default '',
  `confirmBoss` char(2) NOT NULL default '',
  `confirmPerson` char(2) NOT NULL default '',
  `dateHead` date NOT NULL default '0000-00-00',
  `dateBoss` date NOT NULL default '0000-00-00',
  `datePerson` date NOT NULL default '0000-00-00',
  `hisno` int(3) NOT NULL default '0',
  `gId` int(11) NOT NULL default '0',
  `writedate` date NOT NULL default '0000-00-00',
  `noteHead` varchar(100) NOT NULL default '',
  `noteBoss` varchar(100) NOT NULL default '',
  `statuscancelleave` varchar(3) NOT NULL,
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Cancelleave`
--

LOCK TABLES `Cancelleave` WRITE;
/*!40000 ALTER TABLE `Cancelleave` DISABLE KEYS */;
/*!40000 ALTER TABLE `Cancelleave` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `CancelleaveFlow`
--

DROP TABLE IF EXISTS `CancelleaveFlow`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `CancelleaveFlow` (
  `seqId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `formId` int(11) NOT NULL default '0',
  `PathId` int(11) NOT NULL default '0',
  `FlowPath` int(11) NOT NULL default '0',
  `FlowActive` varchar(50) NOT NULL default '',
  `PathpId` int(11) NOT NULL default '0',
  `FlowDate` date NOT NULL default '0000-00-00',
  `FlowStatus` char(3) NOT NULL default '',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `CancelleaveFlow`
--

LOCK TABLES `CancelleaveFlow` WRITE;
/*!40000 ALTER TABLE `CancelleaveFlow` DISABLE KEYS */;
/*!40000 ALTER TABLE `CancelleaveFlow` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Capital`
--

DROP TABLE IF EXISTS `Capital`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Capital` (
  `capitalId` int(3) NOT NULL auto_increment,
  `capitalName` varchar(40) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`capitalId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ทุน';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Capital`
--

LOCK TABLES `Capital` WRITE;
/*!40000 ALTER TABLE `Capital` DISABLE KEYS */;
/*!40000 ALTER TABLE `Capital` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Card`
--

DROP TABLE IF EXISTS `Card`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Card` (
  `personId` int(11) NOT NULL default '0',
  `seqId` int(2) NOT NULL default '0',
  `cardId` varchar(13) NOT NULL default '',
  `cardType` int(2) NOT NULL default '0',
  `adminposId` int(2) NOT NULL default '0',
  `levelposId` int(2) NOT NULL default '0',
  `casecard` char(3) NOT NULL default '',
  `subcasecard` char(3) NOT NULL default '',
  `reference` varchar(50) NOT NULL default '',
  `note` varchar(50) NOT NULL default '',
  `getCardDate` date NOT NULL default '0000-00-00',
  `statusCard` char(2) NOT NULL default '',
  PRIMARY KEY  (`personId`,`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Card`
--

LOCK TABLES `Card` WRITE;
/*!40000 ALTER TABLE `Card` DISABLE KEYS */;
/*!40000 ALTER TABLE `Card` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Cardgov`
--

DROP TABLE IF EXISTS `Cardgov`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Cardgov` (
  `personId` int(11) NOT NULL default '0',
  `seqId` int(2) NOT NULL default '0',
  `cardId` varchar(13) NOT NULL default '',
  `cardType` int(2) NOT NULL default '0',
  `adminposId` int(2) NOT NULL default '0',
  `levelposId` int(2) NOT NULL default '0',
  `casecard` char(3) NOT NULL default '',
  `subcasecard` char(3) NOT NULL default '',
  `reference` varchar(50) NOT NULL default '',
  `note` varchar(50) NOT NULL default '',
  `getCardDate` date NOT NULL default '0000-00-00',
  `statusCard` char(2) NOT NULL default '',
  `usework` varchar(100) NOT NULL default '',
  `sent` varchar(100) NOT NULL default '',
  `writedate` date NOT NULL default '0000-00-00',
  `photo` char(2) NOT NULL default '',
  `doc` char(2) NOT NULL default '',
  PRIMARY KEY  (`personId`,`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Cardgov`
--

LOCK TABLES `Cardgov` WRITE;
/*!40000 ALTER TABLE `Cardgov` DISABLE KEYS */;
/*!40000 ALTER TABLE `Cardgov` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ChangePlan`
--

DROP TABLE IF EXISTS `ChangePlan`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `ChangePlan` (
  `seq` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `levelposIdO` int(3) NOT NULL default '0',
  `stepSalO` float NOT NULL default '0',
  `salaryO` int(6) NOT NULL default '0',
  `plansalaryO` int(3) NOT NULL default '0',
  `plansalaryN` int(3) NOT NULL default '0',
  `levelposIdN` int(3) NOT NULL default '0',
  `stepSalN` float NOT NULL default '0',
  `salaryN` int(6) NOT NULL default '0',
  `datechange` date NOT NULL default '0000-00-00',
  `orderNo` varchar(50) NOT NULL default '',
  `orderDate` date NOT NULL default '0000-00-00',
  `orderAt` varchar(100) NOT NULL default '',
  PRIMARY KEY  (`seq`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `ChangePlan`
--

LOCK TABLES `ChangePlan` WRITE;
/*!40000 ALTER TABLE `ChangePlan` DISABLE KEYS */;
/*!40000 ALTER TABLE `ChangePlan` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Checkpersonperday`
--

DROP TABLE IF EXISTS `Checkpersonperday`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Checkpersonperday` (
  `seqId` int(11) NOT NULL default '0',
  `startDate` date NOT NULL default '0000-00-00',
  `endDate` date NOT NULL default '0000-00-00',
  `assignpersonId` int(3) NOT NULL default '0',
  `personId` int(3) NOT NULL default '0',
  `flag` char(3) character set utf8 NOT NULL default '',
  PRIMARY KEY  (`seqId`,`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Checkpersonperday`
--

LOCK TABLES `Checkpersonperday` WRITE;
/*!40000 ALTER TABLE `Checkpersonperday` DISABLE KEYS */;
/*!40000 ALTER TABLE `Checkpersonperday` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Child`
--

DROP TABLE IF EXISTS `Child`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Child` (
  `personId` int(11) NOT NULL default '0',
  `seq` int(2) NOT NULL default '0',
  `childPrefix` int(2) NOT NULL default '0',
  `childName` varchar(30) NOT NULL default '',
  `childlName` varchar(30) NOT NULL default '',
  `childlifeId` int(3) NOT NULL default '0',
  `birthDate` date NOT NULL default '0000-00-00',
  `levelId` int(2) NOT NULL default '0',
  `childId` varchar(13) NOT NULL default '',
  `childOccu` int(2) NOT NULL default '0',
  `statusEdu` char(1) NOT NULL default '',
  `personstatusId` int(3) NOT NULL default '0',
  `eduType` char(1) NOT NULL default '',
  `childauxiliaryId` int(2) NOT NULL default '0',
  `childDieday` date NOT NULL default '0000-00-00',
  `edupartyType` char(2) NOT NULL default '',
  `educmajorId` int(3) NOT NULL default '0',
  `educplaceId` int(11) NOT NULL,
  PRIMARY KEY  (`personId`,`seq`),
  KEY `childPrefix` (`childPrefix`),
  KEY `levelId` (`levelId`),
  KEY `childOccu` (`childOccu`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='บุตร';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Child`
--

LOCK TABLES `Child` WRITE;
/*!40000 ALTER TABLE `Child` DISABLE KEYS */;
/*!40000 ALTER TABLE `Child` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Childmedical`
--

DROP TABLE IF EXISTS `Childmedical`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Childmedical` (
  `childId` int(11) NOT NULL default '0',
  `billId` int(11) NOT NULL default '0',
  `formId` int(11) NOT NULL default '0',
  `childseq` int(11) NOT NULL default '0',
  `repchildseq` int(2) NOT NULL default '0',
  `chFaNo` char(2) NOT NULL default '',
  `chMoNo` char(2) NOT NULL default '',
  `childrea` char(2) NOT NULL default '',
  `note` varchar(100) NOT NULL default '',
  `glantCh` char(2) NOT NULL default '',
  `numbillCh` int(2) NOT NULL default '0',
  `totalcostCh` float(11,2) NOT NULL default '0.00',
  `statuschild` char(2) NOT NULL default '',
  PRIMARY KEY  (`childId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Childmedical`
--

LOCK TABLES `Childmedical` WRITE;
/*!40000 ALTER TABLE `Childmedical` DISABLE KEYS */;
/*!40000 ALTER TABLE `Childmedical` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ChoosePerson`
--

DROP TABLE IF EXISTS `ChoosePerson`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `ChoosePerson` (
  `budYear` varchar(4) NOT NULL default '',
  `cycle` char(1) NOT NULL default '',
  `personId` int(11) NOT NULL default '0',
  `typePerson` char(1) NOT NULL default '',
  PRIMARY KEY  (`budYear`,`cycle`,`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `ChoosePerson`
--

LOCK TABLES `ChoosePerson` WRITE;
/*!40000 ALTER TABLE `ChoosePerson` DISABLE KEYS */;
/*!40000 ALTER TABLE `ChoosePerson` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ChoosePerson2`
--

DROP TABLE IF EXISTS `ChoosePerson2`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `ChoosePerson2` (
  `seqId` int(11) NOT NULL,
  `personId` int(11) NOT NULL,
  `type` varchar(2) NOT NULL,
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `ChoosePerson2`
--

LOCK TABLES `ChoosePerson2` WRITE;
/*!40000 ALTER TABLE `ChoosePerson2` DISABLE KEYS */;
/*!40000 ALTER TABLE `ChoosePerson2` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ChoosePerson3`
--

DROP TABLE IF EXISTS `ChoosePerson3`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `ChoosePerson3` (
  `budYear` varchar(4) NOT NULL default '',
  `cycle` char(1) NOT NULL default '',
  `personId` int(11) NOT NULL default '0',
  `typePerson` char(1) NOT NULL default '',
  PRIMARY KEY  (`budYear`,`cycle`,`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `ChoosePerson3`
--

LOCK TABLES `ChoosePerson3` WRITE;
/*!40000 ALTER TABLE `ChoosePerson3` DISABLE KEYS */;
/*!40000 ALTER TABLE `ChoosePerson3` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Comeback`
--

DROP TABLE IF EXISTS `Comeback`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Comeback` (
  `personId` int(3) NOT NULL default '0',
  `degreeId` int(11) NOT NULL default '0',
  `educmajorId` int(11) NOT NULL default '0',
  `endEduDate` date NOT NULL default '0000-00-00',
  `seqId` int(11) NOT NULL default '0',
  `writeAt` varchar(100) NOT NULL default '',
  `writeDate` date NOT NULL default '0000-00-00',
  `datecomeback` date NOT NULL default '0000-00-00',
  `statusedu` char(3) NOT NULL default '',
  `endyear` int(4) NOT NULL default '0',
  `changedegree` char(2) NOT NULL default '',
  `pIdHead` int(11) NOT NULL default '0',
  `pIdPerson` int(11) NOT NULL default '0',
  `pIdBoss` int(11) NOT NULL default '0',
  `confirmHead` char(3) NOT NULL default '',
  `confirmPerson` char(3) NOT NULL default '',
  `confirmBoss` char(3) NOT NULL default '',
  `dateHead` date NOT NULL default '0000-00-00',
  `datePerson` date NOT NULL default '0000-00-00',
  `dateBoss` date NOT NULL default '0000-00-00',
  `gId` int(11) NOT NULL default '0',
  `maxseqhis` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Comeback`
--

LOCK TABLES `Comeback` WRITE;
/*!40000 ALTER TABLE `Comeback` DISABLE KEYS */;
/*!40000 ALTER TABLE `Comeback` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `CompareStep`
--

DROP TABLE IF EXISTS `CompareStep`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `CompareStep` (
  `levelId` int(2) NOT NULL default '0',
  `stepSal` float NOT NULL default '0',
  `levelNextId` int(2) NOT NULL default '0',
  `stepSalNext` float NOT NULL default '0',
  `plansalary` int(2) NOT NULL default '0',
  PRIMARY KEY  (`levelId`,`stepSal`,`plansalary`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ตารางเทียบขั้นเงินเด';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `CompareStep`
--

LOCK TABLES `CompareStep` WRITE;
/*!40000 ALTER TABLE `CompareStep` DISABLE KEYS */;
/*!40000 ALTER TABLE `CompareStep` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Competency`
--

DROP TABLE IF EXISTS `Competency`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Competency` (
  `competencyId` int(2) NOT NULL auto_increment,
  `competencyName` varchar(100) NOT NULL,
  `academicId` int(2) NOT NULL,
  PRIMARY KEY  (`competencyId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Competency`
--

LOCK TABLES `Competency` WRITE;
/*!40000 ALTER TABLE `Competency` DISABLE KEYS */;
/*!40000 ALTER TABLE `Competency` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Computeinsignia`
--

DROP TABLE IF EXISTS `Computeinsignia`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Computeinsignia` (
  `personId` int(11) NOT NULL default '0',
  `decorId` int(11) NOT NULL default '0',
  `decorYear` varchar(4) character set latin1 NOT NULL default '',
  PRIMARY KEY  (`personId`,`decorId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Computeinsignia`
--

LOCK TABLES `Computeinsignia` WRITE;
/*!40000 ALTER TABLE `Computeinsignia` DISABLE KEYS */;
/*!40000 ALTER TABLE `Computeinsignia` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ConfigAllow`
--

DROP TABLE IF EXISTS `ConfigAllow`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `ConfigAllow` (
  `seqId` int(11) NOT NULL default '0',
  `deptId` int(11) NOT NULL default '0',
  `posi` varchar(10) NOT NULL default '',
  `personId` int(11) NOT NULL default '0',
  `position` varchar(50) NOT NULL default '',
  `gId` int(11) NOT NULL default '0',
  `active` int(2) NOT NULL default '0',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `ConfigAllow`
--

LOCK TABLES `ConfigAllow` WRITE;
/*!40000 ALTER TABLE `ConfigAllow` DISABLE KEYS */;
/*!40000 ALTER TABLE `ConfigAllow` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ConfigFlow`
--

DROP TABLE IF EXISTS `ConfigFlow`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `ConfigFlow` (
  `FlowId` int(11) NOT NULL default '0',
  `FlowName` varchar(200) NOT NULL default '',
  PRIMARY KEY  (`FlowId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `ConfigFlow`
--

LOCK TABLES `ConfigFlow` WRITE;
/*!40000 ALTER TABLE `ConfigFlow` DISABLE KEYS */;
/*!40000 ALTER TABLE `ConfigFlow` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Configboss`
--

DROP TABLE IF EXISTS `Configboss`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Configboss` (
  `Idseq` int(2) NOT NULL default '0',
  `Idallow_leave` int(2) NOT NULL default '0',
  `Idallow_serve` int(2) NOT NULL default '0',
  `Idallow_apply` int(2) NOT NULL default '0',
  `Idallow_order` int(2) NOT NULL default '0',
  `Idallow_gowork` int(2) NOT NULL default '0',
  PRIMARY KEY  (`Idseq`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Configboss`
--

LOCK TABLES `Configboss` WRITE;
/*!40000 ALTER TABLE `Configboss` DISABLE KEYS */;
/*!40000 ALTER TABLE `Configboss` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Configpiorityboss`
--

DROP TABLE IF EXISTS `Configpiorityboss`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Configpiorityboss` (
  `seqId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `piorityId` int(11) NOT NULL default '0',
  `orderSeqId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Configpiorityboss`
--

LOCK TABLES `Configpiorityboss` WRITE;
/*!40000 ALTER TABLE `Configpiorityboss` DISABLE KEYS */;
/*!40000 ALTER TABLE `Configpiorityboss` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Configpiorityperson`
--

DROP TABLE IF EXISTS `Configpiorityperson`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Configpiorityperson` (
  `seqId` int(11) NOT NULL default '0',
  `deptId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `piorityId` int(11) NOT NULL default '0',
  `orderSeqId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Configpiorityperson`
--

LOCK TABLES `Configpiorityperson` WRITE;
/*!40000 ALTER TABLE `Configpiorityperson` DISABLE KEYS */;
/*!40000 ALTER TABLE `Configpiorityperson` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Control_leave`
--

DROP TABLE IF EXISTS `Control_leave`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Control_leave` (
  `controlId` int(11) NOT NULL auto_increment,
  `checkDate` char(3) NOT NULL default '',
  `numDatePerLeave` int(3) NOT NULL default '0',
  `numDatePerYear` int(3) NOT NULL default '0',
  `numYearPerLeave` int(3) NOT NULL default '0',
  `numDatePackPerYear` int(3) NOT NULL default '0',
  `statusmoney` char(3) NOT NULL default '',
  `hireId` int(3) NOT NULL default '0',
  `leaveId` int(3) NOT NULL default '0',
  `leavetypeId` int(3) NOT NULL default '0',
  `numAgeWorkS` float NOT NULL default '0',
  `numAgeWorkE` float NOT NULL default '0',
  PRIMARY KEY  (`controlId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Control_leave`
--

LOCK TABLES `Control_leave` WRITE;
/*!40000 ALTER TABLE `Control_leave` DISABLE KEYS */;
/*!40000 ALTER TABLE `Control_leave` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Country`
--

DROP TABLE IF EXISTS `Country`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Country` (
  `countryId` int(3) NOT NULL auto_increment,
  `countryName` varchar(30) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`countryId`)
) ENGINE=InnoDB AUTO_INCREMENT=36 DEFAULT CHARSET=utf8 COMMENT='ประเทศ';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Country`
--

LOCK TABLES `Country` WRITE;
/*!40000 ALTER TABLE `Country` DISABLE KEYS */;
INSERT INTO `Country` VALUES (1,'กัมพูชา',0),(2,'เกาหลีใต้',0),(4,'โครเอเชีย',0),(5,'จีน',0),(6,'ญี่ปุ่น',0),(7,'ไทย',0),(8,'นิวซีแลนด์',0),(9,'เนเธอร์แลนด์',0),(10,'เบลเยี่ยม',0),(11,'ฝรั่งเศส',0),(12,'ฟิลิปปินส์',0),(13,'มาเลเซีย',0),(14,'เมียนมา',0),(16,'ลาว',0),(17,'เวียดนาม',0),(18,'สหรัฐอเมริกา',0),(19,'สิงคโปร์',0),(20,'ออสเตรเลีย',0),(21,'ออสเตรีย',0),(22,'อังกฤษ',0),(23,'อินเดีย',0),(24,'อินโดนิเซีย',0),(25,'ฮ่องกง',0),(26,'ตุรกี',0),(27,'สเปน',0),(30,'โปรตุเกส',0),(31,'สกอตแลนด์',0),(32,'แคนาดา',0),(33,'สหราชอาณาจักร',0),(34,'สหพันธ์สาธารณรัฐเยอรมนี',0),(35,'เยอรมนี',0);
/*!40000 ALTER TABLE `Country` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Decor`
--

DROP TABLE IF EXISTS `Decor`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Decor` (
  `decorId` int(2) NOT NULL auto_increment,
  `decorName` varchar(30) NOT NULL default '',
  `decorAbbr` varchar(15) NOT NULL default '',
  `decorFamily` int(1) NOT NULL default '0',
  `decorLevel` int(2) NOT NULL default '0',
  `decorOrder` char(2) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`decorId`)
) ENGINE=InnoDB AUTO_INCREMENT=18 DEFAULT CHARSET=utf8 COMMENT='เครื่องราชย์';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Decor`
--

LOCK TABLES `Decor` WRITE;
/*!40000 ALTER TABLE `Decor` DISABLE KEYS */;
INSERT INTO `Decor` VALUES (1,'เหรียญเงินมงกุฏไทย','ร.ง.ม.',1,7,'1',0),(2,'เหรียญเงินช้างเผือก','ร.ง.ช.',2,7,'2',0),(3,'เหรียญทองมงกุฏไทย','ร.ท.ม.',1,6,'3',0),(4,'เหรียญทองช้างเผือก','ร.ท.ช.',2,6,'4',0),(5,'เบญจมาภรณ์มงกุฏไทย','บ.ม.',1,5,'5',0),(6,'เบญจมาภรณ์ช้างเผือก','บ.ช.',2,5,'6',0),(7,'จัตุรถาภรณ์มงกุฏไทย','จ.ม.',1,4,'7',0),(8,'จัตุรถาภรณ์ช้างเผือก','จ.ช.',2,4,'8',0),(9,'ตริตาภรณ์มงกุฏไทย','ต.ม.',1,3,'9',0),(10,'ตริตาภรณ์ช้างเผือก','ต.ช.',2,3,'10',0),(11,'ทวีติยาภรณ์มงกุฏไทย','ท.ม.',1,2,'11',0),(12,'ทวีติยาภรณ์ช้างเผือก','ท.ช.',2,2,'12',0),(13,'ประถมาภรณ์มงกุฏไทย','ป.ม.',1,1,'13',0),(14,'ประถมาภรณ์ช้างเผือก','ป.ช.',2,1,'14',0),(15,'มหาวชิรมงกุฏ','ม.ว.ม.',1,8,'15',0),(16,'มหาปรมาภรณ์ช้างเผือก','ม.ป.ช.',2,8,'16',0),(17,'เหรียญจักรพรรดิมาลา','ร.จ.พ.',0,0,'0',0);
/*!40000 ALTER TABLE `Decor` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Degree`
--

DROP TABLE IF EXISTS `Degree`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Degree` (
  `degreeId` int(2) NOT NULL auto_increment,
  `degreeName` varchar(100) NOT NULL default '',
  `degreeAbbr` varchar(50) NOT NULL default '',
  `levelId` int(2) NOT NULL default '0',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`degreeId`),
  KEY `levelId` (`levelId`)
) ENGINE=InnoDB AUTO_INCREMENT=58 DEFAULT CHARSET=utf8 COMMENT='วุฒิการศึกษา';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Degree`
--

LOCK TABLES `Degree` WRITE;
/*!40000 ALTER TABLE `Degree` DISABLE KEYS */;
INSERT INTO `Degree` VALUES (1,'Ph.D.','',15,0),(3,'วท.ม.','',13,0),(5,'กศ.บ.','',11,0),(6,'ศศ.บ.','',11,0),(7,'ปวช.','',6,0),(8,'วท.บ.','',11,0),(9,'วท.ด.','',15,0),(10,'M.S.','',13,0),(11,'พบ.ม.','',13,0),(12,'ปร.ด.','',15,0),(13,'ปวท.','',16,0),(14,'ปวส.','',5,0),(15,'ค.บ.','',11,0),(16,'DR.RER.NAT.','',15,0),(17,'บธ.บ.','',11,0),(18,'วศ.ม.','',13,0),(19,'ภ.ม.','',13,0),(20,'ภ.บ.','',11,0),(21,'สต.ม.','',13,0),(22,'M.Sc.','',13,0),(23,'B.Sc.','',13,0),(24,'B.S.','',13,0),(25,'กศ.ม.','',13,0),(26,'ศป.บ.','',11,0),(27,'พบ.ด.','',15,0),(28,'M.Eng.','',13,0),(29,'วศ.บ.','',11,0),(30,'D.Agr.Sc.','',13,0),(31,'ส.บ.','',11,0),(32,'M.A.T.','',13,0),(33,'รป.ม.','',13,0),(34,'DS.c.','',15,0),(35,'ค.ม.','',13,0),(36,'พย.บ.','',11,0),(37,'ประถมศึกษาตอนต้น','',1,0),(38,'ประถมศึกษาตอนปลาย','',2,0),(39,'มัธยมศึกษาตอนต้น','',3,0),(40,'มัธยมศึกษาตอนปลาย','',4,0),(41,'อื่นๆ','',16,0),(43,'ปวส.','ปวส.',9,0),(44,'ป.','ป.',5,0),(45,'ป.บัณฑิต','ป.บัณฑิต',12,0),(46,'B.A.','B.A.',11,0),(47,'Dr.sc.agr.','Dr.sc.agr.',15,0),(48,'D.Sc.','D.Sc.',15,0),(49,'ปวท.','ปวท.',7,0),(50,'ทล.บ.','ทล.บ.',11,0),(51,'บช.บ.','บช.บ.',11,0),(52,'อส.บ.','-',11,0),(53,'Doctor of Philosophy','-',15,0),(54,'ศ.บ.','ศ.บ.',11,0),(55,'บธ.ม.','บธ.ม.',13,0),(56,'รป.บ.','รป.บ.',11,0),(57,'น.บ.','น.บ.',11,0);
/*!40000 ALTER TABLE `Degree` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Department`
--

DROP TABLE IF EXISTS `Department`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Department` (
  `deptId` int(11) unsigned NOT NULL auto_increment,
  `deptName` varchar(100) default NULL,
  `deptDesc` varchar(128) default NULL,
  `deptCode` varchar(32) default NULL,
  `deptParent` int(11) unsigned default NULL,
  `deptYear` varchar(4) NOT NULL default '',
  `deptDate` date NOT NULL default '0000-00-00',
  `deptRef` int(11) NOT NULL default '0',
  `pbriId` int(11) NOT NULL default '0',
  `deptflag` char(2) NOT NULL default '',
  `personIdUpDate` int(11) NOT NULL,
  `depttypeId` int(11) NOT NULL,
  `deptLevel` int(11) NOT NULL,
  `deptGroup` int(11) NOT NULL,
  PRIMARY KEY  (`deptId`),
  UNIQUE KEY `deptId` (`deptId`)
) ENGINE=InnoDB AUTO_INCREMENT=20 DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Department`
--

LOCK TABLES `Department` WRITE;
/*!40000 ALTER TABLE `Department` DISABLE KEYS */;
INSERT INTO `Department` VALUES (1,'มหาวิทยาลัยบูรพา','',NULL,0,'','0000-00-00',1,0,'',0,0,1,0),(2,'วิทยาเขตบางแสนชลบุรี',NULL,NULL,1,'','0000-00-00',0,0,'',0,0,2,0),(3,'ภาควิชาคณิตศาสตร์','ภาควิชาคณิตศาสตร์',NULL,17,'','0000-00-00',2,0,'',0,0,4,0),(4,'ภาควิชาเคมี','ภาควิชาเคมี',NULL,17,'','0000-00-00',2,0,'',0,0,4,0),(5,'ภาควิชาจุลชีววิทยา','ภาควิชาจุลชีววิทยา',NULL,17,'','0000-00-00',2,0,'',0,0,4,0),(6,'ภาควิชาชีววิทยา','ภาควิชาชีววิทยา',NULL,17,'','0000-00-00',2,0,'',0,0,4,0),(7,'ภาควิชาฟิสิกส์','ภาควิชาฟิสิกส์',NULL,17,'','0000-00-00',2,0,'',0,0,4,0),(8,'ภาควิชาวาริชศาสตร์','ภาควิชาวาริชศาสตร์',NULL,17,'','0000-00-00',2,0,'',0,0,4,0),(9,'ภาควิชาวิทยาการคอมพิวเตอร์','ภาควิชาวิทยาการคอมพิวเตอร์',NULL,17,'','0000-00-00',2,0,'',0,0,4,0),(10,'ภาควิชาวิทยาศาสตร์การอาหาร','ภาควิชาวิทยาศาสตร์การอาหาร',NULL,17,'','0000-00-00',2,0,'',0,0,4,0),(11,'ภาควิชาเทคโนโลยีชีวภาพ','ภาควิชาเทคโนโลยีชีวภาพ',NULL,17,'','0000-00-00',2,0,'',0,0,4,0),(12,'ภาควิชาชีวเคมี','ภาควิชาชีวเคมี',NULL,17,'','0000-00-00',2,0,'',0,0,4,0),(13,'ภาควิชาวิทยาศาสตร์การแพทย์','ภาควิชาวิทยาศาสตร์การแพทย์',NULL,17,'','0000-00-00',2,0,'',0,0,4,0),(14,'โครงการบัณฑิตศึกษา','โครงการบัณฑิตศึกษา',NULL,17,'','0000-00-00',3,0,'',0,0,4,0),(15,'โครงการจัดตั้งภาควิชาวัสดุศาสตร์','โครงการจัดตั้งภาควิชาวัสดุศาสตร์',NULL,17,'','0000-00-00',3,0,'',0,0,4,0),(16,'สำนักงานคณบดี','สำนักงานคณบดี',NULL,17,'','0000-00-00',3,0,'',0,0,4,0),(17,'คณะวิทยาศาสตร์',NULL,NULL,2,'','0000-00-00',0,0,'',0,0,3,0),(18,'ไม่ระบุ','ไม่ระบุ',NULL,17,'','0000-00-00',2,0,'',0,0,4,0),(19,'สำนักงานจัดการศึกษา','สำนักงานจัดการศึกษา',NULL,17,'','0000-00-00',0,0,'',0,0,4,0);
/*!40000 ALTER TABLE `Department` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Department2`
--

DROP TABLE IF EXISTS `Department2`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Department2` (
  `deptId` int(11) unsigned NOT NULL auto_increment,
  `deptName` varchar(50) default NULL,
  `deptDesc` varchar(128) default NULL,
  `deptCode` varchar(32) default NULL,
  `deptParent` int(11) unsigned default NULL,
  `deptYear` varchar(4) NOT NULL default '',
  `deptDate` date NOT NULL default '0000-00-00',
  `deptRef` int(11) NOT NULL default '0',
  `pbriId` int(11) NOT NULL default '0',
  `deptflag` char(2) NOT NULL default '',
  PRIMARY KEY  (`deptId`),
  UNIQUE KEY `deptId` (`deptId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Department2`
--

LOCK TABLES `Department2` WRITE;
/*!40000 ALTER TABLE `Department2` DISABLE KEYS */;
/*!40000 ALTER TABLE `Department2` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `DepartmentKp`
--

DROP TABLE IF EXISTS `DepartmentKp`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `DepartmentKp` (
  `deptkpId` int(2) NOT NULL auto_increment,
  `deptkpName` varchar(50) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`deptkpId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='หน่วยงานย่อยตามก.พ.';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `DepartmentKp`
--

LOCK TABLES `DepartmentKp` WRITE;
/*!40000 ALTER TABLE `DepartmentKp` DISABLE KEYS */;
/*!40000 ALTER TABLE `DepartmentKp` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `DepartmentKp2`
--

DROP TABLE IF EXISTS `DepartmentKp2`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `DepartmentKp2` (
  `deptkp2Id` int(2) NOT NULL default '0',
  `deptkp2Name` varchar(20) NOT NULL default '',
  PRIMARY KEY  (`deptkp2Id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='หน่วยงานย่อยตามก.พ.';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `DepartmentKp2`
--

LOCK TABLES `DepartmentKp2` WRITE;
/*!40000 ALTER TABLE `DepartmentKp2` DISABLE KEYS */;
/*!40000 ALTER TABLE `DepartmentKp2` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `DepartmentNew`
--

DROP TABLE IF EXISTS `DepartmentNew`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `DepartmentNew` (
  `deptId` int(11) unsigned NOT NULL auto_increment,
  `deptName` varchar(100) default NULL,
  `deptYear` varchar(4) NOT NULL default '',
  `deptDate` date NOT NULL default '0000-00-00',
  `pbriId` int(11) NOT NULL,
  `depttypeId` int(11) NOT NULL default '0',
  `deptParentId` int(11) NOT NULL,
  `deptLevel` int(11) NOT NULL,
  `deptGroup` int(11) NOT NULL,
  PRIMARY KEY  (`deptId`),
  UNIQUE KEY `deptId` (`deptId`)
) ENGINE=InnoDB DEFAULT CHARSET=tis620;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `DepartmentNew`
--

LOCK TABLES `DepartmentNew` WRITE;
/*!40000 ALTER TABLE `DepartmentNew` DISABLE KEYS */;
/*!40000 ALTER TABLE `DepartmentNew` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `DepartmentRef`
--

DROP TABLE IF EXISTS `DepartmentRef`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `DepartmentRef` (
  `drId` int(11) NOT NULL,
  `deptId` int(11) NOT NULL,
  `deptRefId` int(11) NOT NULL,
  PRIMARY KEY  (`drId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `DepartmentRef`
--

LOCK TABLES `DepartmentRef` WRITE;
/*!40000 ALTER TABLE `DepartmentRef` DISABLE KEYS */;
/*!40000 ALTER TABLE `DepartmentRef` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Departmenttype`
--

DROP TABLE IF EXISTS `Departmenttype`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Departmenttype` (
  `departmenttypeId` int(2) NOT NULL auto_increment,
  `departmenttypeName` varchar(200) NOT NULL,
  PRIMARY KEY  (`departmenttypeId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Departmenttype`
--

LOCK TABLES `Departmenttype` WRITE;
/*!40000 ALTER TABLE `Departmenttype` DISABLE KEYS */;
/*!40000 ALTER TABLE `Departmenttype` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Deputy_set`
--

DROP TABLE IF EXISTS `Deputy_set`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Deputy_set` (
  `deputyId` int(11) NOT NULL,
  `personId` int(11) NOT NULL,
  `deptId` int(11) NOT NULL,
  `adminId` int(11) NOT NULL,
  `personId_deputy` int(11) NOT NULL,
  `deptId_deputy` int(11) NOT NULL,
  `adminId_deputy` int(11) NOT NULL,
  `queue` int(2) NOT NULL,
  `writeDate` date NOT NULL,
  `status_deputy` varchar(2) NOT NULL,
  `deputy_group` int(11) NOT NULL,
  PRIMARY KEY  (`deputyId`,`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Deputy_set`
--

LOCK TABLES `Deputy_set` WRITE;
/*!40000 ALTER TABLE `Deputy_set` DISABLE KEYS */;
/*!40000 ALTER TABLE `Deputy_set` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Directorate`
--

DROP TABLE IF EXISTS `Directorate`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Directorate` (
  `directorateId` int(2) NOT NULL default '0',
  `directorateName` varchar(50) NOT NULL default '',
  PRIMARY KEY  (`directorateId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='กรม';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Directorate`
--

LOCK TABLES `Directorate` WRITE;
/*!40000 ALTER TABLE `Directorate` DISABLE KEYS */;
/*!40000 ALTER TABLE `Directorate` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `District`
--

DROP TABLE IF EXISTS `District`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `District` (
  `districtId` int(2) NOT NULL auto_increment,
  `districtName` varchar(30) NOT NULL default '',
  `districtNameEng` varchar(30) NOT NULL default '',
  `amphurId` int(2) NOT NULL default '0',
  `provinceId` int(2) NOT NULL default '0',
  `used` varchar(1) NOT NULL default 'Y' COMMENT 'Y,N',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`districtId`),
  KEY `amphurId` (`amphurId`),
  KEY `provinceId` (`provinceId`)
) ENGINE=InnoDB AUTO_INCREMENT=8505 DEFAULT CHARSET=utf8 COMMENT='ตำบล';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `District`
--

LOCK TABLES `District` WRITE;
/*!40000 ALTER TABLE `District` DISABLE KEYS */;
INSERT INTO `District` VALUES (1,'พระบรมมหาราชวัง','',1,1,'Y',0),(2,'วังบูรพาภิรมย์','',1,1,'Y',0),(3,'วัดราชบพิธ','',1,1,'Y',0),(4,'สำราญราษฎร์','',1,1,'Y',0),(5,'ศาลเจ้าพ่อเสือ','',1,1,'Y',0),(6,'เสาชิงช้า','',1,1,'Y',0),(7,'บวรนิเวศ','',1,1,'Y',0),(8,'ตลาดยอด','',1,1,'Y',0),(9,'ชนะสงคราม','',1,1,'Y',0),(10,'บ้านพานถม','',1,1,'Y',0),(11,'บางขุนพรหม','',1,1,'Y',0),(12,'วัดสามพระยา','',1,1,'Y',0),(13,'ดุสิต','',2,1,'Y',0),(14,'วชิรพยาบาล','',2,1,'Y',0),(15,'สวนจิตรลดา','',2,1,'Y',0),(16,'สี่แยกมหานาค','',2,1,'Y',0),(17,'บางซื่อ','',2,1,'Y',0),(18,'ถนนนครไชยศรี','',2,1,'Y',0),(19,'สามเสนใน','',2,1,'Y',0),(20,'กระทุ่มราย','',3,1,'Y',0),(21,'หนองจอก','',3,1,'Y',0),(22,'คลองสิบ','',3,1,'Y',0),(23,'คลองสิบสอง','',3,1,'Y',0),(24,'โคกแฝด','',3,1,'Y',0),(25,'คู้ฝั่งเหนือ','',3,1,'Y',0),(26,'ลำผักชี','',3,1,'Y',0),(27,'ลำต้อยติ่ง','',3,1,'Y',0),(28,'มหาพฤฒาราม','',4,1,'Y',0),(29,'สีลม','',4,1,'Y',0),(30,'สุริยวงศ์','',4,1,'Y',0),(31,'บางรัก','',4,1,'Y',0),(32,'สี่พระยา','',4,1,'Y',0),(33,'ลาดยาว','',5,1,'Y',0),(34,'อนุสาวรีย์','',5,1,'Y',0),(35,'คลองถนน','',5,1,'Y',0),(36,'ตลาดบางเขน','',5,1,'Y',0),(37,'สีกัน','',5,1,'Y',0),(38,'สายไหม','',5,1,'Y',0),(39,'ทุ่งสองห้อง','',5,1,'Y',0),(40,'ท่าแร้ง','',5,1,'Y',0),(41,'ออเงิน','',5,1,'Y',0),(42,'บางเขน','',5,1,'Y',0),(43,'คลองจั่น','',6,1,'Y',0),(44,'วังทองหลาง','',6,1,'Y',0),(45,'ลาดพร้าว','',6,1,'Y',0),(46,'คลองกุ่ม','',6,1,'Y',0),(47,'สะพานสูง','',6,1,'Y',0),(48,'คันนายาว','',6,1,'Y',0),(49,'จรเข้บัว','',6,1,'Y',0),(50,'หัวหมาก','',6,1,'Y',0),(51,'รองเมือง','',7,1,'Y',0),(52,'วังใหม่','',7,1,'Y',0),(53,'ปทุมวัน','',7,1,'Y',0),(54,'ลุมพินี','',7,1,'Y',0),(55,'ป้อมปราบ','',8,1,'Y',0),(56,'วัดเทพศิรินทร์','',8,1,'Y',0),(57,'คลองมหานาค','',8,1,'Y',0),(58,'บ้านบาตร','',8,1,'Y',0),(59,'วัดโสมนัส','',8,1,'Y',0),(60,'นางเลิ้ง','',8,1,'Y',0),(61,'คลองเตย','',9,1,'Y',0),(62,'คลองตัน','',9,1,'Y',0),(63,'พระโขนง','',9,1,'Y',0),(64,'บางนา','',9,1,'Y',0),(65,'บางจาก','',9,1,'Y',0),(66,'สวนหลวง','',9,1,'Y',0),(67,'หนองบอน','',9,1,'Y',0),(68,'ประเวศ','',9,1,'Y',0),(69,'ดอกไม้','',9,1,'Y',0),(70,'มีนบุรี','',10,1,'Y',0),(71,'แสนแสบ','',10,1,'Y',0),(72,'บางชัน','',10,1,'Y',0),(73,'ทรายกองดิน','',10,1,'Y',0),(74,'ทรายกองดินใต้','',10,1,'Y',0),(75,'สามวาตะวันออก','',10,1,'Y',0),(76,'สามวาตะวันตก','',10,1,'Y',0),(77,'ลาดกระบัง','',11,1,'Y',0),(78,'คลองสองต้นนุ่น','',11,1,'Y',0),(79,'คลองสามประเวศ','',11,1,'Y',0),(80,'ลำปลาทิว','',11,1,'Y',0),(81,'ทับยาว','',11,1,'Y',0),(82,'ขุมทอง','',11,1,'Y',0),(83,'ทุ่งวัดดอน','',12,1,'Y',0),(84,'ยานนาวา','',12,1,'Y',0),(85,'ช่องนนทรี','',12,1,'Y',0),(86,'บางโพงพาง','',12,1,'Y',0),(87,'วัดพระยาไกร','',12,1,'Y',0),(88,'บางโคล่','',12,1,'Y',0),(89,'บางคอแหลม','',12,1,'Y',0),(90,'ทุ่งมหาเมฆ','',12,1,'Y',0),(91,'จักรวรรดิ','',13,1,'Y',0),(92,'สัมพันธวงศ์','',13,1,'Y',0),(93,'ตลาดน้อย','',13,1,'Y',0),(94,'สามเสนใน','',14,1,'Y',0),(95,'ถนนเพชรบุรี','',14,1,'Y',0),(96,'ทุ่งพญาไท','',14,1,'Y',0),(97,'มักกะสัน','',14,1,'Y',0),(98,'ถนนพญาไท','',14,1,'Y',0),(99,'วัดกัลยาณ์','',15,1,'Y',0),(100,'หิรัญรูจี','',15,1,'Y',0),(101,'บางยี่เรือ','',15,1,'Y',0),(102,'บุคคโล','',15,1,'Y',0),(103,'ตลาดพลู','',15,1,'Y',0),(104,'คลองสาน','',15,1,'Y',0),(105,'วัดอรุณ','',16,1,'Y',0),(106,'วัดท่าพระ','',16,1,'Y',0),(107,'ห้วยขวาง','',17,1,'Y',0),(108,'บางกะปิ','',17,1,'Y',0),(109,'ดินแดง','',17,1,'Y',0),(110,'สามเสนนอก','',17,1,'Y',0),(111,'สมเด็จเจ้าพระยา','',18,1,'Y',0),(112,'คลองสาน','',18,1,'Y',0),(113,'บางลำภูล่าง','',18,1,'Y',0),(114,'คลองต้นไทร','',18,1,'Y',0),(115,'คลองชักพระ','',19,1,'Y',0),(116,'ตลิ่งชัน','',19,1,'Y',0),(117,'ฉิมพลี','',19,1,'Y',0),(118,'บางพรม','',19,1,'Y',0),(119,'บางระมาด','',19,1,'Y',0),(120,'ทวีวัฒนา','',19,1,'Y',0),(121,'บางเชือกหนัง','',19,1,'Y',0),(122,'ศาลาธรรมสพน์','',19,1,'Y',0),(123,'บางพลัด','',20,1,'Y',0),(124,'บางบำหรุ','',20,1,'Y',0),(125,'บางอ้อ','',20,1,'Y',0),(126,'ศิริราช','',20,1,'Y',0),(127,'บ้านช่างหล่อ','',20,1,'Y',0),(128,'บางขุนนนท์','',20,1,'Y',0),(129,'บางขุนศรี','',20,1,'Y',0),(130,'บางยี่ขัน','',20,1,'Y',0),(131,'อรุณอมรินทร์','',20,1,'Y',0),(132,'บางค้อ','',21,1,'Y',0),(133,'จอมทอง','',21,1,'Y',0),(134,'บางขุนเทียน','',21,1,'Y',0),(135,'บางบอน','',21,1,'Y',0),(136,'ท่าข้าม','',21,1,'Y',0),(137,'บางมด','',21,1,'Y',0),(138,'แสมดำ','',21,1,'Y',0),(139,'บางหว้า','',22,1,'Y',0),(140,'บางด้วน','',22,1,'Y',0),(141,'บางแค','',22,1,'Y',0),(142,'บางแคเหนือ','',22,1,'Y',0),(143,'บางไผ่','',22,1,'Y',0),(144,'บางจาก','',22,1,'Y',0),(145,'บางแวก','',22,1,'Y',0),(146,'คลองขวาง','',22,1,'Y',0),(147,'ปากคลองภาษีเจริญ','',22,1,'Y',0),(148,'คูหาสวรรค์','',22,1,'Y',0),(149,'หลักสอง','',23,1,'Y',0),(150,'หนองแขม','',23,1,'Y',0),(151,'หนองค้างพลู','',23,1,'Y',0),(152,'ราษฎร์บูรณะ','',24,1,'Y',0),(153,'บางปะกอก','',24,1,'Y',0),(154,'บางมด','',24,1,'Y',0),(155,'ทุ่งครุ','',24,1,'Y',0),(156,'บางพลัด','',25,1,'Y',0),(157,'บางอ้อ','',25,1,'Y',0),(158,'บางบำหรุ','',25,1,'Y',0),(159,'บางยี่ขัน','',25,1,'Y',0),(160,'ดินแดง','',26,1,'Y',0),(161,'คลองกุ่ม','',27,1,'Y',0),(162,'สะพานสูง','',27,1,'Y',0),(163,'คันนายาว','',27,1,'Y',0),(164,'ทุ่งวัดดอน','',28,1,'Y',0),(165,'ยานนาวา','',28,1,'Y',0),(166,'ทุ่งมหาเมฆ','',28,1,'Y',0),(167,'บางซื่อ','',29,1,'Y',0),(168,'ลาดยาว','',30,1,'Y',0),(169,'บางคอแหลม','',31,1,'Y',0),(170,'วัดพระยาไกร','',31,1,'Y',0),(171,'บางโคล่','',31,1,'Y',0),(172,'ประเวศ','',32,1,'Y',0),(173,'หนองบอน','',32,1,'Y',0),(174,'ดอกไม้','',32,1,'Y',0),(175,'สวนหลวง','',32,1,'Y',0),(176,'คลองเตย','',33,1,'Y',0),(177,'คลองตัน','',33,1,'Y',0),(178,'พระโขนง','',33,1,'Y',0),(179,'คลองเตยเหนือ','',33,1,'Y',0),(180,'คลองตันเหนือ','',33,1,'Y',0),(181,'พระโขนงเหนือ','',33,1,'Y',0),(182,'สวนหลวง','',34,1,'Y',0),(183,'บางขุนเทียน','',35,1,'Y',0),(184,'บางค้อ','',35,1,'Y',0),(185,'บางมด','',35,1,'Y',0),(186,'จอมทอง','',35,1,'Y',0),(187,'ตลาดบางเขน','',36,1,'Y',0),(188,'สีกัน','',36,1,'Y',0),(189,'ทุ่งสองห้อง','',36,1,'Y',0),(190,'ทุ่งพญาไท','',37,1,'Y',0),(191,'ถนนพญาไท','',37,1,'Y',0),(192,'ถนนเพชรบุรี','',37,1,'Y',0),(193,'มักกะสัน','',37,1,'Y',0),(194,'ลาดพร้าว','',38,1,'Y',0),(195,'จรเข้บัว','',38,1,'Y',0),(196,'คลองเตยเหนือ','',39,1,'Y',0),(197,'คลองตันเหนือ','',39,1,'Y',0),(198,'พระโขนงเหนือ','',39,1,'Y',0),(199,'บางแค','',40,1,'Y',0),(200,'บางแคเหนือ','',40,1,'Y',0),(201,'บางไผ่','',40,1,'Y',0),(202,'หลักสอง','',40,1,'Y',0),(203,'ทุ่งสองห้อง','',41,1,'Y',0),(204,'ตลาดบางเขน','',41,1,'Y',0),(205,'สายไหม','',42,1,'Y',0),(206,'ออเงิน','',42,1,'Y',0),(207,'คลองถนน','',42,1,'Y',0),(208,'คันนายาว','',43,1,'Y',0),(209,'สะพานสูง','',44,1,'Y',0),(210,'วังทองหลาง','',45,1,'Y',0),(211,'สามวาตะวันตก','',46,1,'Y',0),(212,'สามวาตะวันออก','',46,1,'Y',0),(213,'บางชัน','',46,1,'Y',0),(214,'ทรายกองดิน','',46,1,'Y',0),(215,'ทรายกองดินใต้','',46,1,'Y',0),(216,'บางนา','',47,1,'Y',0),(217,'ทวีวัฒนา','',48,1,'Y',0),(218,'ศาลาธรรมสพน์','',48,1,'Y',0),(219,'บางมด','',49,1,'Y',0),(220,'ทุ่งครุ','',49,1,'Y',0),(221,'บางบอน','',50,1,'Y',0),(222,'ปากน้ำ','',52,2,'Y',0),(223,'สำโรงเหนือ','',52,2,'Y',0),(224,'บางเมือง','',52,2,'Y',0),(225,'ท้ายบ้าน','',52,2,'Y',0),(226,'บางปูใหม่','',52,2,'Y',0),(227,'แพรกษา','',52,2,'Y',0),(228,'บางโปรง','',52,2,'Y',0),(229,'บางปู','',52,2,'Y',0),(230,'บางด้วน','',52,2,'Y',0),(231,'บางเมืองใหม่','',52,2,'Y',0),(232,'เทพารักษ์','',52,2,'Y',0),(233,'ท้ายบ้านใหม่','',52,2,'Y',0),(234,'แพรกษาใหม่','',52,2,'Y',0),(235,'บางบ่อ','',53,2,'Y',0),(236,'บ้านระกาศ','',53,2,'Y',0),(237,'บางพลีน้อย','',53,2,'Y',0),(238,'บางเพรียง','',53,2,'Y',0),(239,'คลองด่าน','',53,2,'Y',0),(240,'คลองสวน','',53,2,'Y',0),(241,'เปร็ง','',53,2,'Y',0),(242,'คลองนิยมยาตรา','',53,2,'Y',0),(243,'บางพลีใหญ่','',54,2,'Y',0),(244,'บางแก้ว','',54,2,'Y',0),(245,'บางปลา','',54,2,'Y',0),(246,'บางโฉลง','',54,2,'Y',0),(247,'ราชาเทวะ','',54,2,'Y',0),(248,'หนองปรือ','',54,2,'Y',0),(249,'ตลาด','',55,2,'Y',0),(250,'บางพึ่ง','',55,2,'Y',0),(251,'บางจาก','',55,2,'Y',0),(252,'บางครุ','',55,2,'Y',0),(253,'บางหญ้าแพรก','',55,2,'Y',0),(254,'บางหัวเสือ','',55,2,'Y',0),(255,'สำโรงใต้','',55,2,'Y',0),(256,'บางยอ','',55,2,'Y',0),(257,'บางกะเจ้า','',55,2,'Y',0),(258,'บางน้ำผึ้ง','',55,2,'Y',0),(259,'บางกระสอบ','',55,2,'Y',0),(260,'บางกอบัว','',55,2,'Y',0),(261,'ทรงคนอง','',55,2,'Y',0),(262,'สำโรง','',55,2,'Y',0),(263,'สำโรงกลาง','',55,2,'Y',0),(264,'นาเกลือ','',56,2,'Y',0),(265,'บ้านคลองสวน','',56,2,'Y',0),(266,'แหลมฟ้าผ่า','',56,2,'Y',0),(267,'ปากคลองบางปลากด','',56,2,'Y',0),(268,'ในคลองบางปลากด','',56,2,'Y',0),(269,'บางเสาธง','',57,2,'Y',0),(270,'ศีรษะจรเข้น้อย','',57,2,'Y',0),(271,'ศีรษะจรเข้ใหญ่','',57,2,'Y',0),(272,'สวนใหญ่','',58,3,'Y',0),(273,'ตลาดขวัญ','',58,3,'Y',0),(274,'บางเขน','',58,3,'Y',0),(275,'บางกระสอ','',58,3,'Y',0),(276,'ท่าทราย','',58,3,'Y',0),(277,'บางไผ่','',58,3,'Y',0),(278,'บางศรีเมือง','',58,3,'Y',0),(279,'บางกร่าง','',58,3,'Y',0),(280,'ไทรม้า','',58,3,'Y',0),(281,'บางรักน้อย','',58,3,'Y',0),(282,'วัดชลอ','',59,3,'Y',0),(283,'บางกรวย','',59,3,'Y',0),(284,'บางสีทอง','',59,3,'Y',0),(285,'บางขนุน','',59,3,'Y',0),(286,'บางขุนกอง','',59,3,'Y',0),(287,'บางคูเวียง','',59,3,'Y',0),(288,'มหาสวัสดิ์','',59,3,'Y',0),(289,'ปลายบาง','',59,3,'Y',0),(290,'ศาลากลาง','',59,3,'Y',0),(291,'บางม่วง','',60,3,'Y',0),(292,'บางแม่นาง','',60,3,'Y',0),(293,'บางเลน','',60,3,'Y',0),(294,'เสาธงหิน','',60,3,'Y',0),(295,'บางใหญ่','',60,3,'Y',0),(296,'บ้านใหม่','',60,3,'Y',0),(297,'โสนลอย','',61,3,'Y',0),(298,'บางบัวทอง','',61,3,'Y',0),(299,'บางรักใหญ่','',61,3,'Y',0),(300,'บางคูรัด','',61,3,'Y',0),(301,'ละหาร','',61,3,'Y',0),(302,'ลำโพ','',61,3,'Y',0),(303,'พิมลราช','',61,3,'Y',0),(304,'บางรักพัฒนา','',61,3,'Y',0),(305,'ไทรน้อย','',62,3,'Y',0),(306,'ราษฎร์นิยม','',62,3,'Y',0),(307,'หนองเพรางาย','',62,3,'Y',0),(308,'ไทรใหญ่','',62,3,'Y',0),(309,'ขุนศรี','',62,3,'Y',0),(310,'คลองขวาง','',62,3,'Y',0),(311,'ทวีวัฒนา','',62,3,'Y',0),(312,'ปากเกร็ด','',63,3,'Y',0),(313,'บางตลาด','',63,3,'Y',0),(314,'บ้านใหม่','',63,3,'Y',0),(315,'บางพูด','',63,3,'Y',0),(316,'บางตะไนย์','',63,3,'Y',0),(317,'คลองพระอุดม','',63,3,'Y',0),(318,'ท่าอิฐ','',63,3,'Y',0),(319,'เกาะเกร็ด','',63,3,'Y',0),(320,'อ้อมเกร็ด','',63,3,'Y',0),(321,'คลองข่อย','',63,3,'Y',0),(322,'บางพลับ','',63,3,'Y',0),(323,'คลองเกลือ','',63,3,'Y',0),(324,'บางปรอก','',64,4,'Y',0),(325,'บ้านใหม่','',64,4,'Y',0),(326,'บ้านกลาง','',64,4,'Y',0),(327,'บ้านฉาง','',64,4,'Y',0),(328,'บ้านกระแชง','',64,4,'Y',0),(329,'บางขะแยง','',64,4,'Y',0),(330,'บางคูวัด','',64,4,'Y',0),(331,'บางหลวง','',64,4,'Y',0),(332,'บางเดื่อ','',64,4,'Y',0),(333,'บางพูด','',64,4,'Y',0),(334,'บางพูน','',64,4,'Y',0),(335,'บางกะดี','',64,4,'Y',0),(336,'สวนพริกไทย','',64,4,'Y',0),(337,'หลักหก','',64,4,'Y',0),(338,'คลองหนึ่ง','',65,4,'Y',0),(339,'คลองสอง','',65,4,'Y',0),(340,'คลองสาม','',65,4,'Y',0),(341,'คลองสี่','',65,4,'Y',0),(342,'คลองห้า','',65,4,'Y',0),(343,'คลองหก','',65,4,'Y',0),(344,'คลองเจ็ด','',65,4,'Y',0),(345,'ประชาธิปัตย์','',66,4,'Y',0),(346,'บึงยี่โถ','',66,4,'Y',0),(347,'รังสิต','',66,4,'Y',0),(348,'ลำผักกูด','',66,4,'Y',0),(349,'บึงสนั่น','',66,4,'Y',0),(350,'บึงน้ำรักษ์','',66,4,'Y',0),(351,'บึงบา','',67,4,'Y',0),(352,'บึงบอน','',67,4,'Y',0),(353,'บึงกาสาม','',67,4,'Y',0),(354,'บึงชำอ้อ','',67,4,'Y',0),(355,'หนองสามวัง','',67,4,'Y',0),(356,'ศาลาครุ','',67,4,'Y',0),(357,'นพรัตน์','',67,4,'Y',0),(358,'ระแหง','',68,4,'Y',0),(359,'ลาดหลุมแก้ว','',68,4,'Y',0),(360,'คูบางหลวง','',68,4,'Y',0),(361,'คูขวาง','',68,4,'Y',0),(362,'คลองพระอุดม','',68,4,'Y',0),(363,'บ่อเงิน','',68,4,'Y',0),(364,'หน้าไม้','',68,4,'Y',0),(365,'คูคต','',69,4,'Y',0),(366,'ลาดสวาย','',69,4,'Y',0),(367,'บึงคำพร้อย','',69,4,'Y',0),(368,'ลำลูกกา','',69,4,'Y',0),(369,'บึงทองหลาง','',69,4,'Y',0),(370,'ลำไทร','',69,4,'Y',0),(371,'บึงคอไห','',69,4,'Y',0),(372,'พืชอุดม','',69,4,'Y',0),(373,'บางเตย','',70,4,'Y',0),(374,'คลองควาย','',70,4,'Y',0),(375,'สามโคก','',70,4,'Y',0),(376,'กระแชง','',70,4,'Y',0),(377,'บางโพธิ์เหนือ','',70,4,'Y',0),(378,'เชียงรากใหญ่','',70,4,'Y',0),(379,'บ้านปทุม','',70,4,'Y',0),(380,'บ้านงิ้ว','',70,4,'Y',0),(381,'เชียงรากน้อย','',70,4,'Y',0),(382,'บางกระบือ','',70,4,'Y',0),(383,'ท้ายเกาะ','',70,4,'Y',0),(384,'ประตูชัย','',71,5,'Y',0),(385,'กะมัง','',71,5,'Y',0),(386,'หอรัตนไชย','',71,5,'Y',0),(387,'หัวรอ','',71,5,'Y',0),(388,'ท่าวาสุกรี','',71,5,'Y',0),(389,'ไผ่ลิง','',71,5,'Y',0),(390,'ปากกราน','',71,5,'Y',0),(391,'ภูเขาทอง','',71,5,'Y',0),(392,'สำเภาล่ม','',71,5,'Y',0),(393,'สวนพริก','',71,5,'Y',0),(394,'คลองตะเคียน','',71,5,'Y',0),(395,'วัดตูม','',71,5,'Y',0),(396,'หันตรา','',71,5,'Y',0),(397,'ลุมพลี','',71,5,'Y',0),(398,'บ้านใหม่','',71,5,'Y',0),(399,'บ้านเกาะ','',71,5,'Y',0),(400,'คลองสวนพลู','',71,5,'Y',0),(401,'คลองสระบัว','',71,5,'Y',0),(402,'เกาะเรียน','',71,5,'Y',0),(403,'บ้านป้อม','',71,5,'Y',0),(404,'บ้านรุน','',71,5,'Y',0),(405,'จำปา','',71,5,'Y',0),(406,'ท่าเรือ','',72,5,'Y',0),(407,'จำปา','',72,5,'Y',0),(408,'ท่าหลวง','',72,5,'Y',0),(409,'บ้านร่อม','',72,5,'Y',0),(410,'ศาลาลอย','',72,5,'Y',0),(411,'วังแดง','',72,5,'Y',0),(412,'โพธิ์เอน','',72,5,'Y',0),(413,'ปากท่า','',72,5,'Y',0),(414,'หนองขนาก','',72,5,'Y',0),(415,'ท่าเจ้าสนุก','',72,5,'Y',0),(416,'นครหลวง','',73,5,'Y',0),(417,'ท่าช้าง','',73,5,'Y',0),(418,'บ่อโพง','',73,5,'Y',0),(419,'บ้านชุ้ง','',73,5,'Y',0),(420,'ปากจั่น','',73,5,'Y',0),(421,'บางระกำ','',73,5,'Y',0),(422,'บางพระครู','',73,5,'Y',0),(423,'แม่ลา','',73,5,'Y',0),(424,'หนองปลิง','',73,5,'Y',0),(425,'คลองสะแก','',73,5,'Y',0),(426,'สามไถ','',73,5,'Y',0),(427,'พระนอน','',73,5,'Y',0),(428,'บางไทร','',74,5,'Y',0),(429,'บางพลี','',74,5,'Y',0),(430,'สนามชัย','',74,5,'Y',0),(431,'บ้านแป้ง','',74,5,'Y',0),(432,'หน้าไม้','',74,5,'Y',0),(433,'บางยี่โท','',74,5,'Y',0),(434,'แคออก','',74,5,'Y',0),(435,'แคตก','',74,5,'Y',0),(436,'ช่างเหล็ก','',74,5,'Y',0),(437,'กระแชง','',74,5,'Y',0),(438,'บ้านกลึง','',74,5,'Y',0),(439,'ช้างน้อย','',74,5,'Y',0),(440,'ห่อหมก','',74,5,'Y',0),(441,'ไผ่พระ','',74,5,'Y',0),(442,'กกแก้วบูรพา','',74,5,'Y',0),(443,'ไม้ตรา','',74,5,'Y',0),(444,'บ้านม้า','',74,5,'Y',0),(445,'บ้านเกาะ','',74,5,'Y',0),(446,'ราชคราม','',74,5,'Y',0),(447,'ช้างใหญ่','',74,5,'Y',0),(448,'โพแตง','',74,5,'Y',0),(449,'เชียงรากน้อย','',74,5,'Y',0),(450,'โคกช้าง','',74,5,'Y',0),(451,'บางบาล','',75,5,'Y',0),(452,'วัดยม','',75,5,'Y',0),(453,'ไทรน้อย','',75,5,'Y',0),(454,'สะพานไทย','',75,5,'Y',0),(455,'มหาพราหมณ์','',75,5,'Y',0),(456,'กบเจา','',75,5,'Y',0),(457,'บ้านคลัง','',75,5,'Y',0),(458,'พระขาว','',75,5,'Y',0),(459,'น้ำเต้า','',75,5,'Y',0),(460,'ทางช้าง','',75,5,'Y',0),(461,'วัดตะกู','',75,5,'Y',0),(462,'บางหลวง','',75,5,'Y',0),(463,'บางหลวงโดด','',75,5,'Y',0),(464,'บางหัก','',75,5,'Y',0),(465,'บางชะนี','',75,5,'Y',0),(466,'บ้านกุ่ม','',75,5,'Y',0),(467,'บ้านเลน','',76,5,'Y',0),(468,'เชียงรากน้อย','',76,5,'Y',0),(469,'บ้านโพ','',76,5,'Y',0),(470,'บ้านกรด','',76,5,'Y',0),(471,'บางกระสั้น','',76,5,'Y',0),(472,'คลองจิก','',76,5,'Y',0),(473,'บ้านหว้า','',76,5,'Y',0),(474,'วัดยม','',76,5,'Y',0),(475,'บางประแดง','',76,5,'Y',0),(476,'สามเรือน','',76,5,'Y',0),(477,'เกาะเกิด','',76,5,'Y',0),(478,'บ้านพลับ','',76,5,'Y',0),(479,'บ้านแป้ง','',76,5,'Y',0),(480,'คุ้งลาน','',76,5,'Y',0),(481,'ตลิ่งชัน','',76,5,'Y',0),(482,'บ้านสร้าง','',76,5,'Y',0),(483,'ตลาดเกรียบ','',76,5,'Y',0),(484,'ขนอนหลวง','',76,5,'Y',0),(485,'บางปะหัน','',77,5,'Y',0),(486,'ขยาย','',77,5,'Y',0),(487,'บางเดื่อ','',77,5,'Y',0),(488,'เสาธง','',77,5,'Y',0),(489,'ทางกลาง','',77,5,'Y',0),(490,'บางเพลิง','',77,5,'Y',0),(491,'หันสัง','',77,5,'Y',0),(492,'บางนางร้า','',77,5,'Y',0),(493,'ตานิม','',77,5,'Y',0),(494,'ทับน้ำ','',77,5,'Y',0),(495,'บ้านม้า','',77,5,'Y',0),(496,'ขวัญเมือง','',77,5,'Y',0),(497,'บ้านลี่','',77,5,'Y',0),(498,'โพธิ์สามต้น','',77,5,'Y',0),(499,'พุทเลา','',77,5,'Y',0),(500,'ตาลเอน','',77,5,'Y',0),(501,'บ้านขล้อ','',77,5,'Y',0),(502,'ผักไห่','',78,5,'Y',0),(503,'อมฤต','',78,5,'Y',0),(504,'บ้านแค','',78,5,'Y',0),(505,'ลาดน้ำเค็ม','',78,5,'Y',0),(506,'ตาลาน','',78,5,'Y',0),(507,'ท่าดินแดง','',78,5,'Y',0),(508,'ดอนลาน','',78,5,'Y',0),(509,'นาคู','',78,5,'Y',0),(510,'กุฎี','',78,5,'Y',0),(511,'ลำตะเคียน','',78,5,'Y',0),(512,'โคกช้าง','',78,5,'Y',0),(513,'จักราช','',78,5,'Y',0),(514,'หนองน้ำใหญ่','',78,5,'Y',0),(515,'ลาดชิด','',78,5,'Y',0),(516,'หน้าโคก','',78,5,'Y',0),(517,'บ้านใหญ่','',78,5,'Y',0),(518,'ภาชี','',79,5,'Y',0),(519,'โคกม่วง','',79,5,'Y',0),(520,'ระโสม','',79,5,'Y',0),(521,'หนองน้ำใส','',79,5,'Y',0),(522,'ดอนหญ้านาง','',79,5,'Y',0),(523,'ไผ่ล้อม','',79,5,'Y',0),(524,'กระจิว','',79,5,'Y',0),(525,'พระแก้ว','',79,5,'Y',0),(526,'ลาดบัวหลวง','',80,5,'Y',0),(527,'หลักชัย','',80,5,'Y',0),(528,'สามเมือง','',80,5,'Y',0),(529,'พระยาบันลือ','',80,5,'Y',0),(530,'สิงหนาท','',80,5,'Y',0),(531,'คู้สลอด','',80,5,'Y',0),(532,'คลองพระยาบันลือ','',80,5,'Y',0),(533,'ลำตาเสา','',81,5,'Y',0),(534,'บ่อตาโล่','',81,5,'Y',0),(535,'วังน้อย','',81,5,'Y',0),(536,'ลำไทร','',81,5,'Y',0),(537,'สนับทึบ','',81,5,'Y',0),(538,'พยอม','',81,5,'Y',0),(539,'หันตะเภา','',81,5,'Y',0),(540,'วังจุฬา','',81,5,'Y',0),(541,'ข้าวงาม','',81,5,'Y',0),(542,'ชะแมบ','',81,5,'Y',0),(543,'เสนา','',82,5,'Y',0),(544,'บ้านแพน','',82,5,'Y',0),(545,'เจ้าเจ็ด','',82,5,'Y',0),(546,'สามกอ','',82,5,'Y',0),(547,'บางนมโค','',82,5,'Y',0),(548,'หัวเวียง','',82,5,'Y',0),(549,'มารวิชัย','',82,5,'Y',0),(550,'บ้านโพธิ์','',82,5,'Y',0),(551,'รางจรเข้','',82,5,'Y',0),(552,'บ้านกระทุ่ม','',82,5,'Y',0),(553,'บ้านแถว','',82,5,'Y',0),(554,'ชายนา','',82,5,'Y',0),(555,'สามตุ่ม','',82,5,'Y',0),(556,'ลาดงา','',82,5,'Y',0),(557,'ดอนทอง','',82,5,'Y',0),(558,'บ้านหลวง','',82,5,'Y',0),(559,'เจ้าเสด็จ','',82,5,'Y',0),(560,'บางซ้าย','',83,5,'Y',0),(561,'แก้วฟ้า','',83,5,'Y',0),(562,'เต่าเล่า','',83,5,'Y',0),(563,'ปลายกลัด','',83,5,'Y',0),(564,'เทพมงคล','',83,5,'Y',0),(565,'วังพัฒนา','',83,5,'Y',0),(566,'คานหาม','',84,5,'Y',0),(567,'บ้านช้าง','',84,5,'Y',0),(568,'สามบัณฑิต','',84,5,'Y',0),(569,'บ้านหีบ','',84,5,'Y',0),(570,'หนองไม้ซุง','',84,5,'Y',0),(571,'อุทัย','',84,5,'Y',0),(572,'เสนา','',84,5,'Y',0),(573,'หนองน้ำส้ม','',84,5,'Y',0),(574,'โพสาวหาญ','',84,5,'Y',0),(575,'ธนู','',84,5,'Y',0),(576,'ข้าวเม่า','',84,5,'Y',0),(577,'หัวไผ่','',85,5,'Y',0),(578,'กะทุ่ม','',85,5,'Y',0),(579,'มหาราช','',85,5,'Y',0),(580,'น้ำเต้า','',85,5,'Y',0),(581,'บางนา','',85,5,'Y',0),(582,'โรงช้าง','',85,5,'Y',0),(583,'เจ้าปลุก','',85,5,'Y',0),(584,'พิตเพียน','',85,5,'Y',0),(585,'บ้านนา','',85,5,'Y',0),(586,'บ้านขวาง','',85,5,'Y',0),(587,'ท่าตอ','',85,5,'Y',0),(588,'บ้านใหม่','',85,5,'Y',0),(589,'บ้านแพรก','',86,5,'Y',0),(590,'บ้านใหม่','',86,5,'Y',0),(591,'สำพะเนียง','',86,5,'Y',0),(592,'คลองน้อย','',86,5,'Y',0),(593,'สองห้อง','',86,5,'Y',0),(594,'ตลาดหลวง','',87,6,'Y',0),(595,'บางแก้ว','',87,6,'Y',0),(596,'ศาลาแดง','',87,6,'Y',0),(597,'ป่างิ้ว','',87,6,'Y',0),(598,'บ้านแห','',87,6,'Y',0),(599,'ตลาดกรวด','',87,6,'Y',0),(600,'มหาดไทย','',87,6,'Y',0),(601,'บ้านอิฐ','',87,6,'Y',0),(602,'หัวไผ่','',87,6,'Y',0),(603,'จำปาหล่อ','',87,6,'Y',0),(604,'โพสะ','',87,6,'Y',0),(605,'บ้านรี','',87,6,'Y',0),(606,'คลองวัว','',87,6,'Y',0),(607,'ย่านซื่อ','',87,6,'Y',0),(608,'จรเข้ร้อง','',88,6,'Y',0),(609,'ไชยภูมิ','',88,6,'Y',0),(610,'ชัยฤทธิ์','',88,6,'Y',0),(611,'เทวราช','',88,6,'Y',0),(612,'ราชสถิตย์','',88,6,'Y',0),(613,'ไชโย','',88,6,'Y',0),(614,'หลักฟ้า','',88,6,'Y',0),(615,'ชะไว','',88,6,'Y',0),(616,'ตรีณรงค์','',88,6,'Y',0),(617,'บางปลากด','',89,6,'Y',0),(618,'ป่าโมก','',89,6,'Y',0),(619,'สายทอง','',89,6,'Y',0),(620,'โรงช้าง','',89,6,'Y',0),(621,'บางเสด็จ','',89,6,'Y',0),(622,'นรสิงห์','',89,6,'Y',0),(623,'เอกราช','',89,6,'Y',0),(624,'โผงเผง','',89,6,'Y',0),(625,'อ่างแก้ว','',90,6,'Y',0),(626,'อินทประมูล','',90,6,'Y',0),(627,'บางพลับ','',90,6,'Y',0),(628,'หนองแม่ไก่','',90,6,'Y',0),(629,'รำมะสัก','',90,6,'Y',0),(630,'บางระกำ','',90,6,'Y',0),(631,'โพธิ์รังนก','',90,6,'Y',0),(632,'องครักษ์','',90,6,'Y',0),(633,'โคกพุทรา','',90,6,'Y',0),(634,'ยางช้าย','',90,6,'Y',0),(635,'บ่อแร่','',90,6,'Y',0),(636,'ทางพระ','',90,6,'Y',0),(637,'สามง่าม','',90,6,'Y',0),(638,'บางเจ้าฉ่า','',90,6,'Y',0),(639,'คำหยาด','',90,6,'Y',0),(640,'แสวงหา','',91,6,'Y',0),(641,'ศรีพราน','',91,6,'Y',0),(642,'บ้านพราน','',91,6,'Y',0),(643,'วังน้ำเย็น','',91,6,'Y',0),(644,'สีบัวทอง','',91,6,'Y',0),(645,'ห้วยไผ่','',91,6,'Y',0),(646,'จำลอง','',91,6,'Y',0),(647,'ไผ่จำศิล','',92,6,'Y',0),(648,'ศาลเจ้าโรงทอง','',92,6,'Y',0),(649,'ไผ่ดำพัฒนา','',92,6,'Y',0),(650,'สาวร้องไห้','',92,6,'Y',0),(651,'ท่าช้าง','',92,6,'Y',0),(652,'ยี่ล้น','',92,6,'Y',0),(653,'บางจัก','',92,6,'Y',0),(654,'ห้วยคันแหลน','',92,6,'Y',0),(655,'คลองขนาก','',92,6,'Y',0),(656,'ไผ่วง','',92,6,'Y',0),(657,'สี่ร้อย','',92,6,'Y',0),(658,'ม่วงเตี้ย','',92,6,'Y',0),(659,'หัวตะพาน','',92,6,'Y',0),(660,'หลักแก้ว','',92,6,'Y',0),(661,'ตลาดใหม่','',92,6,'Y',0),(662,'สามโก้','',93,6,'Y',0),(663,'ราษฎรพัฒนา','',93,6,'Y',0),(664,'อบทม','',93,6,'Y',0),(665,'โพธิ์ม่วงพันธ์','',93,6,'Y',0),(666,'มงคลธรรมนิมิต','',93,6,'Y',0),(667,'ทะเลชุบศร','',94,7,'Y',0),(668,'ท่าหิน','',94,7,'Y',0),(669,'กกโก','',94,7,'Y',0),(670,'โก่งธนู','',94,7,'Y',0),(671,'เขาพระงาม','',94,7,'Y',0),(672,'เขาสามยอด','',94,7,'Y',0),(673,'โคกกะเทียม','',94,7,'Y',0),(674,'โคกลำพาน','',94,7,'Y',0),(675,'โคกตูม','',94,7,'Y',0),(676,'งิ้วราย','',94,7,'Y',0),(677,'ดอนโพธิ์','',94,7,'Y',0),(678,'ตะลุง','',94,7,'Y',0),(679,'ทะเลชุบศร','',94,7,'Y',0),(680,'ท่าแค','',94,7,'Y',0),(681,'ท่าศาลา','',94,7,'Y',0),(682,'นิคมสร้างตนเอง','',94,7,'Y',0),(683,'บางขันหมาก','',94,7,'Y',0),(684,'บ้านข่อย','',94,7,'Y',0),(685,'ท้ายตลาด','',94,7,'Y',0),(686,'ป่าตาล','',94,7,'Y',0),(687,'พรหมมาสตร์','',94,7,'Y',0),(688,'โพธิ์เก้าต้น','',94,7,'Y',0),(689,'โพธิ์ตรุ','',94,7,'Y',0),(690,'สี่คลอง','',94,7,'Y',0),(691,'ถนนใหญ่','',94,7,'Y',0),(692,'พัฒนานิคม','',95,7,'Y',0),(693,'ช่องสาริกา','',95,7,'Y',0),(694,'มะนาวหวาน','',95,7,'Y',0),(695,'ดีลัง','',95,7,'Y',0),(696,'โคกสลุง','',95,7,'Y',0),(697,'ชอนน้อย','',95,7,'Y',0),(698,'หนองบัว','',95,7,'Y',0),(699,'ห้วยขุนราม','',95,7,'Y',0),(700,'น้ำสุด','',95,7,'Y',0),(701,'โคกสำโรง','',96,7,'Y',0),(702,'เกาะแก้ว','',96,7,'Y',0),(703,'ถลุงเหล็ก','',96,7,'Y',0),(704,'หลุมข้าว','',96,7,'Y',0),(705,'ห้วยโป่ง','',96,7,'Y',0),(706,'คลองเกตุ','',96,7,'Y',0),(707,'สะแกราบ','',96,7,'Y',0),(708,'เพนียด','',96,7,'Y',0),(709,'วังเพลิง','',96,7,'Y',0),(710,'ดงมะรุม','',96,7,'Y',0),(711,'ชอนสารเดช','',96,7,'Y',0),(712,'หนองม่วง','',96,7,'Y',0),(713,'บ่อทอง','',96,7,'Y',0),(714,'ยางโทน','',96,7,'Y',0),(715,'ชอนสมบูรณ์','',96,7,'Y',0),(716,'โคกเจริญ','',96,7,'Y',0),(717,'ยางราก','',96,7,'Y',0),(718,'วังขอนขว้าง','',96,7,'Y',0),(719,'ดงดินแดง','',96,7,'Y',0),(720,'วังจั่น','',96,7,'Y',0),(721,'หนองมะค่า','',96,7,'Y',0),(722,'หนองแขม','',96,7,'Y',0),(723,'วังทอง','',96,7,'Y',0),(724,'ทุ่งท่าช้าง','',96,7,'Y',0),(725,'มหาโพธิ์','',96,7,'Y',0),(726,'สระโบสถ์','',96,7,'Y',0),(727,'ลำนารายณ์','',97,7,'Y',0),(728,'ชัยนารายณ์','',97,7,'Y',0),(729,'ศิลาทิพย์','',97,7,'Y',0),(730,'ห้วยหิน','',97,7,'Y',0),(731,'ม่วงค่อม','',97,7,'Y',0),(732,'บัวชุม','',97,7,'Y',0),(733,'ท่าดินดำ','',97,7,'Y',0),(734,'มะกอกหวาน','',97,7,'Y',0),(735,'ซับตะเคียน','',97,7,'Y',0),(736,'นาโสม','',97,7,'Y',0),(737,'หนองยายโต๊ะ','',97,7,'Y',0),(738,'เกาะรัง','',97,7,'Y',0),(739,'หนองรี','',97,7,'Y',0),(740,'ท่ามะนาว','',97,7,'Y',0),(741,'กุดตาเพชร','',97,7,'Y',0),(742,'ลำสนธิ','',97,7,'Y',0),(743,'นิคมลำนารายณ์','',97,7,'Y',0),(744,'ชัยบาดาล','',97,7,'Y',0),(745,'บ้านใหม่สามัคคี','',97,7,'Y',0),(746,'ซับสมบูรณ์','',97,7,'Y',0),(747,'เขารวก','',97,7,'Y',0),(748,'เขาแหลม','',97,7,'Y',0),(749,'เขาฉกรรจ์','',97,7,'Y',0),(750,'หนองผักแว่น','',97,7,'Y',0),(751,'ซับจำปา','',97,7,'Y',0),(752,'แก่งผักกูด','',97,7,'Y',0),(753,'ท่าหลวง','',97,7,'Y',0),(754,'ท่าวุ้ง','',98,7,'Y',0),(755,'บางคู้','',98,7,'Y',0),(756,'โพตลาดแก้ว','',98,7,'Y',0),(757,'บางลี่','',98,7,'Y',0),(758,'บางงา','',98,7,'Y',0),(759,'โคกสลุด','',98,7,'Y',0),(760,'เขาสมอคอน','',98,7,'Y',0),(761,'หัวสำโรง','',98,7,'Y',0),(762,'ลาดสาลี่','',98,7,'Y',0),(763,'บ้านเบิก','',98,7,'Y',0),(764,'มุจลินท์','',98,7,'Y',0),(765,'ไผ่ใหญ่','',99,7,'Y',0),(766,'บ้านทราย','',99,7,'Y',0),(767,'บ้านกล้วย','',99,7,'Y',0),(768,'ดงพลับ','',99,7,'Y',0),(769,'บ้านชี','',99,7,'Y',0),(770,'พุคา','',99,7,'Y',0),(771,'หินปัก','',99,7,'Y',0),(772,'บางพึ่ง','',99,7,'Y',0),(773,'หนองทรายขาว','',99,7,'Y',0),(774,'บางกะพี้','',99,7,'Y',0),(775,'หนองเต่า','',99,7,'Y',0),(776,'โพนทอง','',99,7,'Y',0),(777,'บางขาม','',99,7,'Y',0),(778,'ดอนดึง','',99,7,'Y',0),(779,'ชอนม่วง','',99,7,'Y',0),(780,'หนองกระเบียน','',99,7,'Y',0),(781,'สายห้วยแก้ว','',99,7,'Y',0),(782,'มหาสอน','',99,7,'Y',0),(783,'บ้านหมี่','',99,7,'Y',0),(784,'เชียงงา','',99,7,'Y',0),(785,'หนองเมือง','',99,7,'Y',0),(786,'สนามแจง','',99,7,'Y',0),(787,'ท่าหลวง','',100,7,'Y',0),(788,'แก่งผักกูด','',100,7,'Y',0),(789,'ซับจำปา','',100,7,'Y',0),(790,'หนองผักแว่น','',100,7,'Y',0),(791,'ทะเลวังวัด','',100,7,'Y',0),(792,'หัวลำ','',100,7,'Y',0),(793,'สระโบสถ์','',101,7,'Y',0),(794,'มหาโพธิ','',101,7,'Y',0),(795,'ทุ่งท่าช้าง','',101,7,'Y',0),(796,'ห้วยใหญ่','',101,7,'Y',0),(797,'นิยมชัย','',101,7,'Y',0),(798,'โคกเจริญ','',102,7,'Y',0),(799,'ยางราก','',102,7,'Y',0),(800,'หนองมะค่า','',102,7,'Y',0),(801,'วังทอง','',102,7,'Y',0),(802,'โคกแสมสาร','',102,7,'Y',0),(803,'ลำสนธิ','',103,7,'Y',0),(804,'ซับสมบูรณ์','',103,7,'Y',0),(805,'หนองรี','',103,7,'Y',0),(806,'กุดตาเพชร','',103,7,'Y',0),(807,'เขารวก','',103,7,'Y',0),(808,'เขาน้อย','',103,7,'Y',0),(809,'หนองม่วง','',104,7,'Y',0),(810,'บ่อทอง','',104,7,'Y',0),(811,'ดงดินแดง','',104,7,'Y',0),(812,'ชอนสมบูรณ์','',104,7,'Y',0),(813,'ยางโทน','',104,7,'Y',0),(814,'ชอนสารเดช','',104,7,'Y',0),(815,'บางพุทรา','',106,8,'Y',0),(816,'บางมัญ','',106,8,'Y',0),(817,'โพกรวม','',106,8,'Y',0),(818,'ม่วงหมู่','',106,8,'Y',0),(819,'หัวไผ่','',106,8,'Y',0),(820,'ต้นโพธิ์','',106,8,'Y',0),(821,'จักรสีห์','',106,8,'Y',0),(822,'บางกระบือ','',106,8,'Y',0),(823,'สิงห์','',107,8,'Y',0),(824,'ไม้ดัด','',107,8,'Y',0),(825,'เชิงกลัด','',107,8,'Y',0),(826,'โพชนไก่','',107,8,'Y',0),(827,'แม่ลา','',107,8,'Y',0),(828,'บ้านจ่า','',107,8,'Y',0),(829,'พักทัน','',107,8,'Y',0),(830,'สระแจง','',107,8,'Y',0),(831,'โพทะเล','',108,8,'Y',0),(832,'บางระจัน','',108,8,'Y',0),(833,'โพสังโฆ','',108,8,'Y',0),(834,'ท่าข้าม','',108,8,'Y',0),(835,'คอทราย','',108,8,'Y',0),(836,'หนองกระทุ่ม','',108,8,'Y',0),(837,'พระงาม','',109,8,'Y',0),(838,'พรหมบุรี','',109,8,'Y',0),(839,'บางน้ำเชี่ยว','',109,8,'Y',0),(840,'บ้านหม้อ','',109,8,'Y',0),(841,'บ้านแป้ง','',109,8,'Y',0),(842,'หัวป่า','',109,8,'Y',0),(843,'โรงช้าง','',109,8,'Y',0),(844,'ถอนสมอ','',110,8,'Y',0),(845,'โพประจักษ์','',110,8,'Y',0),(846,'วิหารขาว','',110,8,'Y',0),(847,'พิกุลทอง','',110,8,'Y',0),(848,'อินทร์บุรี','',111,8,'Y',0),(849,'ประศุก','',111,8,'Y',0),(850,'ทับยา','',111,8,'Y',0),(851,'งิ้วราย','',111,8,'Y',0),(852,'ชีน้ำร้าย','',111,8,'Y',0),(853,'ท่างาม','',111,8,'Y',0),(854,'น้ำตาล','',111,8,'Y',0),(855,'ทองเอน','',111,8,'Y',0),(856,'ห้วยชัน','',111,8,'Y',0),(857,'โพธิ์ชัย','',111,8,'Y',0),(858,'ในเมือง','',112,9,'Y',0),(859,'บ้านกล้วย','',112,9,'Y',0),(860,'ท่าชัย','',112,9,'Y',0),(861,'ชัยนาท','',112,9,'Y',0),(862,'เขาท่าพระ','',112,9,'Y',0),(863,'หาดท่าเสา','',112,9,'Y',0),(864,'ธรรมามูล','',112,9,'Y',0),(865,'เสือโฮก','',112,9,'Y',0),(866,'นางลือ','',112,9,'Y',0),(867,'คุ้งสำเภา','',113,9,'Y',0),(868,'วัดโคก','',113,9,'Y',0),(869,'ศิลาดาน','',113,9,'Y',0),(870,'ท่าฉนวน','',113,9,'Y',0),(871,'หางน้ำสาคร','',113,9,'Y',0),(872,'ไร่พัฒนา','',113,9,'Y',0),(873,'อู่ตะเภา','',113,9,'Y',0),(874,'วัดสิงห์','',114,9,'Y',0),(875,'มะขามเฒ่า','',114,9,'Y',0),(876,'หนองน้อย','',114,9,'Y',0),(877,'หนองบัว','',114,9,'Y',0),(878,'หนองมะโมง','',114,9,'Y',0),(879,'หนองขุ่น','',114,9,'Y',0),(880,'บ่อแร่','',114,9,'Y',0),(881,'กุดจอก','',114,9,'Y',0),(882,'วังตะเคียน','',114,9,'Y',0),(883,'สะพานหิน','',114,9,'Y',0),(884,'วังหมัน','',114,9,'Y',0),(885,'สรรพยา','',115,9,'Y',0),(886,'ตลุก','',115,9,'Y',0),(887,'เขาแก้ว','',115,9,'Y',0),(888,'โพนางดำตก','',115,9,'Y',0),(889,'โพนางดำออก','',115,9,'Y',0),(890,'บางหลวง','',115,9,'Y',0),(891,'หาดอาษา','',115,9,'Y',0),(892,'แพรกศรีราชา','',116,9,'Y',0),(893,'เที่ยงแท้','',116,9,'Y',0),(894,'ห้วยกรด','',116,9,'Y',0),(895,'โพงาม','',116,9,'Y',0),(896,'บางขุด','',116,9,'Y',0),(897,'ดงคอน','',116,9,'Y',0),(898,'ดอนกำ','',116,9,'Y',0),(899,'ห้วยกรดพัฒนา','',116,9,'Y',0),(900,'หันคา','',117,9,'Y',0),(901,'บ้านเชี่ยน','',117,9,'Y',0),(902,'เนินขาม','',117,9,'Y',0),(903,'สุขเดือนห้า','',117,9,'Y',0),(904,'ไพรนกยูง','',117,9,'Y',0),(905,'หนองแซง','',117,9,'Y',0),(906,'ห้วยงู','',117,9,'Y',0),(907,'วังไก่เถื่อน','',117,9,'Y',0),(908,'เด่นใหญ่','',117,9,'Y',0),(909,'กะบกเตี้ย','',117,9,'Y',0),(910,'สามง่ามท่าโบสถ์','',117,9,'Y',0),(911,'หนองมะโมง','',118,9,'Y',0),(912,'วังตะเคียน','',118,9,'Y',0),(913,'สะพานหิน','',118,9,'Y',0),(914,'กุดจอก','',118,9,'Y',0),(915,'เนินขาม','',119,9,'Y',0),(916,'กะบกเตี้ย','',119,9,'Y',0),(917,'สุขเดือนห้า','',119,9,'Y',0),(918,'ปากเพรียว','',120,10,'Y',0),(919,'หน้าพระลาน','',120,10,'Y',0),(920,'พุแค','',120,10,'Y',0),(921,'ห้วยบง','',120,10,'Y',0),(922,'ดาวเรือง','',120,10,'Y',0),(923,'นาโฉง','',120,10,'Y',0),(924,'โคกสว่าง','',120,10,'Y',0),(925,'หนองโน','',120,10,'Y',0),(926,'หนองยาว','',120,10,'Y',0),(927,'ปากข้าวสาร','',120,10,'Y',0),(928,'หนองปลาไหล','',120,10,'Y',0),(929,'กุดนกเปล้า','',120,10,'Y',0),(930,'ตลิ่งชัน','',120,10,'Y',0),(931,'ตะกุด','',120,10,'Y',0),(932,'บ้านแก้ง','',120,10,'Y',0),(933,'ผึ้งรวง','',120,10,'Y',0),(934,'เขาดินพัฒนา','',120,10,'Y',0),(935,'แก่งคอย','',121,10,'Y',0),(936,'ทับกวาง','',121,10,'Y',0),(937,'ตาลเดี่ยว','',121,10,'Y',0),(938,'ห้วยแห้ง','',121,10,'Y',0),(939,'ท่าคล้อ','',121,10,'Y',0),(940,'หินซ้อน','',121,10,'Y',0),(941,'บ้านธาตุ','',121,10,'Y',0),(942,'บ้านป่า','',121,10,'Y',0),(943,'ท่าตูม','',121,10,'Y',0),(944,'ชะอม','',121,10,'Y',0),(945,'สองคอน','',121,10,'Y',0),(946,'เตาปูน','',121,10,'Y',0),(947,'ชำผักแพว','',121,10,'Y',0),(948,'ท่ามะปราง','',121,10,'Y',0),(949,'หนองแค','',122,10,'Y',0),(950,'กุ่มหัก','',122,10,'Y',0),(951,'คชสิทธิ์','',122,10,'Y',0),(952,'โคกตูม','',122,10,'Y',0),(953,'โคกแย้','',122,10,'Y',0),(954,'บัวลอย','',122,10,'Y',0),(955,'ไผ่ต่ำ','',122,10,'Y',0),(956,'โพนทอง','',122,10,'Y',0),(957,'ห้วยขมิ้น','',122,10,'Y',0),(958,'ห้วยทราย','',122,10,'Y',0),(959,'หนองไข่น้ำ','',122,10,'Y',0),(960,'หนองแขม','',122,10,'Y',0),(961,'หนองจิก','',122,10,'Y',0),(962,'หนองจรเข้','',122,10,'Y',0),(963,'หนองนาก','',122,10,'Y',0),(964,'หนองปลาหมอ','',122,10,'Y',0),(965,'หนองปลิง','',122,10,'Y',0),(966,'หนองโรง','',122,10,'Y',0),(967,'หนองหมู','',123,10,'Y',0),(968,'บ้านลำ','',123,10,'Y',0),(969,'คลองเรือ','',123,10,'Y',0),(970,'วิหารแดง','',123,10,'Y',0),(971,'หนองสรวง','',123,10,'Y',0),(972,'เจริญธรรม','',123,10,'Y',0),(973,'หนองแซง','',124,10,'Y',0),(974,'หนองควายโซ','',124,10,'Y',0),(975,'หนองหัวโพ','',124,10,'Y',0),(976,'หนองสีดา','',124,10,'Y',0),(977,'หนองกบ','',124,10,'Y',0),(978,'ไก่เส่า','',124,10,'Y',0),(979,'โคกสะอาด','',124,10,'Y',0),(980,'ม่วงหวาน','',124,10,'Y',0),(981,'เขาดิน','',124,10,'Y',0),(982,'บ้านหมอ','',125,10,'Y',0),(983,'บางโขมด','',125,10,'Y',0),(984,'สร่างโศก','',125,10,'Y',0),(985,'ตลาดน้อย','',125,10,'Y',0),(986,'หรเทพ','',125,10,'Y',0),(987,'โคกใหญ่','',125,10,'Y',0),(988,'ไผ่ขวาง','',125,10,'Y',0),(989,'บ้านครัว','',125,10,'Y',0),(990,'หนองบัว','',125,10,'Y',0),(991,'ดงตะงาว','',125,10,'Y',0),(992,'บ้านหลวง','',125,10,'Y',0),(993,'ไผ่หลิ่ว','',125,10,'Y',0),(994,'ดอนพุด','',126,10,'Y',0),(995,'ไผ่หลิ่ว','',126,10,'Y',0),(996,'บ้านหลวง','',126,10,'Y',0),(997,'ดงตะงาว','',126,10,'Y',0),(998,'หนองโดน','',127,10,'Y',0),(999,'บ้านกลับ','',127,10,'Y',0),(1000,'ดอนทอง','',127,10,'Y',0),(1001,'บ้านโปร่ง','',127,10,'Y',0),(1002,'พระพุทธบาท','',128,10,'Y',0),(1003,'ขุนโขลน','',128,10,'Y',0),(1004,'ธารเกษม','',128,10,'Y',0),(1005,'นายาว','',128,10,'Y',0),(1006,'พุคำจาน','',128,10,'Y',0),(1007,'เขาวง','',128,10,'Y',0),(1008,'ห้วยป่าหวาย','',128,10,'Y',0),(1009,'พุกร่าง','',128,10,'Y',0),(1010,'หนองแก','',128,10,'Y',0),(1011,'เสาไห้','',129,10,'Y',0),(1012,'บ้านยาง','',129,10,'Y',0),(1013,'หัวปลวก','',129,10,'Y',0),(1014,'งิ้วงาม','',129,10,'Y',0),(1015,'ศาลารีไทย','',129,10,'Y',0),(1016,'ต้นตาล','',129,10,'Y',0),(1017,'ท่าช้าง','',129,10,'Y',0),(1018,'พระยาทด','',129,10,'Y',0),(1019,'ม่วงงาม','',129,10,'Y',0),(1020,'เริงราง','',129,10,'Y',0),(1021,'เมืองเก่า','',129,10,'Y',0),(1022,'สวนดอกไม้','',129,10,'Y',0),(1023,'มวกเหล็ก','',130,10,'Y',0),(1024,'มิตรภาพ','',130,10,'Y',0),(1025,'แสลงพัน','',130,10,'Y',0),(1026,'หนองย่างเสือ','',130,10,'Y',0),(1027,'ลำสมพุง','',130,10,'Y',0),(1028,'คำพราน','',130,10,'Y',0),(1029,'ลำพญากลาง','',130,10,'Y',0),(1030,'วังม่วง','',130,10,'Y',0),(1031,'ซับสนุ่น','',130,10,'Y',0),(1032,'แสลงพัน','',131,10,'Y',0),(1033,'คำพราน','',131,10,'Y',0),(1034,'วังม่วง','',131,10,'Y',0),(1035,'เขาดินพัฒนา','',132,10,'Y',0),(1036,'บ้านแก้ง','',132,10,'Y',0),(1037,'ผึ้งรวง','',132,10,'Y',0),(1038,'พุแค','',132,10,'Y',0),(1039,'ห้วยบง','',132,10,'Y',0),(1040,'หน้าพระลาน','',132,10,'Y',0),(1041,'บางปลาสร้อย','',133,11,'Y',0),(1042,'มะขามหย่ง','',133,11,'Y',0),(1043,'บ้านโขด','',133,11,'Y',0),(1044,'แสนสุข','',133,11,'Y',0),(1045,'บ้านสวน','',133,11,'Y',0),(1046,'หนองรี','',133,11,'Y',0),(1047,'นาป่า','',133,11,'Y',0),(1048,'หนองข้างคอก','',133,11,'Y',0),(1049,'ดอนหัวฬ่อ','',133,11,'Y',0),(1050,'หนองไม้แดง','',133,11,'Y',0),(1051,'บางทราย','',133,11,'Y',0),(1052,'คลองตำหรุ','',133,11,'Y',0),(1053,'เหมือง','',133,11,'Y',0),(1054,'บ้านปึก','',133,11,'Y',0),(1055,'ห้วยกะปิ','',133,11,'Y',0),(1056,'เสม็ด','',133,11,'Y',0),(1057,'อ่างศิลา','',133,11,'Y',0),(1058,'สำนักบก','',133,11,'Y',0),(1059,'บ้านบึง','',134,11,'Y',0),(1060,'คลองกิ่ว','',134,11,'Y',0),(1061,'มาบไผ่','',134,11,'Y',0),(1062,'หนองซ้ำซาก','',134,11,'Y',0),(1063,'หนองบอนแดง','',134,11,'Y',0),(1064,'หนองชาก','',134,11,'Y',0),(1065,'หนองอิรุณ','',134,11,'Y',0),(1066,'หนองไผ่แก้ว','',134,11,'Y',0),(1067,'หนองเสือช้าง','',134,11,'Y',0),(1068,'คลองพลู','',134,11,'Y',0),(1069,'หนองใหญ่','',134,11,'Y',0),(1070,'หนองใหญ่','',135,11,'Y',0),(1071,'คลองพลู','',135,11,'Y',0),(1072,'หนองเสือช้าง','',135,11,'Y',0),(1073,'ห้างสูง','',135,11,'Y',0),(1074,'เขาซก','',135,11,'Y',0),(1075,'บางละมุง','',136,11,'Y',0),(1076,'หนองปรือ','',136,11,'Y',0),(1077,'หนองปลาไหล','',136,11,'Y',0),(1078,'โป่ง','',136,11,'Y',0),(1079,'เขาไม้แก้ว','',136,11,'Y',0),(1080,'ห้วยใหญ่','',136,11,'Y',0),(1081,'ตะเคียนเตี้ย','',136,11,'Y',0),(1082,'นาเกลือ','',136,11,'Y',0),(1083,'พานทอง','',137,11,'Y',0),(1084,'หนองตำลึง','',137,11,'Y',0),(1085,'มาบโป่ง','',137,11,'Y',0),(1086,'หนองกะขะ','',137,11,'Y',0),(1087,'หนองหงษ์','',137,11,'Y',0),(1088,'โคกขี้หนอน','',137,11,'Y',0),(1089,'บ้านเก่า','',137,11,'Y',0),(1090,'หน้าประดู่','',137,11,'Y',0),(1091,'บางนาง','',137,11,'Y',0),(1092,'เกาะลอย','',137,11,'Y',0),(1093,'บางหัก','',137,11,'Y',0),(1094,'พนัสนิคม','',138,11,'Y',0),(1095,'หน้าพระธาตุ','',138,11,'Y',0),(1096,'วัดหลวง','',138,11,'Y',0),(1097,'บ้านเซิด','',138,11,'Y',0),(1098,'นาเริก','',138,11,'Y',0),(1099,'หมอนนาง','',138,11,'Y',0),(1100,'สระสี่เหลี่ยม','',138,11,'Y',0),(1101,'วัดโบสถ์','',138,11,'Y',0),(1102,'กุฎโง้ง','',138,11,'Y',0),(1103,'หัวถนน','',138,11,'Y',0),(1104,'ท่าข้าม','',138,11,'Y',0),(1105,'ท่าบุญมี','',138,11,'Y',0),(1106,'หนองปรือ','',138,11,'Y',0),(1107,'หนองขยาด','',138,11,'Y',0),(1108,'ทุ่งขวาง','',138,11,'Y',0),(1109,'หนองเหียง','',138,11,'Y',0),(1110,'นาวังหิน','',138,11,'Y',0),(1111,'บ้านช้าง','',138,11,'Y',0),(1112,'เกาะจันทร์','',138,11,'Y',0),(1113,'โคกเพลาะ','',138,11,'Y',0),(1114,'ไร่หลักทอง','',138,11,'Y',0),(1115,'นามะตูม','',138,11,'Y',0),(1116,'บ้านเซิด','',138,11,'Y',0),(1117,'พูนพัฒนาทรัพย์','',138,11,'Y',0),(1118,'บ่อกวางทอง','',138,11,'Y',0),(1119,'วัดสุวรรณ','',138,11,'Y',0),(1120,'บ่อทอง','',138,11,'Y',0),(1121,'ศรีราชา','',139,11,'Y',0),(1122,'สุรศักดิ์','',139,11,'Y',0),(1123,'ทุ่งสุขลา','',139,11,'Y',0),(1124,'บึง','',139,11,'Y',0),(1125,'หนองขาม','',139,11,'Y',0),(1126,'เขาคันทรง','',139,11,'Y',0),(1127,'บางพระ','',139,11,'Y',0),(1128,'บ่อวิน','',139,11,'Y',0),(1129,'ท่าเทววงษ์','',139,11,'Y',0),(1130,'ท่าเทววงษ์','',140,11,'Y',0),(1131,'สัตหีบ','',141,11,'Y',0),(1132,'นาจอมเทียน','',141,11,'Y',0),(1133,'พลูตาหลวง','',141,11,'Y',0),(1134,'บางเสร่','',141,11,'Y',0),(1135,'แสมสาร','',141,11,'Y',0),(1136,'บ่อทอง','',142,11,'Y',0),(1137,'วัดสุวรรณ','',142,11,'Y',0),(1138,'บ่อกวางทอง','',142,11,'Y',0),(1139,'ธาตุทอง','',142,11,'Y',0),(1140,'เกษตรสุวรรณ','',142,11,'Y',0),(1141,'พลวงทอง','',142,11,'Y',0),(1142,'เกาะจันทร์','',143,11,'Y',0),(1143,'ท่าบุญมี','',143,11,'Y',0),(1144,'ท่าประดู่','',144,12,'Y',0),(1145,'เชิงเนิน','',144,12,'Y',0),(1146,'ตะพง','',144,12,'Y',0),(1147,'ปากน้ำ','',144,12,'Y',0),(1148,'เพ','',144,12,'Y',0),(1149,'แกลง','',144,12,'Y',0),(1150,'บ้านแลง','',144,12,'Y',0),(1151,'นาตาขวัญ','',144,12,'Y',0),(1152,'เนินพระ','',144,12,'Y',0),(1153,'กะเฉด','',144,12,'Y',0),(1154,'ทับมา','',144,12,'Y',0),(1155,'น้ำคอก','',144,12,'Y',0),(1156,'ห้วยโป่ง','',144,12,'Y',0),(1157,'มาบตาพุด','',144,12,'Y',0),(1158,'สำนักทอง','',144,12,'Y',0),(1159,'สำนักท้อน','',144,12,'Y',0),(1160,'พลา','',144,12,'Y',0),(1161,'สำนักท้อน','',145,12,'Y',0),(1162,'พลา','',145,12,'Y',0),(1163,'บ้านฉาง','',145,12,'Y',0),(1164,'ทางเกวียน','',146,12,'Y',0),(1165,'วังหว้า','',146,12,'Y',0),(1166,'ชากโดน','',146,12,'Y',0),(1167,'เนินฆ้อ','',146,12,'Y',0),(1168,'กร่ำ','',146,12,'Y',0),(1169,'ชากพง','',146,12,'Y',0),(1170,'กระแสบน','',146,12,'Y',0),(1171,'บ้านนา','',146,12,'Y',0),(1172,'ทุ่งควายกิน','',146,12,'Y',0),(1173,'กองดิน','',146,12,'Y',0),(1174,'คลองปูน','',146,12,'Y',0),(1175,'พังราด','',146,12,'Y',0),(1176,'ปากน้ำกระแส','',146,12,'Y',0),(1177,'น้ำเป็น','',146,12,'Y',0),(1178,'ชำฆ้อ','',146,12,'Y',0),(1179,'ห้วยทับมอญ','',146,12,'Y',0),(1180,'ห้วยยาง','',146,12,'Y',0),(1181,'สองสลึง','',146,12,'Y',0),(1182,'เขาน้อย','',146,12,'Y',0),(1183,'ชุมแสง','',146,12,'Y',0),(1184,'วังจันทร์','',146,12,'Y',0),(1185,'วังจันทร์','',147,12,'Y',0),(1186,'ชุมแสง','',147,12,'Y',0),(1187,'ป่ายุบใน','',147,12,'Y',0),(1188,'พลงตาเอี่ยม','',147,12,'Y',0),(1189,'บ้านค่าย','',148,12,'Y',0),(1190,'หนองละลอก','',148,12,'Y',0),(1191,'หนองตะพาน','',148,12,'Y',0),(1192,'ตาขัน','',148,12,'Y',0),(1193,'บางบุตร','',148,12,'Y',0),(1194,'หนองบัว','',148,12,'Y',0),(1195,'ชากบก','',148,12,'Y',0),(1196,'มาบข่า','',148,12,'Y',0),(1197,'พนานิคม','',148,12,'Y',0),(1198,'นิคมพัฒนา','',148,12,'Y',0),(1199,'มะขามคู่','',148,12,'Y',0),(1200,'หนองไร่','',148,12,'Y',0),(1201,'มาบยางพร','',148,12,'Y',0),(1202,'แม่น้ำคู้','',148,12,'Y',0),(1203,'ละหาร','',148,12,'Y',0),(1204,'ตาสิทธิ์','',148,12,'Y',0),(1205,'ปลวกแดง','',148,12,'Y',0),(1206,'ปลวกแดง','',149,12,'Y',0),(1207,'ตาสิทธิ์','',149,12,'Y',0),(1208,'ละหาร','',149,12,'Y',0),(1209,'แม่น้ำคู้','',149,12,'Y',0),(1210,'มาบยางพร','',149,12,'Y',0),(1211,'หนองไร่','',149,12,'Y',0),(1212,'น้ำเป็น','',150,12,'Y',0),(1213,'ห้วยทับมอญ','',150,12,'Y',0),(1214,'ชำฆ้อ','',150,12,'Y',0),(1215,'เขาน้อย','',150,12,'Y',0),(1216,'นิคมพัฒนา','',151,12,'Y',0),(1217,'มาบข่า','',151,12,'Y',0),(1218,'พนานิคม','',151,12,'Y',0),(1219,'มะขามคู่','',151,12,'Y',0),(1220,'ตลาด','',152,13,'Y',0),(1221,'วัดใหม่','',152,13,'Y',0),(1222,'คลองนารายณ์','',152,13,'Y',0),(1223,'เกาะขวาง','',152,13,'Y',0),(1224,'คมบาง','',152,13,'Y',0),(1225,'ท่าช้าง','',152,13,'Y',0),(1226,'จันทนิมิต','',152,13,'Y',0),(1227,'บางกะจะ','',152,13,'Y',0),(1228,'แสลง','',152,13,'Y',0),(1229,'หนองบัว','',152,13,'Y',0),(1230,'พลับพลา','',152,13,'Y',0),(1231,'ขลุง','',153,13,'Y',0),(1232,'บ่อ','',153,13,'Y',0),(1233,'เกวียนหัก','',153,13,'Y',0),(1234,'ตะปอน','',153,13,'Y',0),(1235,'บางชัน','',153,13,'Y',0),(1236,'วันยาว','',153,13,'Y',0),(1237,'ซึ้ง','',153,13,'Y',0),(1238,'มาบไพ','',153,13,'Y',0),(1239,'วังสรรพรส','',153,13,'Y',0),(1240,'ตรอกนอง','',153,13,'Y',0),(1241,'ตกพรม','',153,13,'Y',0),(1242,'บ่อเวฬุ','',153,13,'Y',0),(1243,'ท่าใหม่','',154,13,'Y',0),(1244,'ยายร้า','',154,13,'Y',0),(1245,'สีพยา','',154,13,'Y',0),(1246,'บ่อพุ','',154,13,'Y',0),(1247,'พลอยแหวน','',154,13,'Y',0),(1248,'เขาวัว','',154,13,'Y',0),(1249,'เขาบายศรี','',154,13,'Y',0),(1250,'สองพี่น้อง','',154,13,'Y',0),(1251,'ทุ่งเบญจา','',154,13,'Y',0),(1252,'วังโตนด','',154,13,'Y',0),(1253,'รำพัน','',154,13,'Y',0),(1254,'โขมง','',154,13,'Y',0),(1255,'ตะกาดเง้า','',154,13,'Y',0),(1256,'คลองขุด','',154,13,'Y',0),(1257,'กระแจะ','',154,13,'Y',0),(1258,'สนามไชย','',154,13,'Y',0),(1259,'ช้างข้าม','',154,13,'Y',0),(1260,'นายายอาม','',154,13,'Y',0),(1261,'แก่งหางแมว','',154,13,'Y',0),(1262,'สามพี่น้อง','',154,13,'Y',0),(1263,'เขาวงกต','',154,13,'Y',0),(1264,'พวา','',154,13,'Y',0),(1265,'ขุนซ่อง','',154,13,'Y',0),(1266,'เขาแก้ว','',154,13,'Y',0),(1267,'ทับไทร','',155,13,'Y',0),(1268,'โป่งน้ำร้อน','',155,13,'Y',0),(1269,'ทรายขาว','',155,13,'Y',0),(1270,'หนองตาคง','',155,13,'Y',0),(1271,'ปะตง','',155,13,'Y',0),(1272,'ทุ่งขนาน','',155,13,'Y',0),(1273,'สะตอน','',155,13,'Y',0),(1274,'ทับช้าง','',155,13,'Y',0),(1275,'เทพนิมิต','',155,13,'Y',0),(1276,'คลองใหญ่','',155,13,'Y',0),(1277,'มะขาม','',156,13,'Y',0),(1278,'ท่าหลวง','',156,13,'Y',0),(1279,'ปัถวี','',156,13,'Y',0),(1280,'วังแซ้ม','',156,13,'Y',0),(1281,'พลวง','',156,13,'Y',0),(1282,'ฉมัน','',156,13,'Y',0),(1283,'ตะเคียนทอง','',156,13,'Y',0),(1284,'อ่างคีรี','',156,13,'Y',0),(1285,'คลองพลู','',156,13,'Y',0),(1286,'ซากไทย','',156,13,'Y',0),(1287,'ปากน้ำแหลมสิงห์','',157,13,'Y',0),(1288,'เกาะเปริด','',157,13,'Y',0),(1289,'หนองชิ่ม','',157,13,'Y',0),(1290,'พลิ้ว','',157,13,'Y',0),(1291,'คลองน้ำเค็ม','',157,13,'Y',0),(1292,'บางสระเก้า','',157,13,'Y',0),(1293,'บางกะไชย','',157,13,'Y',0),(1294,'ปะตง','',158,13,'Y',0),(1295,'ทุ่งขนาน','',158,13,'Y',0),(1296,'ทับช้าง','',158,13,'Y',0),(1297,'ทรายขาว','',158,13,'Y',0),(1298,'สะตอน','',158,13,'Y',0),(1299,'แก่งหางแมว','',159,13,'Y',0),(1300,'ขุนซ่อง','',159,13,'Y',0),(1301,'สามพี่น้อง','',159,13,'Y',0),(1302,'พวา','',159,13,'Y',0),(1303,'เขาวงกต','',159,13,'Y',0),(1304,'นายายอาม','',160,13,'Y',0),(1305,'วังโตนด','',160,13,'Y',0),(1306,'กระแจะ','',160,13,'Y',0),(1307,'สนามไชย','',160,13,'Y',0),(1308,'ช้างข้าม','',160,13,'Y',0),(1309,'วังใหม่','',160,13,'Y',0),(1310,'ชากไทย','',161,13,'Y',0),(1311,'พลวง','',161,13,'Y',0),(1312,'ตะเคียนทอง','',161,13,'Y',0),(1313,'คลองพลู','',161,13,'Y',0),(1314,'จันทเขลม','',161,13,'Y',0),(1315,'บางพระ','',163,14,'Y',0),(1316,'หนองเสม็ด','',163,14,'Y',0),(1317,'หนองโสน','',163,14,'Y',0),(1318,'หนองคันทรง','',163,14,'Y',0),(1319,'ห้วงน้ำขาว','',163,14,'Y',0),(1320,'อ่าวใหญ่','',163,14,'Y',0),(1321,'วังกระแจะ','',163,14,'Y',0),(1322,'ห้วยแร้ง','',163,14,'Y',0),(1323,'เนินทราย','',163,14,'Y',0),(1324,'ท่าพริก','',163,14,'Y',0),(1325,'ท่ากุ่ม','',163,14,'Y',0),(1326,'ตะกาง','',163,14,'Y',0),(1327,'ชำราก','',163,14,'Y',0),(1328,'แหลมกลัด','',163,14,'Y',0),(1329,'คลองใหญ่','',164,14,'Y',0),(1330,'ไม้รูด','',164,14,'Y',0),(1331,'หาดเล็ก','',164,14,'Y',0),(1332,'เขาสมิง','',165,14,'Y',0),(1333,'แสนตุ้ง','',165,14,'Y',0),(1334,'วังตะเคียน','',165,14,'Y',0),(1335,'ท่าโสม','',165,14,'Y',0),(1336,'สะตอ','',165,14,'Y',0),(1337,'ประณีต','',165,14,'Y',0),(1338,'เทพนิมิต','',165,14,'Y',0),(1339,'ทุ่งนนทรี','',165,14,'Y',0),(1340,'บ่อไร่','',165,14,'Y',0),(1341,'ด่านชุมพล','',165,14,'Y',0),(1342,'หนองบอน','',165,14,'Y',0),(1343,'ช้างทูน','',165,14,'Y',0),(1344,'บ่อพลอย','',165,14,'Y',0),(1345,'บ่อพลอย','',166,14,'Y',0),(1346,'ช้างทูน','',166,14,'Y',0),(1347,'ด่านชุมพล','',166,14,'Y',0),(1348,'หนองบอน','',166,14,'Y',0),(1349,'นนทรีย์','',166,14,'Y',0),(1350,'แหลมงอบ','',167,14,'Y',0),(1351,'น้ำเชี่ยว','',167,14,'Y',0),(1352,'บางปิด','',167,14,'Y',0),(1353,'เกาะช้าง','',167,14,'Y',0),(1354,'เกาะหมาก','',167,14,'Y',0),(1355,'เกาะกูด','',167,14,'Y',0),(1356,'คลองใหญ่','',167,14,'Y',0),(1357,'เกาะช้างใต้','',167,14,'Y',0),(1358,'เกาะหมาก','',168,14,'Y',0),(1359,'เกาะกูด','',168,14,'Y',0),(1360,'เกาะช้าง','',169,14,'Y',0),(1361,'เกาะช้างใต้','',169,14,'Y',0),(1362,'หน้าเมือง','',170,15,'Y',0),(1363,'ท่าไข่','',170,15,'Y',0),(1364,'บ้านใหม่','',170,15,'Y',0),(1365,'คลองนา','',170,15,'Y',0),(1366,'บางตีนเป็ด','',170,15,'Y',0),(1367,'บางไผ่','',170,15,'Y',0),(1368,'คลองจุกกระเฌอ','',170,15,'Y',0),(1369,'บางแก้ว','',170,15,'Y',0),(1370,'บางขวัญ','',170,15,'Y',0),(1371,'คลองนครเนื่องเขต','',170,15,'Y',0),(1372,'วังตะเคียน','',170,15,'Y',0),(1373,'โสธร','',170,15,'Y',0),(1374,'บางพระ','',170,15,'Y',0),(1375,'บางกะไห','',170,15,'Y',0),(1376,'หนามแดง','',170,15,'Y',0),(1377,'คลองเปรง','',170,15,'Y',0),(1378,'คลองอุดมชลจร','',170,15,'Y',0),(1379,'คลองหลวงแพ่ง','',170,15,'Y',0),(1380,'บางเตย','',170,15,'Y',0),(1381,'บางคล้า','',171,15,'Y',0),(1382,'ก้อนแก้ว','',171,15,'Y',0),(1383,'คลองเขื่อน','',171,15,'Y',0),(1384,'บางสวน','',171,15,'Y',0),(1385,'บางเล่า','',171,15,'Y',0),(1386,'บางโรง','',171,15,'Y',0),(1387,'บางตลาด','',171,15,'Y',0),(1388,'บางกระเจ็ด','',171,15,'Y',0),(1389,'ปากน้ำ','',171,15,'Y',0),(1390,'ท่าทองหลาง','',171,15,'Y',0),(1391,'สาวชะโงก','',171,15,'Y',0),(1392,'เสม็ดเหนือ','',171,15,'Y',0),(1393,'เสม็ดใต้','',171,15,'Y',0),(1394,'หัวไทร','',171,15,'Y',0),(1395,'บางน้ำเปรี้ยว','',172,15,'Y',0),(1396,'บางขนาก','',172,15,'Y',0),(1397,'สิงโตทอง','',172,15,'Y',0),(1398,'หมอนทอง','',172,15,'Y',0),(1399,'บึงน้ำรักษ์','',172,15,'Y',0),(1400,'ดอนเกาะกา','',172,15,'Y',0),(1401,'โยธะกา','',172,15,'Y',0),(1402,'ดอนฉิมพลี','',172,15,'Y',0),(1403,'ศาลาแดง','',172,15,'Y',0),(1404,'โพรงอากาศ','',172,15,'Y',0),(1405,'บางปะกง','',173,15,'Y',0),(1406,'ท่าสะอ้าน','',173,15,'Y',0),(1407,'บางวัว','',173,15,'Y',0),(1408,'บางสมัคร','',173,15,'Y',0),(1409,'บางผึ้ง','',173,15,'Y',0),(1410,'บางเกลือ','',173,15,'Y',0),(1411,'สองคลอง','',173,15,'Y',0),(1412,'หนองจอก','',173,15,'Y',0),(1413,'พิมพา','',173,15,'Y',0),(1414,'ท่าข้าม','',173,15,'Y',0),(1415,'หอมศีล','',173,15,'Y',0),(1416,'เขาดิน','',173,15,'Y',0),(1417,'บ้านโพธิ์','',174,15,'Y',0),(1418,'เกาะไร่','',174,15,'Y',0),(1419,'คลองขุด','',174,15,'Y',0),(1420,'คลองบ้านโพธิ์','',174,15,'Y',0),(1421,'คลองประเวศ','',174,15,'Y',0),(1422,'ดอนทราย','',174,15,'Y',0),(1423,'เทพราช','',174,15,'Y',0),(1424,'ท่าพลับ','',174,15,'Y',0),(1425,'หนองตีนนก','',174,15,'Y',0),(1426,'หนองบัว','',174,15,'Y',0),(1427,'บางซ่อน','',174,15,'Y',0),(1428,'บางกรูด','',174,15,'Y',0),(1429,'แหลมประดู่','',174,15,'Y',0),(1430,'ลาดขวาง','',174,15,'Y',0),(1431,'สนามจันทร์','',174,15,'Y',0),(1432,'แสนภูดาษ','',174,15,'Y',0),(1433,'สิบเอ็ดศอก','',174,15,'Y',0),(1434,'เกาะขนุน','',175,15,'Y',0),(1435,'บ้านซ่อง','',175,15,'Y',0),(1436,'พนมสารคาม','',175,15,'Y',0),(1437,'เมืองเก่า','',175,15,'Y',0),(1438,'หนองยาว','',175,15,'Y',0),(1439,'ท่าถ่าน','',175,15,'Y',0),(1440,'หนองแหน','',175,15,'Y',0),(1441,'เขาหินซ้อน','',175,15,'Y',0),(1442,'บางคา','',176,15,'Y',0),(1443,'เมืองใหม่','',176,15,'Y',0),(1444,'ดงน้อย','',176,15,'Y',0),(1445,'คู้ยายหมี','',177,15,'Y',0),(1446,'ท่ากระดาน','',177,15,'Y',0),(1447,'ทุ่งพระยา','',177,15,'Y',0),(1448,'ท่าตะเกียบ','',177,15,'Y',0),(1449,'ลาดกระทิง','',177,15,'Y',0),(1450,'คลองตะเกรา','',177,15,'Y',0),(1451,'แปลงยาว','',178,15,'Y',0),(1452,'วังเย็น','',178,15,'Y',0),(1453,'หัวสำโรง','',178,15,'Y',0),(1454,'หนองไม้แก่น','',178,15,'Y',0),(1455,'ท่าตะเกียบ','',179,15,'Y',0),(1456,'คลองตะเกรา','',179,15,'Y',0),(1457,'ก้อนแก้ว','',180,15,'Y',0),(1458,'คลองเขื่อน','',180,15,'Y',0),(1459,'บางเล่า','',180,15,'Y',0),(1460,'บางโรง','',180,15,'Y',0),(1461,'บางตลาด','',180,15,'Y',0),(1462,'หน้าเมือง','',181,16,'Y',0),(1463,'รอบเมือง','',181,16,'Y',0),(1464,'วัดโบสถ์','',181,16,'Y',0),(1465,'บางเดชะ','',181,16,'Y',0),(1466,'ท่างาม','',181,16,'Y',0),(1467,'บางบริบูรณ์','',181,16,'Y',0),(1468,'ดงพระราม','',181,16,'Y',0),(1469,'บ้านพระ','',181,16,'Y',0),(1470,'โคกไม้ลาย','',181,16,'Y',0),(1471,'ไม้เค็ด','',181,16,'Y',0),(1472,'ดงขี้เหล็ก','',181,16,'Y',0),(1473,'เนินหอม','',181,16,'Y',0),(1474,'โนนห้อม','',181,16,'Y',0),(1475,'กบินทร์','',182,16,'Y',0),(1476,'เมืองเก่า','',182,16,'Y',0),(1477,'วังดาล','',182,16,'Y',0),(1478,'นนทรี','',182,16,'Y',0),(1479,'ย่านรี','',182,16,'Y',0),(1480,'วังตะเคียน','',182,16,'Y',0),(1481,'หาดนางแก้ว','',182,16,'Y',0),(1482,'ลาดตะเคียน','',182,16,'Y',0),(1483,'บ้านนา','',182,16,'Y',0),(1484,'บ่อทอง','',182,16,'Y',0),(1485,'หนองกี่','',182,16,'Y',0),(1486,'นาแขม','',182,16,'Y',0),(1487,'เขาไม้แก้ว','',182,16,'Y',0),(1488,'วังท่าช้าง','',182,16,'Y',0),(1489,'สะพานหิน','',182,16,'Y',0),(1490,'นาดี','',182,16,'Y',0),(1491,'ลำพันตา','',182,16,'Y',0),(1492,'ทุ่งโพธิ์','',182,16,'Y',0),(1493,'นาดี','',183,16,'Y',0),(1494,'สำพันตา','',183,16,'Y',0),(1495,'สะพานหิน','',183,16,'Y',0),(1496,'ทุ่งโพธิ์','',183,16,'Y',0),(1497,'แก่งดินสอ','',183,16,'Y',0),(1498,'บุพราหมณ์','',183,16,'Y',0),(1499,'บ้านสร้าง','',184,16,'Y',0),(1500,'บางกระเบา','',184,16,'Y',0),(1501,'บางเตย','',184,16,'Y',0),(1502,'บางยาง','',184,16,'Y',0),(1503,'บางแตน','',184,16,'Y',0),(1504,'บางพลวง','',184,16,'Y',0),(1505,'บางปลาร้า','',184,16,'Y',0),(1506,'บางขาม','',184,16,'Y',0),(1507,'กระทุ่มแพ้ว','',184,16,'Y',0),(1508,'ประจันตคาม','',185,16,'Y',0),(1509,'เกาะลอย','',185,16,'Y',0),(1510,'บ้านหอย','',185,16,'Y',0),(1511,'หนองแสง','',185,16,'Y',0),(1512,'ดงบัง','',185,16,'Y',0),(1513,'คำโตนด','',185,16,'Y',0),(1514,'บุฝ้าย','',185,16,'Y',0),(1515,'หนองแก้ว','',185,16,'Y',0),(1516,'โพธิ์งาม','',185,16,'Y',0),(1517,'ศรีมหาโพธิ','',186,16,'Y',0),(1518,'สัมพันธ์','',186,16,'Y',0),(1519,'บ้านทาม','',186,16,'Y',0),(1520,'ท่าตูม','',186,16,'Y',0),(1521,'บางกุ้ง','',186,16,'Y',0),(1522,'ดงกระทงยาม','',186,16,'Y',0),(1523,'หนองโพรง','',186,16,'Y',0),(1524,'หัวหว้า','',186,16,'Y',0),(1525,'หาดยาง','',186,16,'Y',0),(1526,'กรอกสมบูรณ์','',186,16,'Y',0),(1527,'คู้ลำพัน','',186,16,'Y',0),(1528,'โคกปีบ','',186,16,'Y',0),(1529,'โคกไทย','',186,16,'Y',0),(1530,'ไผ่ชะเลือด','',186,16,'Y',0),(1531,'โคกปีบ','',187,16,'Y',0),(1532,'โคกไทย','',187,16,'Y',0),(1533,'คู้ลำพัน','',187,16,'Y',0),(1534,'ไผ่ชะเลือด','',187,16,'Y',0),(1535,'นครนายก','',188,17,'Y',0),(1536,'ท่าช้าง','',188,17,'Y',0),(1537,'บ้านใหญ่','',188,17,'Y',0),(1538,'วังกระโจม','',188,17,'Y',0),(1539,'ท่าทราย','',188,17,'Y',0),(1540,'ดอนยอ','',188,17,'Y',0),(1541,'ศรีจุฬา','',188,17,'Y',0),(1542,'ดงละคร','',188,17,'Y',0),(1543,'ศรีนาวา','',188,17,'Y',0),(1544,'สาริกา','',188,17,'Y',0),(1545,'หินตั้ง','',188,17,'Y',0),(1546,'เขาพระ','',188,17,'Y',0),(1547,'พรหมณี','',188,17,'Y',0),(1548,'เกาะหวาย','',189,17,'Y',0),(1549,'เกาะโพธิ์','',189,17,'Y',0),(1550,'ปากพลี','',189,17,'Y',0),(1551,'โคกกรวด','',189,17,'Y',0),(1552,'ท่าเรือ','',189,17,'Y',0),(1553,'หนองแสง','',189,17,'Y',0),(1554,'นาหินลาด','',189,17,'Y',0),(1555,'บ้านนา','',190,17,'Y',0),(1556,'บ้านพร้าว','',190,17,'Y',0),(1557,'บ้านพริก','',190,17,'Y',0),(1558,'อาษา','',190,17,'Y',0),(1559,'ทองหลาง','',190,17,'Y',0),(1560,'บางอ้อ','',190,17,'Y',0),(1561,'พิกุลออก','',190,17,'Y',0),(1562,'ป่าขะ','',190,17,'Y',0),(1563,'เขาเพิ่ม','',190,17,'Y',0),(1564,'ศรีกะอาง','',190,17,'Y',0),(1565,'พระอาจารย์','',191,17,'Y',0),(1566,'บึงศาล','',191,17,'Y',0),(1567,'ศีรษะกระบือ','',191,17,'Y',0),(1568,'โพธิ์แทน','',191,17,'Y',0),(1569,'บางสมบูรณ์','',191,17,'Y',0),(1570,'ทรายมูล','',191,17,'Y',0),(1571,'บางปลากด','',191,17,'Y',0),(1572,'บางลูกเสือ','',191,17,'Y',0),(1573,'องครักษ์','',191,17,'Y',0),(1574,'ชุมพล','',191,17,'Y',0),(1575,'คลองใหญ่','',191,17,'Y',0),(1576,'สระแก้ว','',192,18,'Y',0),(1577,'บ้านแก้ง','',192,18,'Y',0),(1578,'ศาลาลำดวน','',192,18,'Y',0),(1579,'โคกปี่ฆ้อง','',192,18,'Y',0),(1580,'ท่าแยก','',192,18,'Y',0),(1581,'ท่าเกษม','',192,18,'Y',0),(1582,'เขาฉกรรจ์','',192,18,'Y',0),(1583,'สระขวัญ','',192,18,'Y',0),(1584,'หนองหว้า','',192,18,'Y',0),(1585,'พระเพลิง','',192,18,'Y',0),(1586,'หนองบอน','',192,18,'Y',0),(1587,'เขาสามสิบ','',192,18,'Y',0),(1588,'คลองหาด','',193,18,'Y',0),(1589,'ไทยอุดม','',193,18,'Y',0),(1590,'ซับมะกรูด','',193,18,'Y',0),(1591,'ไทรเดี่ยว','',193,18,'Y',0),(1592,'คลองไก่เถื่อน','',193,18,'Y',0),(1593,'เบญจขร','',193,18,'Y',0),(1594,'ไทรทอง','',193,18,'Y',0),(1595,'ตาพระยา','',194,18,'Y',0),(1596,'ทัพเสด็จ','',194,18,'Y',0),(1597,'โคกสูง','',194,18,'Y',0),(1598,'หนองแวง','',194,18,'Y',0),(1599,'หนองม่วง','',194,18,'Y',0),(1600,'ทัพราช','',194,18,'Y',0),(1601,'ทัพไทย','',194,18,'Y',0),(1602,'โนนหมากมุ่น','',194,18,'Y',0),(1603,'โคคลาน','',194,18,'Y',0),(1604,'วังน้ำเย็น','',195,18,'Y',0),(1605,'วังสมบูรณ์','',195,18,'Y',0),(1606,'ตาหลังใน','',195,18,'Y',0),(1607,'วังใหม่','',195,18,'Y',0),(1608,'คลองหินปูน','',195,18,'Y',0),(1609,'ทุ่งมหาเจริญ','',195,18,'Y',0),(1610,'วังทอง','',195,18,'Y',0),(1611,'วัฒนานคร','',196,18,'Y',0),(1612,'ท่าเกวียน','',196,18,'Y',0),(1613,'ผักขะ','',196,18,'Y',0),(1614,'โนนหมากเค็ง','',196,18,'Y',0),(1615,'หนองน้ำใส','',196,18,'Y',0),(1616,'ช่องกุ่ม','',196,18,'Y',0),(1617,'หนองแวง','',196,18,'Y',0),(1618,'แซร์ออ','',196,18,'Y',0),(1619,'หนองหมากฝ้าย','',196,18,'Y',0),(1620,'หนองตะเคียนบอน','',196,18,'Y',0),(1621,'ห้วยโจด','',196,18,'Y',0),(1622,'อรัญประเทศ','',197,18,'Y',0),(1623,'เมืองไผ่','',197,18,'Y',0),(1624,'หันทราย','',197,18,'Y',0),(1625,'คลองน้ำใส','',197,18,'Y',0),(1626,'ท่าข้าม','',197,18,'Y',0),(1627,'ป่าไร่','',197,18,'Y',0),(1628,'ทับพริก','',197,18,'Y',0),(1629,'บ้านใหม่หนองไทร','',197,18,'Y',0),(1630,'ผ่านศึก','',197,18,'Y',0),(1631,'หนองสังข์','',197,18,'Y',0),(1632,'คลองทับจันทร์','',197,18,'Y',0),(1633,'ฟากห้วย','',197,18,'Y',0),(1634,'บ้านด่าน','',197,18,'Y',0),(1635,'เขาฉกรรจ์','',198,18,'Y',0),(1636,'หนองหว้า','',198,18,'Y',0),(1637,'พระเพลิง','',198,18,'Y',0),(1638,'เขาสามสิบ','',198,18,'Y',0),(1639,'โคกสูง','',199,18,'Y',0),(1640,'หนองม่วง','',199,18,'Y',0),(1641,'หนองแวง','',199,18,'Y',0),(1642,'โนนหมากมุ่น','',199,18,'Y',0),(1643,'วังสมบูรณ์','',200,18,'Y',0),(1644,'วังใหม่','',200,18,'Y',0),(1645,'วังทอง','',200,18,'Y',0),(1646,'ในเมือง','',201,19,'Y',0),(1647,'โพธิ์กลาง','',201,19,'Y',0),(1648,'หนองจะบก','',201,19,'Y',0),(1649,'โคกสูง','',201,19,'Y',0),(1650,'มะเริง','',201,19,'Y',0),(1651,'หนองระเวียง','',201,19,'Y',0),(1652,'ปรุใหญ่','',201,19,'Y',0),(1653,'หมื่นไวย','',201,19,'Y',0),(1654,'พลกรัง','',201,19,'Y',0),(1655,'หนองไผ่ล้อม','',201,19,'Y',0),(1656,'หัวทะเล','',201,19,'Y',0),(1657,'บ้านเกาะ','',201,19,'Y',0),(1658,'บ้านใหม่','',201,19,'Y',0),(1659,'พุดซา','',201,19,'Y',0),(1660,'บ้านโพธิ์','',201,19,'Y',0),(1661,'จอหอ','',201,19,'Y',0),(1662,'โคกกรวด','',201,19,'Y',0),(1663,'ไชยมงคล','',201,19,'Y',0),(1664,'หนองบัวศาลา','',201,19,'Y',0),(1665,'สุรนารี','',201,19,'Y',0),(1666,'สีมุม','',201,19,'Y',0),(1667,'ตลาด','',201,19,'Y',0),(1668,'พะเนา','',201,19,'Y',0),(1669,'หนองกระทุ่ม','',201,19,'Y',0),(1670,'หนองไข่น้ำ','',201,19,'Y',0),(1671,'แชะ','',202,19,'Y',0),(1672,'เฉลียง','',202,19,'Y',0),(1673,'ครบุรี','',202,19,'Y',0),(1674,'โคกกระชาย','',202,19,'Y',0),(1675,'จระเข้หิน','',202,19,'Y',0),(1676,'มาบตะโกเอน','',202,19,'Y',0),(1677,'อรพิมพ์','',202,19,'Y',0),(1678,'บ้านใหม่','',202,19,'Y',0),(1679,'ลำเพียก','',202,19,'Y',0),(1680,'ครบุรีใต้','',202,19,'Y',0),(1681,'ตะแบกบาน','',202,19,'Y',0),(1682,'สระว่านพระยา','',202,19,'Y',0),(1683,'เสิงสาง','',203,19,'Y',0),(1684,'สระตะเคียน','',203,19,'Y',0),(1685,'โนนสมบูรณ์','',203,19,'Y',0),(1686,'กุดโบสถ์','',203,19,'Y',0),(1687,'สุขไพบูลย์','',203,19,'Y',0),(1688,'บ้านราษฎร์','',203,19,'Y',0),(1689,'เมืองคง','',204,19,'Y',0),(1690,'คูขาด','',204,19,'Y',0),(1691,'เทพาลัย','',204,19,'Y',0),(1692,'ตาจั่น','',204,19,'Y',0),(1693,'บ้านปรางค์','',204,19,'Y',0),(1694,'หนองมะนาว','',204,19,'Y',0),(1695,'หนองบัว','',204,19,'Y',0),(1696,'โนนเต็ง','',204,19,'Y',0),(1697,'ดอนใหญ่','',204,19,'Y',0),(1698,'ขามสมบูรณ์','',204,19,'Y',0),(1699,'บ้านเหลื่อม','',205,19,'Y',0),(1700,'วังโพธิ์','',205,19,'Y',0),(1701,'โคกกระเบื้อง','',205,19,'Y',0),(1702,'ช่อระกา','',205,19,'Y',0),(1703,'จักราช','',206,19,'Y',0),(1704,'ท่าช้าง','',206,19,'Y',0),(1705,'ทองหลาง','',206,19,'Y',0),(1706,'สีสุก','',206,19,'Y',0),(1707,'หนองขาม','',206,19,'Y',0),(1708,'หนองงูเหลือม','',206,19,'Y',0),(1709,'หนองพลวง','',206,19,'Y',0),(1710,'หนองยาง','',206,19,'Y',0),(1711,'พระพุทธ','',206,19,'Y',0),(1712,'ศรีละกอ','',206,19,'Y',0),(1713,'คลองเมือง','',206,19,'Y',0),(1714,'ช้างทอง','',206,19,'Y',0),(1715,'หินโคน','',206,19,'Y',0),(1716,'กระโทก','',207,19,'Y',0),(1717,'พลับพลา','',207,19,'Y',0),(1718,'ท่าอ่าง','',207,19,'Y',0),(1719,'ทุ่งอรุณ','',207,19,'Y',0),(1720,'ท่าลาดขาว','',207,19,'Y',0),(1721,'ท่าจะหลุง','',207,19,'Y',0),(1722,'ท่าเยี่ยม','',207,19,'Y',0),(1723,'โชคชัย','',207,19,'Y',0),(1724,'ละลมใหม่พัฒนา','',207,19,'Y',0),(1725,'ด่านเกวียน','',207,19,'Y',0),(1726,'กุดพิมาน','',208,19,'Y',0),(1727,'ด่านขุนทด','',208,19,'Y',0),(1728,'ด่านนอก','',208,19,'Y',0),(1729,'ด่านใน','',208,19,'Y',0),(1730,'ตะเคียน','',208,19,'Y',0),(1731,'บ้านเก่า','',208,19,'Y',0),(1732,'บ้านแปรง','',208,19,'Y',0),(1733,'พันชนะ','',208,19,'Y',0),(1734,'สระจรเข้','',208,19,'Y',0),(1735,'หนองกราด','',208,19,'Y',0),(1736,'หนองบัวตะเกียด','',208,19,'Y',0),(1737,'หนองบัวละคร','',208,19,'Y',0),(1738,'หินดาด','',208,19,'Y',0),(1739,'สำนักตะคร้อ','',208,19,'Y',0),(1740,'ห้วยบง','',208,19,'Y',0),(1741,'หนองแวง','',208,19,'Y',0),(1742,'โนนเมืองพัฒนา','',208,19,'Y',0),(1743,'หนองไทร','',208,19,'Y',0),(1744,'บึงปรือ','',208,19,'Y',0),(1745,'โนนไทย','',209,19,'Y',0),(1746,'ด่านจาก','',209,19,'Y',0),(1747,'กำปัง','',209,19,'Y',0),(1748,'สำโรง','',209,19,'Y',0),(1749,'ค้างพลู','',209,19,'Y',0),(1750,'บ้านวัง','',209,19,'Y',0),(1751,'บัลลังก์','',209,19,'Y',0),(1752,'สายออ','',209,19,'Y',0),(1753,'ถนนโพธิ์','',209,19,'Y',0),(1754,'พังเทียม','',209,19,'Y',0),(1755,'สระพระ','',209,19,'Y',0),(1756,'ทัพรั้ง','',209,19,'Y',0),(1757,'หนองหอย','',209,19,'Y',0),(1758,'มะค่า','',209,19,'Y',0),(1759,'มาบกราด','',209,19,'Y',0),(1760,'โนนสูง','',210,19,'Y',0),(1761,'ใหม่','',210,19,'Y',0),(1762,'โตนด','',210,19,'Y',0),(1763,'บิง','',210,19,'Y',0),(1764,'ดอนชมพู','',210,19,'Y',0),(1765,'ธารปราสาท','',210,19,'Y',0),(1766,'หลุมข้าว','',210,19,'Y',0),(1767,'มะค่า','',210,19,'Y',0),(1768,'พลสงคราม','',210,19,'Y',0),(1769,'จันอัด','',210,19,'Y',0),(1770,'ขามเฒ่า','',210,19,'Y',0),(1771,'ด่านคล้า','',210,19,'Y',0),(1772,'ลำคอหงษ์','',210,19,'Y',0),(1773,'เมืองปราสาท','',210,19,'Y',0),(1774,'ดอนหวาย','',210,19,'Y',0),(1775,'ลำมูล','',210,19,'Y',0),(1776,'ขามสะแกแสง','',211,19,'Y',0),(1777,'โนนเมือง','',211,19,'Y',0),(1778,'เมืองนาท','',211,19,'Y',0),(1779,'ชีวึก','',211,19,'Y',0),(1780,'พะงาด','',211,19,'Y',0),(1781,'หนองหัวฟาน','',211,19,'Y',0),(1782,'เมืองเกษตร','',211,19,'Y',0),(1783,'บัวใหญ่','',212,19,'Y',0),(1784,'ห้วยยาง','',212,19,'Y',0),(1785,'เสมาใหญ่','',212,19,'Y',0),(1786,'บึงพะไล','',212,19,'Y',0),(1787,'ดอนตะหนิน','',212,19,'Y',0),(1788,'หนองบัวสะอาด','',212,19,'Y',0),(1789,'โนนทองหลาง','',212,19,'Y',0),(1790,'หนองหว้า','',212,19,'Y',0),(1791,'บัวลาย','',212,19,'Y',0),(1792,'สีดา','',212,19,'Y',0),(1793,'โพนทอง','',212,19,'Y',0),(1794,'แก้งสนามนาง','',212,19,'Y',0),(1795,'กุดจอก','',212,19,'Y',0),(1796,'ด่านช้าง','',212,19,'Y',0),(1797,'โนนจาน','',212,19,'Y',0),(1798,'สีสุก','',212,19,'Y',0),(1799,'สามเมือง','',212,19,'Y',0),(1800,'โนนสำราญ','',212,19,'Y',0),(1801,'ขุนทอง','',212,19,'Y',0),(1802,'หนองตาดใหญ่','',212,19,'Y',0),(1803,'เมืองพะไล','',212,19,'Y',0),(1804,'โนนประดู่','',212,19,'Y',0),(1805,'หนองแจ้งใหญ่','',212,19,'Y',0),(1806,'ประทาย','',213,19,'Y',0),(1807,'โนนแดง','',213,19,'Y',0),(1808,'กระทุ่มราย','',213,19,'Y',0),(1809,'วังไม้แดง','',213,19,'Y',0),(1810,'วังหิน','',213,19,'Y',0),(1811,'ตลาดไทร','',213,19,'Y',0),(1812,'หนองพลวง','',213,19,'Y',0),(1813,'หนองค่าย','',213,19,'Y',0),(1814,'หันห้วยทราย','',213,19,'Y',0),(1815,'ดอนมัน','',213,19,'Y',0),(1816,'โนนตาเถร','',213,19,'Y',0),(1817,'สำพะเนียง','',213,19,'Y',0),(1818,'นางรำ','',213,19,'Y',0),(1819,'โนนเพ็ด','',213,19,'Y',0),(1820,'ทุ่งสว่าง','',213,19,'Y',0),(1821,'ดอนยาวใหญ่','',213,19,'Y',0),(1822,'โคกกลาง','',213,19,'Y',0),(1823,'เมืองโดน','',213,19,'Y',0),(1824,'เมืองปัก','',214,19,'Y',0),(1825,'ตะคุ','',214,19,'Y',0),(1826,'โคกไทย','',214,19,'Y',0),(1827,'สำโรง','',214,19,'Y',0),(1828,'ตะขบ','',214,19,'Y',0),(1829,'นกออก','',214,19,'Y',0),(1830,'ดอน','',214,19,'Y',0),(1831,'วังน้ำเขียว','',214,19,'Y',0),(1832,'ตูม','',214,19,'Y',0),(1833,'งิ้ว','',214,19,'Y',0),(1834,'สะแกราช','',214,19,'Y',0),(1835,'ลำนางแก้ว','',214,19,'Y',0),(1836,'วังหมี','',214,19,'Y',0),(1837,'ระเริง','',214,19,'Y',0),(1838,'อุดมทรัพย์','',214,19,'Y',0),(1839,'ภูหลวง','',214,19,'Y',0),(1840,'ธงชัยเหนือ','',214,19,'Y',0),(1841,'สุขเกษม','',214,19,'Y',0),(1842,'เกษมทรัพย์','',214,19,'Y',0),(1843,'บ่อปลาทอง','',214,19,'Y',0),(1844,'ในเมือง','',215,19,'Y',0),(1845,'สัมฤทธิ์','',215,19,'Y',0),(1846,'โบสถ์','',215,19,'Y',0),(1847,'กระเบื้องใหญ่','',215,19,'Y',0),(1848,'ท่าหลวง','',215,19,'Y',0),(1849,'รังกาใหญ่','',215,19,'Y',0),(1850,'ชีวาน','',215,19,'Y',0),(1851,'นิคมสร้างตนเอง','',215,19,'Y',0),(1852,'กระชอน','',215,19,'Y',0),(1853,'ดงใหญ่','',215,19,'Y',0),(1854,'ธารละหลอด','',215,19,'Y',0),(1855,'หนองระเวียง','',215,19,'Y',0),(1856,'ห้วยแถลง','',216,19,'Y',0),(1857,'ทับสวาย','',216,19,'Y',0),(1858,'เมืองพลับพลา','',216,19,'Y',0),(1859,'หลุ่งตะเคียน','',216,19,'Y',0),(1860,'หินดาด','',216,19,'Y',0),(1861,'งิ้ว','',216,19,'Y',0),(1862,'กงรถ','',216,19,'Y',0),(1863,'หลุ่งประดู่','',216,19,'Y',0),(1864,'ตะโก','',216,19,'Y',0),(1865,'ห้วยแคน','',216,19,'Y',0),(1866,'ชุมพวง','',217,19,'Y',0),(1867,'ประสุข','',217,19,'Y',0),(1868,'ท่าลาด','',217,19,'Y',0),(1869,'สาหร่าย','',217,19,'Y',0),(1870,'ตลาดไทร','',217,19,'Y',0),(1871,'ช่องแมว','',217,19,'Y',0),(1872,'ขุย','',217,19,'Y',0),(1873,'กระเบื้องนอก','',217,19,'Y',0),(1874,'เมืองยาง','',217,19,'Y',0),(1875,'โนนรัง','',217,19,'Y',0),(1876,'บ้านยาง','',217,19,'Y',0),(1877,'ละหานปลาค้าว','',217,19,'Y',0),(1878,'โนนอุดม','',217,19,'Y',0),(1879,'หนองหลัก','',217,19,'Y',0),(1880,'ไพล','',217,19,'Y',0),(1881,'โนนตูม','',217,19,'Y',0),(1882,'โนนยอ','',217,19,'Y',0),(1883,'สูงเนิน','',218,19,'Y',0),(1884,'เสมา','',218,19,'Y',0),(1885,'โคราช','',218,19,'Y',0),(1886,'บุ่งขี้เหล็ก','',218,19,'Y',0),(1887,'โนนค่า','',218,19,'Y',0),(1888,'โค้งยาง','',218,19,'Y',0),(1889,'มะเกลือเก่า','',218,19,'Y',0),(1890,'มะเกลือใหม่','',218,19,'Y',0),(1891,'นากลาง','',218,19,'Y',0),(1892,'หนองตะไก้','',218,19,'Y',0),(1893,'กุดจิก','',218,19,'Y',0),(1894,'ขามทะเลสอ','',219,19,'Y',0),(1895,'โป่งแดง','',219,19,'Y',0),(1896,'พันดุง','',219,19,'Y',0),(1897,'หนองสรวง','',219,19,'Y',0),(1898,'บึงอ้อ','',219,19,'Y',0),(1899,'สีคิ้ว','',220,19,'Y',0),(1900,'บ้านหัน','',220,19,'Y',0),(1901,'กฤษณา','',220,19,'Y',0),(1902,'ลาดบัวขาว','',220,19,'Y',0),(1903,'หนองหญ้าขาว','',220,19,'Y',0),(1904,'กุดน้อย','',220,19,'Y',0),(1905,'หนองน้ำใส','',220,19,'Y',0),(1906,'วังโรงใหญ่','',220,19,'Y',0),(1907,'มิตรภาพ','',220,19,'Y',0),(1908,'คลองไผ่','',220,19,'Y',0),(1909,'ดอนเมือง','',220,19,'Y',0),(1910,'หนองบัวน้อย','',220,19,'Y',0),(1911,'ปากช่อง','',221,19,'Y',0),(1912,'กลางดง','',221,19,'Y',0),(1913,'จันทึก','',221,19,'Y',0),(1914,'วังกะทะ','',221,19,'Y',0),(1915,'หมูสี','',221,19,'Y',0),(1916,'หนองสาหร่าย','',221,19,'Y',0),(1917,'ขนงพระ','',221,19,'Y',0),(1918,'โป่งตาลอง','',221,19,'Y',0),(1919,'คลองม่วง','',221,19,'Y',0),(1920,'หนองน้ำแดง','',221,19,'Y',0),(1921,'วังไทร','',221,19,'Y',0),(1922,'พญาเย็น','',221,19,'Y',0),(1923,'หนองบุนนาก','',222,19,'Y',0),(1924,'สารภี','',222,19,'Y',0),(1925,'ไทยเจริญ','',222,19,'Y',0),(1926,'หนองหัวแรต','',222,19,'Y',0),(1927,'แหลมทอง','',222,19,'Y',0),(1928,'หนองตะไก้','',222,19,'Y',0),(1929,'ลุงเขว้า','',222,19,'Y',0),(1930,'หนองไม้ไผ่','',222,19,'Y',0),(1931,'บ้านใหม่','',222,19,'Y',0),(1932,'แก้งสนามนาง','',223,19,'Y',0),(1933,'โนนสำราญ','',223,19,'Y',0),(1934,'บึงพะไล','',223,19,'Y',0),(1935,'สีสุก','',223,19,'Y',0),(1936,'บึงสำโรง','',223,19,'Y',0),(1937,'โนนแดง','',224,19,'Y',0),(1938,'โนนตาเถร','',224,19,'Y',0),(1939,'สำพะเนียง','',224,19,'Y',0),(1940,'วังหิน','',224,19,'Y',0),(1941,'ดอนยาวใหญ่','',224,19,'Y',0),(1942,'วังน้ำเขียว','',225,19,'Y',0),(1943,'วังหมี','',225,19,'Y',0),(1944,'ระเริง','',225,19,'Y',0),(1945,'อุดมทรัพย์','',225,19,'Y',0),(1946,'ไทยสามัคคี','',225,19,'Y',0),(1947,'สำนักตะคร้อ','',226,19,'Y',0),(1948,'หนองแวง','',226,19,'Y',0),(1949,'บึงปรือ','',226,19,'Y',0),(1950,'วังยายทอง','',226,19,'Y',0),(1951,'เมืองยาง','',227,19,'Y',0),(1952,'กระเบื้องนอก','',227,19,'Y',0),(1953,'ละหานปลาค้าว','',227,19,'Y',0),(1954,'โนนอุดม','',227,19,'Y',0),(1955,'สระพระ','',228,19,'Y',0),(1956,'มาบกราด','',228,19,'Y',0),(1957,'พังเทียม','',228,19,'Y',0),(1958,'ทัพรั้ง','',228,19,'Y',0),(1959,'หนองหอย','',228,19,'Y',0),(1960,'ขุย','',229,19,'Y',0),(1961,'บ้านยาง','',229,19,'Y',0),(1962,'ช่องแมว','',229,19,'Y',0),(1963,'ไพล','',229,19,'Y',0),(1964,'เมืองพะไล','',230,19,'Y',0),(1965,'โนนจาน','',230,19,'Y',0),(1966,'บัวลาย','',230,19,'Y',0),(1967,'หนองหว้า','',230,19,'Y',0),(1968,'สีดา','',231,19,'Y',0),(1969,'โพนทอง','',231,19,'Y',0),(1970,'โนนประดู่','',231,19,'Y',0),(1971,'สามเมือง','',231,19,'Y',0),(1972,'หนองตาดใหญ่','',231,19,'Y',0),(1973,'ช้างทอง','',232,19,'Y',0),(1974,'ท่าช้าง','',232,19,'Y',0),(1975,'พระพุทธ','',232,19,'Y',0),(1976,'หนองงูเหลือม','',232,19,'Y',0),(1977,'หนองยาง','',232,19,'Y',0),(1978,'ในเมือง','',234,20,'Y',0),(1979,'อิสาณ','',234,20,'Y',0),(1980,'เสม็ด','',234,20,'Y',0),(1981,'บ้านบัว','',234,20,'Y',0),(1982,'สะแกโพรง','',234,20,'Y',0),(1983,'สวายจีก','',234,20,'Y',0),(1984,'ห้วยราช','',234,20,'Y',0),(1985,'บ้านยาง','',234,20,'Y',0),(1986,'บ้านด่าน','',234,20,'Y',0),(1987,'สามแวง','',234,20,'Y',0),(1988,'ปราสาท','',234,20,'Y',0),(1989,'พระครู','',234,20,'Y',0),(1990,'ถลุงเหล็ก','',234,20,'Y',0),(1991,'หนองตาด','',234,20,'Y',0),(1992,'โนนขวาง','',234,20,'Y',0),(1993,'ตาเสา','',234,20,'Y',0),(1994,'ลุมปุ๊ก','',234,20,'Y',0),(1995,'สองห้อง','',234,20,'Y',0),(1996,'บัวทอง','',234,20,'Y',0),(1997,'ชุมเห็ด','',234,20,'Y',0),(1998,'สนวน','',234,20,'Y',0),(1999,'หลักเขต','',234,20,'Y',0),(2000,'วังเหนือ','',234,20,'Y',0),(2001,'บ้านตะโก','',234,20,'Y',0),(2002,'สะแกซำ','',234,20,'Y',0),(2003,'กลันทา','',234,20,'Y',0),(2004,'กระสัง','',234,20,'Y',0),(2005,'เมืองฝาง','',234,20,'Y',0),(2006,'ปะเคียบ','',234,20,'Y',0),(2007,'คูเมือง','',235,20,'Y',0),(2008,'ปะเคียบ','',235,20,'Y',0),(2009,'บ้านแพ','',235,20,'Y',0),(2010,'พรสำราญ','',235,20,'Y',0),(2011,'หินเหล็กไฟ','',235,20,'Y',0),(2012,'ตูมใหญ่','',235,20,'Y',0),(2013,'หนองขมาร','',235,20,'Y',0),(2014,'กระสัง','',236,20,'Y',0),(2015,'ลำดวน','',236,20,'Y',0),(2016,'สองชั้น','',236,20,'Y',0),(2017,'สูงเนิน','',236,20,'Y',0),(2018,'หนองเต็ง','',236,20,'Y',0),(2019,'เมืองไผ่','',236,20,'Y',0),(2020,'ชุมแสง','',236,20,'Y',0),(2021,'บ้านปรือ','',236,20,'Y',0),(2022,'ห้วยสำราญ','',236,20,'Y',0),(2023,'กันทรารมย์','',236,20,'Y',0),(2024,'ศรีภูมิ','',236,20,'Y',0),(2025,'นางรอง','',237,20,'Y',0),(2026,'ตาเป๊ก','',237,20,'Y',0),(2027,'สะเดา','',237,20,'Y',0),(2028,'ชำนิ','',237,20,'Y',0),(2029,'ชุมแสง','',237,20,'Y',0),(2030,'หนองโบสถ์','',237,20,'Y',0),(2031,'หนองปล่อง','',237,20,'Y',0),(2032,'หนองกง','',237,20,'Y',0),(2033,'ทุ่งจังหัน','',237,20,'Y',0),(2034,'เมืองยาง','',237,20,'Y',0),(2035,'เจริญสุข','',237,20,'Y',0),(2036,'โนนสุวรรณ','',237,20,'Y',0),(2037,'ถนนหัก','',237,20,'Y',0),(2038,'หนองไทร','',237,20,'Y',0),(2039,'ก้านเหลือง','',237,20,'Y',0),(2040,'บ้านสิงห์','',237,20,'Y',0),(2041,'ลำไทรโยง','',237,20,'Y',0),(2042,'ทรัพย์พระยา','',237,20,'Y',0),(2043,'อีสานเขต','',237,20,'Y',0),(2044,'ดงอีจาน','',237,20,'Y',0),(2045,'โกรกแก้ว','',237,20,'Y',0),(2046,'ช่อผกา','',237,20,'Y',0),(2047,'ละลวด','',237,20,'Y',0),(2048,'หนองยายพิมพ์','',237,20,'Y',0),(2049,'หัวถนน','',237,20,'Y',0),(2050,'ทุ่งแสงทอง','',237,20,'Y',0),(2051,'หนองโสน','',237,20,'Y',0),(2052,'ดอนอะราง','',237,20,'Y',0),(2053,'เมืองไผ่','',237,20,'Y',0),(2054,'เย้ยปราสาท','',237,20,'Y',0),(2055,'หนองกี่','',237,20,'Y',0),(2056,'หนองกี่','',238,20,'Y',0),(2057,'เย้ยปราสาท','',238,20,'Y',0),(2058,'เมืองไผ่','',238,20,'Y',0),(2059,'ดอนอะราง','',238,20,'Y',0),(2060,'โคกสว่าง','',238,20,'Y',0),(2061,'ทุ่งกระตาดพัฒนา','',238,20,'Y',0),(2062,'ทุ่งกระเต็น','',238,20,'Y',0),(2063,'ท่าโพธิ์ชัย','',238,20,'Y',0),(2064,'โคกสูง','',238,20,'Y',0),(2065,'บุกระสัง','',238,20,'Y',0),(2066,'ละหานทราย','',239,20,'Y',0),(2067,'ถาวร','',239,20,'Y',0),(2068,'ตาจง','',239,20,'Y',0),(2069,'สำโรงใหม่','',239,20,'Y',0),(2070,'โนนดินแดง','',239,20,'Y',0),(2071,'ยายแย้มวัฒนา','',239,20,'Y',0),(2072,'หนองแวง','',239,20,'Y',0),(2073,'ลำนางรอง','',239,20,'Y',0),(2074,'ส้มป่อย','',239,20,'Y',0),(2075,'หนองตระครอง','',239,20,'Y',0),(2076,'โคกว่าน','',239,20,'Y',0),(2077,'ไทยเจริญ','',239,20,'Y',0),(2078,'ประโคนชัย','',240,20,'Y',0),(2079,'แสลงโทน','',240,20,'Y',0),(2080,'บ้านไทร','',240,20,'Y',0),(2081,'จันดุม','',240,20,'Y',0),(2082,'ละเวี้ย','',240,20,'Y',0),(2083,'จรเข้มาก','',240,20,'Y',0),(2084,'ปังกู','',240,20,'Y',0),(2085,'โคกย่าง','',240,20,'Y',0),(2086,'โคกขมิ้น','',240,20,'Y',0),(2087,'โคกม้า','',240,20,'Y',0),(2088,'ป่าชัน','',240,20,'Y',0),(2089,'สะเดา','',240,20,'Y',0),(2090,'ไพศาล','',240,20,'Y',0),(2091,'ตะโกตาพิ','',240,20,'Y',0),(2092,'เขาคอก','',240,20,'Y',0),(2093,'หนองบอน','',240,20,'Y',0),(2094,'สำโรง','',240,20,'Y',0),(2095,'โคกมะขาม','',240,20,'Y',0),(2096,'โคกตูม','',240,20,'Y',0),(2097,'ประทัดบุ','',240,20,'Y',0),(2098,'สี่เหลี่ยม','',240,20,'Y',0),(2099,'บ้านกรวด','',241,20,'Y',0),(2100,'โนนเจริญ','',241,20,'Y',0),(2101,'หนองไม้งาม','',241,20,'Y',0),(2102,'ปราสาท','',241,20,'Y',0),(2103,'สายตะกู','',241,20,'Y',0),(2104,'หินลาด','',241,20,'Y',0),(2105,'บึงเจริญ','',241,20,'Y',0),(2106,'จันทบเพชร','',241,20,'Y',0),(2107,'เขาดินเหนือ','',241,20,'Y',0),(2108,'พุทไธสง','',242,20,'Y',0),(2109,'มะเฟือง','',242,20,'Y',0),(2110,'บ้านจาน','',242,20,'Y',0),(2111,'หนองแวง','',242,20,'Y',0),(2112,'ทองหลาง','',242,20,'Y',0),(2113,'บ้านเป้า','',242,20,'Y',0),(2114,'บ้านแวง','',242,20,'Y',0),(2115,'บ้านแดงใหญ่','',242,20,'Y',0),(2116,'บ้านยาง','',242,20,'Y',0),(2117,'หายโศก','',242,20,'Y',0),(2118,'กู่สวนแตง','',242,20,'Y',0),(2119,'หนองเยือง','',242,20,'Y',0),(2120,'ลำปลายมาศ','',243,20,'Y',0),(2121,'หนองคู','',243,20,'Y',0),(2122,'แสลงพัน','',243,20,'Y',0),(2123,'ทะเมนชัย','',243,20,'Y',0),(2124,'ตลาดโพธิ์','',243,20,'Y',0),(2125,'หนองกะทิง','',243,20,'Y',0),(2126,'โคกกลาง','',243,20,'Y',0),(2127,'โคกสะอาด','',243,20,'Y',0),(2128,'เมืองแฝก','',243,20,'Y',0),(2129,'บ้านยาง','',243,20,'Y',0),(2130,'ผไทรินทร์','',243,20,'Y',0),(2131,'โคกล่าม','',243,20,'Y',0),(2132,'หินโคน','',243,20,'Y',0),(2133,'หนองบัวโคก','',243,20,'Y',0),(2134,'บุโพธิ์','',243,20,'Y',0),(2135,'หนองโดน','',243,20,'Y',0),(2136,'ไทยสามัคคี','',243,20,'Y',0),(2137,'ห้วยหิน','',243,20,'Y',0),(2138,'สระแก้ว','',243,20,'Y',0),(2139,'สตึก','',244,20,'Y',0),(2140,'นิคม','',244,20,'Y',0),(2141,'ทุ่งวัง','',244,20,'Y',0),(2142,'เมืองแก','',244,20,'Y',0),(2143,'หนองใหญ่','',244,20,'Y',0),(2144,'ร่อนทอง','',244,20,'Y',0),(2145,'แคนดง','',244,20,'Y',0),(2146,'ดงพลอง','',244,20,'Y',0),(2147,'ดอนมนต์','',244,20,'Y',0),(2148,'ชุมแสง','',244,20,'Y',0),(2149,'ท่าม่วง','',244,20,'Y',0),(2150,'สะแก','',244,20,'Y',0),(2151,'สระบัว','',244,20,'Y',0),(2152,'สนามชัย','',244,20,'Y',0),(2153,'กระสัง','',244,20,'Y',0),(2154,'หัวฝาย','',244,20,'Y',0),(2155,'ปะคำ','',245,20,'Y',0),(2156,'ไทยเจริญ','',245,20,'Y',0),(2157,'หนองบัว','',245,20,'Y',0),(2158,'โคกมะม่วง','',245,20,'Y',0),(2159,'หูทำนบ','',245,20,'Y',0),(2160,'นาโพธิ์','',246,20,'Y',0),(2161,'บ้านคู','',246,20,'Y',0),(2162,'บ้านดู่','',246,20,'Y',0),(2163,'ดอนกอก','',246,20,'Y',0),(2164,'ศรีสว่าง','',246,20,'Y',0),(2165,'สระแก้ว','',247,20,'Y',0),(2166,'ห้วยหิน','',247,20,'Y',0),(2167,'ไทยสามัคคี','',247,20,'Y',0),(2168,'หนองชัยศรี','',247,20,'Y',0),(2169,'เสาเดียว','',247,20,'Y',0),(2170,'เมืองฝ้าย','',247,20,'Y',0),(2171,'สระทอง','',247,20,'Y',0),(2172,'จันดุม','',248,20,'Y',0),(2173,'โคกขมิ้น','',248,20,'Y',0),(2174,'ป่าชัน','',248,20,'Y',0),(2175,'สะเดา','',248,20,'Y',0),(2176,'สำโรง','',248,20,'Y',0),(2177,'ห้วยราช','',249,20,'Y',0),(2178,'สามแวง','',249,20,'Y',0),(2179,'ตาเสา','',249,20,'Y',0),(2180,'บ้านตะโก','',249,20,'Y',0),(2181,'สนวน','',249,20,'Y',0),(2182,'โคกเหล็ก','',249,20,'Y',0),(2183,'เมืองโพธิ์','',249,20,'Y',0),(2184,'ห้วยราชา','',249,20,'Y',0),(2185,'โนนสุวรรณ','',250,20,'Y',0),(2186,'ทุ่งจังหัน','',250,20,'Y',0),(2187,'โกรกแก้ว','',250,20,'Y',0),(2188,'ดงอีจาน','',250,20,'Y',0),(2189,'ชำนิ','',251,20,'Y',0),(2190,'หนองปล่อง','',251,20,'Y',0),(2191,'เมืองยาง','',251,20,'Y',0),(2192,'ช่อผกา','',251,20,'Y',0),(2193,'ละลวด','',251,20,'Y',0),(2194,'โคกสนวน','',251,20,'Y',0),(2195,'หนองแวง','',252,20,'Y',0),(2196,'ทองหลาง','',252,20,'Y',0),(2197,'แดงใหญ่','',252,20,'Y',0),(2198,'กู่สวนแตง','',252,20,'Y',0),(2199,'หนองเยือง','',252,20,'Y',0),(2200,'โนนดินแดง','',253,20,'Y',0),(2201,'ส้มป่อย','',253,20,'Y',0),(2202,'ลำนางรอง','',253,20,'Y',0),(2203,'บ้านด่าน','',254,20,'Y',0),(2204,'ปราสาท','',254,20,'Y',0),(2205,'วังเหนือ','',254,20,'Y',0),(2206,'โนนขวาง','',254,20,'Y',0),(2207,'แคนดง','',255,20,'Y',0),(2208,'ดงพลอง','',255,20,'Y',0),(2209,'สระบัว','',255,20,'Y',0),(2210,'หัวฝาย','',255,20,'Y',0),(2211,'เจริญสุข','',256,20,'Y',0),(2212,'ตาเป๊ก','',256,20,'Y',0),(2213,'อีสานเขต','',256,20,'Y',0),(2214,'ถาวร','',256,20,'Y',0),(2215,'ยายแย้มวัฒนา','',256,20,'Y',0),(2216,'ในเมือง','',257,21,'Y',0),(2217,'ตั้งใจ','',257,21,'Y',0),(2218,'เพี้ยราม','',257,21,'Y',0),(2219,'นาดี','',257,21,'Y',0),(2220,'ท่าสว่าง','',257,21,'Y',0),(2221,'สลักได','',257,21,'Y',0),(2222,'ตาอ็อง','',257,21,'Y',0),(2223,'ตากูก','',257,21,'Y',0),(2224,'สำโรง','',257,21,'Y',0),(2225,'แกใหญ่','',257,21,'Y',0),(2226,'นอกเมือง','',257,21,'Y',0),(2227,'คอโค','',257,21,'Y',0),(2228,'สวาย','',257,21,'Y',0),(2229,'เฉนียง','',257,21,'Y',0),(2230,'บึง','',257,21,'Y',0),(2231,'เทนมีย์','',257,21,'Y',0),(2232,'เขวาสินรินทร์','',257,21,'Y',0),(2233,'นาบัว','',257,21,'Y',0),(2234,'เมืองที','',257,21,'Y',0),(2235,'ราม','',257,21,'Y',0),(2236,'บุฤาษี','',257,21,'Y',0),(2237,'ตระแสง','',257,21,'Y',0),(2238,'บ้านแร่','',257,21,'Y',0),(2239,'ปราสาททอง','',257,21,'Y',0),(2240,'แสลงพันธ์','',257,21,'Y',0),(2241,'กาเกาะ','',257,21,'Y',0),(2242,'ชุมพลบุรี','',258,21,'Y',0),(2243,'นาหนองไผ่','',258,21,'Y',0),(2244,'ไพรขลา','',258,21,'Y',0),(2245,'ศรีณรงค์','',258,21,'Y',0),(2246,'ยะวึก','',258,21,'Y',0),(2247,'เมืองบัว','',258,21,'Y',0),(2248,'สระขุด','',258,21,'Y',0),(2249,'กระเบื้อง','',258,21,'Y',0),(2250,'หนองเรือ','',258,21,'Y',0),(2251,'ท่าตูม','',259,21,'Y',0),(2252,'กระโพ','',259,21,'Y',0),(2253,'พรมเทพ','',259,21,'Y',0),(2254,'โพนครก','',259,21,'Y',0),(2255,'เมืองแก','',259,21,'Y',0),(2256,'บะ','',259,21,'Y',0),(2257,'หนองบัว','',259,21,'Y',0),(2258,'บัวโคก','',259,21,'Y',0),(2259,'หนองเมธี','',259,21,'Y',0),(2260,'ทุ่งกุลา','',259,21,'Y',0),(2261,'จอมพระ','',260,21,'Y',0),(2262,'เมืองลีง','',260,21,'Y',0),(2263,'กระหาด','',260,21,'Y',0),(2264,'บุแกรง','',260,21,'Y',0),(2265,'หนองสนิท','',260,21,'Y',0),(2266,'บ้านผือ','',260,21,'Y',0),(2267,'ลุ่มระวี','',260,21,'Y',0),(2268,'ชุมแสง','',260,21,'Y',0),(2269,'เป็นสุข','',260,21,'Y',0),(2270,'กังแอน','',261,21,'Y',0),(2271,'ทมอ','',261,21,'Y',0),(2272,'ไพล','',261,21,'Y',0),(2273,'ปรือ','',261,21,'Y',0),(2274,'ทุ่งมน','',261,21,'Y',0),(2275,'ตาเบา','',261,21,'Y',0),(2276,'หนองใหญ่','',261,21,'Y',0),(2277,'โคกยาง','',261,21,'Y',0),(2278,'โคกสะอาด','',261,21,'Y',0),(2279,'บ้านไทร','',261,21,'Y',0),(2280,'โชคนาสาม','',261,21,'Y',0),(2281,'เชื้อเพลิง','',261,21,'Y',0),(2282,'ปราสาททนง','',261,21,'Y',0),(2283,'ตานี','',261,21,'Y',0),(2284,'บ้านพลวง','',261,21,'Y',0),(2285,'กันตวจระมวล','',261,21,'Y',0),(2286,'สมุด','',261,21,'Y',0),(2287,'ประทัดบุ','',261,21,'Y',0),(2288,'ด่าน','',261,21,'Y',0),(2289,'คูตัน','',261,21,'Y',0),(2290,'โคกกลาง','',261,21,'Y',0),(2291,'บักได','',261,21,'Y',0),(2292,'กาบเชิง','',261,21,'Y',0),(2293,'กาบเชิง','',262,21,'Y',0),(2294,'บักได','',262,21,'Y',0),(2295,'โคกกลาง','',262,21,'Y',0),(2296,'คูตัน','',262,21,'Y',0),(2297,'ด่าน','',262,21,'Y',0),(2298,'แนงมุด','',262,21,'Y',0),(2299,'โคกตะเคียน','',262,21,'Y',0),(2300,'ตาเมียง','',262,21,'Y',0),(2301,'จีกแดก','',262,21,'Y',0),(2302,'ตะเคียน','',262,21,'Y',0),(2303,'รัตนบุรี','',263,21,'Y',0),(2304,'ธาตุ','',263,21,'Y',0),(2305,'แก','',263,21,'Y',0),(2306,'ดอนแรด','',263,21,'Y',0),(2307,'หนองบัวทอง','',263,21,'Y',0),(2308,'หนองบัวบาน','',263,21,'Y',0),(2309,'หนองหลวง','',263,21,'Y',0),(2310,'หนองเทพ','',263,21,'Y',0),(2311,'ไผ่','',263,21,'Y',0),(2312,'โนน','',263,21,'Y',0),(2313,'เบิด','',263,21,'Y',0),(2314,'ระเวียง','',263,21,'Y',0),(2315,'น้ำเขียว','',263,21,'Y',0),(2316,'กุดขาคีม','',263,21,'Y',0),(2317,'ยางสว่าง','',263,21,'Y',0),(2318,'ทับใหญ่','',263,21,'Y',0),(2319,'คำผง','',263,21,'Y',0),(2320,'สนม','',263,21,'Y',0),(2321,'หนองระฆัง','',263,21,'Y',0),(2322,'นานวน','',263,21,'Y',0),(2323,'โพนโก','',263,21,'Y',0),(2324,'แคน','',263,21,'Y',0),(2325,'สนม','',264,21,'Y',0),(2326,'โพนโก','',264,21,'Y',0),(2327,'หนองระฆัง','',264,21,'Y',0),(2328,'นานวน','',264,21,'Y',0),(2329,'แคน','',264,21,'Y',0),(2330,'หัวงัว','',264,21,'Y',0),(2331,'หนองอียอ','',264,21,'Y',0),(2332,'ระแงง','',265,21,'Y',0),(2333,'ตรึม','',265,21,'Y',0),(2334,'จารพัต','',265,21,'Y',0),(2335,'ยาง','',265,21,'Y',0),(2336,'แตล','',265,21,'Y',0),(2337,'หนองบัว','',265,21,'Y',0),(2338,'คาละแมะ','',265,21,'Y',0),(2339,'หนองเหล็ก','',265,21,'Y',0),(2340,'หนองขวาว','',265,21,'Y',0),(2341,'ช่างปี่','',265,21,'Y',0),(2342,'กุดหวาย','',265,21,'Y',0),(2343,'ขวาวใหญ่','',265,21,'Y',0),(2344,'นารุ่ง','',265,21,'Y',0),(2345,'ตรมไพร','',265,21,'Y',0),(2346,'ผักไหม','',265,21,'Y',0),(2347,'สังขะ','',266,21,'Y',0),(2348,'ขอนแตก','',266,21,'Y',0),(2349,'ณรงค์','',266,21,'Y',0),(2350,'แจนแวน','',266,21,'Y',0),(2351,'ตรวจ','',266,21,'Y',0),(2352,'ดม','',266,21,'Y',0),(2353,'พระแก้ว','',266,21,'Y',0),(2354,'บ้านจารย์','',266,21,'Y',0),(2355,'กระเทียม','',266,21,'Y',0),(2356,'สะกาด','',266,21,'Y',0),(2357,'ตาตุม','',266,21,'Y',0),(2358,'ทับทัน','',266,21,'Y',0),(2359,'ตาคง','',266,21,'Y',0),(2360,'ศรีสุข','',266,21,'Y',0),(2361,'บ้านชบ','',266,21,'Y',0),(2362,'หนองแวง','',266,21,'Y',0),(2363,'เทพรักษา','',266,21,'Y',0),(2364,'คูตัน','',266,21,'Y',0),(2365,'ด่าน','',266,21,'Y',0),(2366,'ลำดวน','',267,21,'Y',0),(2367,'โชคเหนือ','',267,21,'Y',0),(2368,'อู่โลก','',267,21,'Y',0),(2369,'ตรำดม','',267,21,'Y',0),(2370,'ตระเปียงเตีย','',267,21,'Y',0),(2371,'สำโรงทาบ','',268,21,'Y',0),(2372,'หนองไผ่ล้อม','',268,21,'Y',0),(2373,'กระออม','',268,21,'Y',0),(2374,'หนองฮะ','',268,21,'Y',0),(2375,'ศรีสุข','',268,21,'Y',0),(2376,'เกาะแก้ว','',268,21,'Y',0),(2377,'หมื่นศรี','',268,21,'Y',0),(2378,'เสม็จ','',268,21,'Y',0),(2379,'สะโน','',268,21,'Y',0),(2380,'ประดู่','',268,21,'Y',0),(2381,'บัวเชด','',269,21,'Y',0),(2382,'สะเดา','',269,21,'Y',0),(2383,'จรัส','',269,21,'Y',0),(2384,'ตาวัง','',269,21,'Y',0),(2385,'อาโพน','',269,21,'Y',0),(2386,'สำเภาลูน','',269,21,'Y',0),(2387,'บักได','',270,21,'Y',0),(2388,'โคกกลาง','',270,21,'Y',0),(2389,'จีกแดก','',270,21,'Y',0),(2390,'ตาเมียง','',270,21,'Y',0),(2391,'ณรงค์','',271,21,'Y',0),(2392,'แจนแวน','',271,21,'Y',0),(2393,'ตรวจ','',271,21,'Y',0),(2394,'หนองแวง','',271,21,'Y',0),(2395,'ศรีสุข','',271,21,'Y',0),(2396,'เขวาสินรินทร์','',272,21,'Y',0),(2397,'บึง','',272,21,'Y',0),(2398,'ตากูก','',272,21,'Y',0),(2399,'ปราสาททอง','',272,21,'Y',0),(2400,'บ้านแร่','',272,21,'Y',0),(2401,'หนองหลวง','',273,21,'Y',0),(2402,'คำผง','',273,21,'Y',0),(2403,'โนน','',273,21,'Y',0),(2404,'ระเวียง','',273,21,'Y',0),(2405,'หนองเทพ','',273,21,'Y',0),(2406,'เมืองเหนือ','',274,22,'Y',0),(2407,'เมืองใต้','',274,22,'Y',0),(2408,'คูซอด','',274,22,'Y',0),(2409,'ซำ','',274,22,'Y',0),(2410,'จาน','',274,22,'Y',0),(2411,'ตะดอบ','',274,22,'Y',0),(2412,'หนองครก','',274,22,'Y',0),(2413,'โนนเพ็ก','',274,22,'Y',0),(2414,'พรหมสวัสดิ์','',274,22,'Y',0),(2415,'พยุห์','',274,22,'Y',0),(2416,'โพนข่า','',274,22,'Y',0),(2417,'โพนค้อ','',274,22,'Y',0),(2418,'ธาตุ','',274,22,'Y',0),(2419,'ตำแย','',274,22,'Y',0),(2420,'โพนเขวา','',274,22,'Y',0),(2421,'หญ้าปล้อง','',274,22,'Y',0),(2422,'บุสูง','',274,22,'Y',0),(2423,'ทุ่ม','',274,22,'Y',0),(2424,'หนองไฮ','',274,22,'Y',0),(2425,'ดวนใหญ่','',274,22,'Y',0),(2426,'หนองแก้ว','',274,22,'Y',0),(2427,'น้ำคำ','',274,22,'Y',0),(2428,'โพธิ์','',274,22,'Y',0),(2429,'หมากเขียบ','',274,22,'Y',0),(2430,'บ่อแก้ว','',274,22,'Y',0),(2431,'ศรีสำราญ','',274,22,'Y',0),(2432,'หนองไผ่','',274,22,'Y',0),(2433,'หนองค้า','',274,22,'Y',0),(2434,'คอนกาม','',274,22,'Y',0),(2435,'ยางชุมน้อย','',275,22,'Y',0),(2436,'ลิ้นฟ้า','',275,22,'Y',0),(2437,'คอนกาม','',275,22,'Y',0),(2438,'โนนคูณ','',275,22,'Y',0),(2439,'กุดเมืองฮาม','',275,22,'Y',0),(2440,'บึงบอน','',275,22,'Y',0),(2441,'ยางชุมใหญ่','',275,22,'Y',0),(2442,'ดูน','',276,22,'Y',0),(2443,'โนนสัง','',276,22,'Y',0),(2444,'หนองหัวช้าง','',276,22,'Y',0),(2445,'ยาง','',276,22,'Y',0),(2446,'หนองแวง','',276,22,'Y',0),(2447,'หนองแก้ว','',276,22,'Y',0),(2448,'ทาม','',276,22,'Y',0),(2449,'ละทาย','',276,22,'Y',0),(2450,'เมืองน้อย','',276,22,'Y',0),(2451,'อีปาด','',276,22,'Y',0),(2452,'บัวน้อย','',276,22,'Y',0),(2453,'หนองบัว','',276,22,'Y',0),(2454,'ดู่','',276,22,'Y',0),(2455,'ผักแพว','',276,22,'Y',0),(2456,'จาน','',276,22,'Y',0),(2457,'ตองบิด','',276,22,'Y',0),(2458,'ละเอาะ','',276,22,'Y',0),(2459,'น้ำเกลี้ยง','',276,22,'Y',0),(2460,'เขิน','',276,22,'Y',0),(2461,'คำเนียม','',276,22,'Y',0),(2462,'ทุ่งใหญ่','',276,22,'Y',0),(2463,'หนองกุง','',276,22,'Y',0),(2464,'โพธิ์','',276,22,'Y',0),(2465,'บก','',276,22,'Y',0),(2466,'โนนค้อ','',276,22,'Y',0),(2467,'บึงมะลู','',277,22,'Y',0),(2468,'กุดเสลา','',277,22,'Y',0),(2469,'เมือง','',277,22,'Y',0),(2470,'หนองหว้า','',277,22,'Y',0),(2471,'สังเม็ก','',277,22,'Y',0),(2472,'น้ำอ้อม','',277,22,'Y',0),(2473,'ละลาย','',277,22,'Y',0),(2474,'รุง','',277,22,'Y',0),(2475,'ตระกาจ','',277,22,'Y',0),(2476,'เสียว','',277,22,'Y',0),(2477,'จานใหญ่','',277,22,'Y',0),(2478,'ภูเงิน','',277,22,'Y',0),(2479,'ชำ','',277,22,'Y',0),(2480,'กระแชง','',277,22,'Y',0),(2481,'โนนสำราญ','',277,22,'Y',0),(2482,'หนองหญ้าลาด','',277,22,'Y',0),(2483,'หนองงูเหลือม','',277,22,'Y',0),(2484,'ท่าคล้อ','',277,22,'Y',0),(2485,'เสาธงชัย','',277,22,'Y',0),(2486,'ขนุน','',277,22,'Y',0),(2487,'สวนกล้วย','',277,22,'Y',0),(2488,'หนองฮาง','',277,22,'Y',0),(2489,'เวียงเหนือ','',277,22,'Y',0),(2490,'ทุ่งใหญ่','',277,22,'Y',0),(2491,'ภูผาหมอก','',277,22,'Y',0),(2492,'สระเยาว์','',277,22,'Y',0),(2493,'พิงพวย','',277,22,'Y',0),(2494,'ศรีแก้ว','',277,22,'Y',0),(2495,'ตูม','',277,22,'Y',0),(2496,'กันทรารมย์','',278,22,'Y',0),(2497,'จะกง','',278,22,'Y',0),(2498,'ใจดี','',278,22,'Y',0),(2499,'ดองกำเม็ด','',278,22,'Y',0),(2500,'โสน','',278,22,'Y',0),(2501,'ปรือใหญ่','',278,22,'Y',0),(2502,'สะเดาใหญ่','',278,22,'Y',0),(2503,'ตาอุด','',278,22,'Y',0),(2504,'ห้วยเหนือ','',278,22,'Y',0),(2505,'ห้วยใต้','',278,22,'Y',0),(2506,'หัวเสือ','',278,22,'Y',0),(2507,'ละลม','',278,22,'Y',0),(2508,'ตะเคียน','',278,22,'Y',0),(2509,'โคกตาล','',278,22,'Y',0),(2510,'นิคมพัฒนา','',278,22,'Y',0),(2511,'ห้วยตามอญ','',278,22,'Y',0),(2512,'โคกเพชร','',278,22,'Y',0),(2513,'ปราสาท','',278,22,'Y',0),(2514,'ตะเคียนราม','',278,22,'Y',0),(2515,'ห้วยติ๊กชู','',278,22,'Y',0),(2516,'สำโรงตาเจ็น','',278,22,'Y',0),(2517,'ห้วยสำราญ','',278,22,'Y',0),(2518,'ดงรัก','',278,22,'Y',0),(2519,'กฤษณา','',278,22,'Y',0),(2520,'ลมศักดิ์','',278,22,'Y',0),(2521,'หนองฉลอง','',278,22,'Y',0),(2522,'ศรีตระกูล','',278,22,'Y',0),(2523,'ศรีสะอาด','',278,22,'Y',0),(2524,'ไพรบึง','',279,22,'Y',0),(2525,'ดินแดง','',279,22,'Y',0),(2526,'ปราสาทเยอ','',279,22,'Y',0),(2527,'สำโรงพลัน','',279,22,'Y',0),(2528,'สุขสวัสดิ์','',279,22,'Y',0),(2529,'โนนปูน','',279,22,'Y',0),(2530,'พิมาย','',280,22,'Y',0),(2531,'กู่','',280,22,'Y',0),(2532,'หนองเชียงทูน','',280,22,'Y',0),(2533,'ตูม','',280,22,'Y',0),(2534,'สมอ','',280,22,'Y',0),(2535,'โพธิ์ศรี','',280,22,'Y',0),(2536,'สำโรงปราสาท','',280,22,'Y',0),(2537,'ดู่','',280,22,'Y',0),(2538,'สวาย','',280,22,'Y',0),(2539,'พิมายเหนือ','',280,22,'Y',0),(2540,'สิ','',281,22,'Y',0),(2541,'บักดอง','',281,22,'Y',0),(2542,'พราน','',281,22,'Y',0),(2543,'โพธิ์วงศ์','',281,22,'Y',0),(2544,'ไพร','',281,22,'Y',0),(2545,'กระหวัน','',281,22,'Y',0),(2546,'ขุนหาญ','',281,22,'Y',0),(2547,'โนนสูง','',281,22,'Y',0),(2548,'กันทรอม','',281,22,'Y',0),(2549,'ภูฝ้าย','',281,22,'Y',0),(2550,'โพธิ์กระสังข์','',281,22,'Y',0),(2551,'ห้วยจันทร์','',281,22,'Y',0),(2552,'เมืองคง','',282,22,'Y',0),(2553,'เมืองแคน','',282,22,'Y',0),(2554,'หนองแค','',282,22,'Y',0),(2555,'กุง','',282,22,'Y',0),(2556,'คลีกลิ้ง','',282,22,'Y',0),(2557,'จิกสังข์ทอง','',282,22,'Y',0),(2558,'ด่าน','',282,22,'Y',0),(2559,'ดู่','',282,22,'Y',0),(2560,'หนองอึ่ง','',282,22,'Y',0),(2561,'บัวหุ่ง','',282,22,'Y',0),(2562,'ไผ่','',282,22,'Y',0),(2563,'ส้มป่อย','',282,22,'Y',0),(2564,'หนองหมี','',282,22,'Y',0),(2565,'หว้านคำ','',282,22,'Y',0),(2566,'สร้างปี่','',282,22,'Y',0),(2567,'โจดม่วง','',282,22,'Y',0),(2568,'หนองบัวดง','',282,22,'Y',0),(2569,'กำแพง','',283,22,'Y',0),(2570,'อี่หล่ำ','',283,22,'Y',0),(2571,'ก้านเหลือง','',283,22,'Y',0),(2572,'ทุ่งไชย','',283,22,'Y',0),(2573,'สำโรง','',283,22,'Y',0),(2574,'แขม','',283,22,'Y',0),(2575,'หนองไฮ','',283,22,'Y',0),(2576,'ขะยูง','',283,22,'Y',0),(2577,'ตาโกน','',283,22,'Y',0),(2578,'ตาเกษ','',283,22,'Y',0),(2579,'หัวช้าง','',283,22,'Y',0),(2580,'รังแร้ง','',283,22,'Y',0),(2581,'เมืองจันทร์','',283,22,'Y',0),(2582,'แต้','',283,22,'Y',0),(2583,'แข้','',283,22,'Y',0),(2584,'โพธิ์ชัย','',283,22,'Y',0),(2585,'ปะอาว','',283,22,'Y',0),(2586,'หนองห้าง','',283,22,'Y',0),(2587,'โดด','',283,22,'Y',0),(2588,'เสียว','',283,22,'Y',0),(2589,'หนองม้า','',283,22,'Y',0),(2590,'สระกำแพงใหญ่','',283,22,'Y',0),(2591,'หนองใหญ่','',283,22,'Y',0),(2592,'โคกหล่าม','',283,22,'Y',0),(2593,'โคกจาน','',283,22,'Y',0),(2594,'ผือใหญ่','',283,22,'Y',0),(2595,'อีเซ','',283,22,'Y',0),(2596,'ผักไหม','',283,22,'Y',0),(2597,'กล้วยกว้าง','',283,22,'Y',0),(2598,'ห้วยทับทัน','',283,22,'Y',0),(2599,'เป๊าะ','',283,22,'Y',0),(2600,'เป๊าะ','',284,22,'Y',0),(2601,'บึงบูรพ์','',284,22,'Y',0),(2602,'ห้วยทับทัน','',285,22,'Y',0),(2603,'เมืองหลวง','',285,22,'Y',0),(2604,'กล้วยกว้าง','',285,22,'Y',0),(2605,'ผักไหม','',285,22,'Y',0),(2606,'จานแสนไชย','',285,22,'Y',0),(2607,'ปราสาท','',285,22,'Y',0),(2608,'โนนค้อ','',286,22,'Y',0),(2609,'บก','',286,22,'Y',0),(2610,'โพธิ์','',286,22,'Y',0),(2611,'หนองกุง','',286,22,'Y',0),(2612,'เหล่ากวาง','',286,22,'Y',0),(2613,'ศรีแก้ว','',287,22,'Y',0),(2614,'พิงพวย','',287,22,'Y',0),(2615,'สระเยาว์','',287,22,'Y',0),(2616,'ตูม','',287,22,'Y',0),(2617,'เสื่องข้าว','',287,22,'Y',0),(2618,'ศรีโนนงาม','',287,22,'Y',0),(2619,'สะพุง','',287,22,'Y',0),(2620,'น้ำเกลี้ยง','',288,22,'Y',0),(2621,'ละเอาะ','',288,22,'Y',0),(2622,'ตองปิด','',288,22,'Y',0),(2623,'เขิน','',288,22,'Y',0),(2624,'รุ่งระวี','',288,22,'Y',0),(2625,'คูบ','',288,22,'Y',0),(2626,'บุสูง','',289,22,'Y',0),(2627,'ธาตุ','',289,22,'Y',0),(2628,'ดวนใหญ่','',289,22,'Y',0),(2629,'บ่อแก้ว','',289,22,'Y',0),(2630,'ศรีสำราญ','',289,22,'Y',0),(2631,'ทุ่งสว่าง','',289,22,'Y',0),(2632,'วังหิน','',289,22,'Y',0),(2633,'โพนยาง','',289,22,'Y',0),(2634,'โคกตาล','',290,22,'Y',0),(2635,'ห้วยตามอญ','',290,22,'Y',0),(2636,'ห้วยตึ๊กชู','',290,22,'Y',0),(2637,'ละลม','',290,22,'Y',0),(2638,'ตะเคียนราม','',290,22,'Y',0),(2639,'ดงรัก','',290,22,'Y',0),(2640,'ไพรพัฒนา','',290,22,'Y',0),(2641,'เมืองจันทร์','',291,22,'Y',0),(2642,'ตาโกน','',291,22,'Y',0),(2643,'หนองใหญ่','',291,22,'Y',0),(2644,'เสียว','',292,22,'Y',0),(2645,'หนองหว้า','',292,22,'Y',0),(2646,'หนองงูเหลือม','',292,22,'Y',0),(2647,'หนองฮาง','',292,22,'Y',0),(2648,'ท่าคล้อ','',292,22,'Y',0),(2649,'พยุห์','',293,22,'Y',0),(2650,'พรหมสวัสดิ์','',293,22,'Y',0),(2651,'ตำแย','',293,22,'Y',0),(2652,'โนนเพ็ก','',293,22,'Y',0),(2653,'หนองค้า','',293,22,'Y',0),(2654,'โดด','',294,22,'Y',0),(2655,'เสียว','',294,22,'Y',0),(2656,'หนองม้า','',294,22,'Y',0),(2657,'ผือใหญ่','',294,22,'Y',0),(2658,'อีเซ','',294,22,'Y',0),(2659,'กุง','',295,22,'Y',0),(2660,'คลีกลิ้ง','',295,22,'Y',0),(2661,'หนองบัวดง','',295,22,'Y',0),(2662,'โจดม่วง','',295,22,'Y',0),(2663,'ในเมือง','',296,23,'Y',0),(2664,'โพนเมือง','',296,23,'Y',0),(2665,'ท่าเมือง','',296,23,'Y',0),(2666,'หัวเรือ','',296,23,'Y',0),(2667,'หนองขอน','',296,23,'Y',0),(2668,'ดอนมดแดง','',296,23,'Y',0),(2669,'ปทุม','',296,23,'Y',0),(2670,'ขามใหญ่','',296,23,'Y',0),(2671,'แจระแม','',296,23,'Y',0),(2672,'คำไฮใหญ่','',296,23,'Y',0),(2673,'หนองบ่อ','',296,23,'Y',0),(2674,'ไร่น้อย','',296,23,'Y',0),(2675,'กระโสบ','',296,23,'Y',0),(2676,'เหล่าแดง','',296,23,'Y',0),(2677,'เหล่าเสือโก้ก','',296,23,'Y',0),(2678,'กุดลาด','',296,23,'Y',0),(2679,'หนองบก','',296,23,'Y',0),(2680,'แพงใหญ่','',296,23,'Y',0),(2681,'ขี้เหล็ก','',296,23,'Y',0),(2682,'ปะอาว','',296,23,'Y',0),(2683,'นาคำ','',297,23,'Y',0),(2684,'แก้งกอก','',297,23,'Y',0),(2685,'เอือดใหญ่','',297,23,'Y',0),(2686,'วาริน','',297,23,'Y',0),(2687,'ลาดควาย','',297,23,'Y',0),(2688,'สงยาง','',297,23,'Y',0),(2689,'ตะบ่าย','',297,23,'Y',0),(2690,'คำไหล','',297,23,'Y',0),(2691,'หนามแท่ง','',297,23,'Y',0),(2692,'นาเลิน','',297,23,'Y',0),(2693,'ดอนใหญ่','',297,23,'Y',0),(2694,'โขงเจียม','',298,23,'Y',0),(2695,'ห้วยยาง','',298,23,'Y',0),(2696,'นาโพธิ์กลาง','',298,23,'Y',0),(2697,'หนองแสงใหญ่','',298,23,'Y',0),(2698,'ห้วยไผ่','',298,23,'Y',0),(2699,'คำเขื่อนแก้ว','',298,23,'Y',0),(2700,'เขื่องใน','',299,23,'Y',0),(2701,'สร้างถ่อ','',299,23,'Y',0),(2702,'ค้อทอง','',299,23,'Y',0),(2703,'ก่อเอ้','',299,23,'Y',0),(2704,'หัวดอน','',299,23,'Y',0),(2705,'ชีทวน','',299,23,'Y',0),(2706,'ท่าไห','',299,23,'Y',0),(2707,'นาคำใหญ่','',299,23,'Y',0),(2708,'แดงหม้อ','',299,23,'Y',0),(2709,'ธาตุน้อย','',299,23,'Y',0),(2710,'บ้านไทย','',299,23,'Y',0),(2711,'บ้านกอก','',299,23,'Y',0),(2712,'กลางใหญ่','',299,23,'Y',0),(2713,'โนนรัง','',299,23,'Y',0),(2714,'ยางขี้นก','',299,23,'Y',0),(2715,'ศรีสุข','',299,23,'Y',0),(2716,'สหธาตุ','',299,23,'Y',0),(2717,'หนองเหล่า','',299,23,'Y',0),(2718,'เขมราฐ','',300,23,'Y',0),(2719,'กองโพน','',300,23,'Y',0),(2720,'ขามป้อม','',300,23,'Y',0),(2721,'เจียด','',300,23,'Y',0),(2722,'พังเคน','',300,23,'Y',0),(2723,'นาตาล','',300,23,'Y',0),(2724,'หนองผือ','',300,23,'Y',0),(2725,'นาแวง','',300,23,'Y',0),(2726,'พะลาน','',300,23,'Y',0),(2727,'แก้งเหนือ','',300,23,'Y',0),(2728,'หนองนกทา','',300,23,'Y',0),(2729,'หนองสิม','',300,23,'Y',0),(2730,'หัวนา','',300,23,'Y',0),(2731,'เมืองเดช','',301,23,'Y',0),(2732,'นาส่วง','',301,23,'Y',0),(2733,'นาเยีย','',301,23,'Y',0),(2734,'นาเจริญ','',301,23,'Y',0),(2735,'นาเรือง','',301,23,'Y',0),(2736,'ทุ่งเทิง','',301,23,'Y',0),(2737,'หนองอ้ม','',301,23,'Y',0),(2738,'สมสะอาด','',301,23,'Y',0),(2739,'กุดประทาย','',301,23,'Y',0),(2740,'ตบหู','',301,23,'Y',0),(2741,'กลาง','',301,23,'Y',0),(2742,'แก้ง','',301,23,'Y',0),(2743,'ท่าโพธิ์ศรี','',301,23,'Y',0),(2744,'นาเกษม','',301,23,'Y',0),(2745,'บัวงาม','',301,23,'Y',0),(2746,'คำครั่ง','',301,23,'Y',0),(2747,'นากระแซง','',301,23,'Y',0),(2748,'กุดเรือ','',301,23,'Y',0),(2749,'นาดี','',301,23,'Y',0),(2750,'โพนงาม','',301,23,'Y',0),(2751,'ป่าโมง','',301,23,'Y',0),(2752,'โคกชำแระ','',301,23,'Y',0),(2753,'โนนสมบูรณ์','',301,23,'Y',0),(2754,'นาจะหลวย','',302,23,'Y',0),(2755,'โนนสมบูรณ์','',302,23,'Y',0),(2756,'พรสวรรค์','',302,23,'Y',0),(2757,'บ้านตูม','',302,23,'Y',0),(2758,'โสกแสง','',302,23,'Y',0),(2759,'โนนสวรรค์','',302,23,'Y',0),(2760,'โซง','',303,23,'Y',0),(2761,'ตาเกา','',303,23,'Y',0),(2762,'ยาง','',303,23,'Y',0),(2763,'โดมประดิษฐ์','',303,23,'Y',0),(2764,'ขี้เหล็ก','',303,23,'Y',0),(2765,'บุเปือย','',303,23,'Y',0),(2766,'สีวิเชียร','',303,23,'Y',0),(2767,'ไพบูลย์','',303,23,'Y',0),(2768,'ยางใหญ่','',303,23,'Y',0),(2769,'โคกสะอาด','',303,23,'Y',0),(2770,'เก่าขาม','',303,23,'Y',0),(2771,'โพนงาม','',304,23,'Y',0),(2772,'ห้วยข่า','',304,23,'Y',0),(2773,'คอแลน','',304,23,'Y',0),(2774,'นาโพธิ์','',304,23,'Y',0),(2775,'หนองสะโน','',304,23,'Y',0),(2776,'โนนค้อ','',304,23,'Y',0),(2777,'บัวงาม','',304,23,'Y',0),(2778,'บ้านแมด','',304,23,'Y',0),(2779,'ขุหลุ','',305,23,'Y',0),(2780,'กระเดียน','',305,23,'Y',0),(2781,'เกษม','',305,23,'Y',0),(2782,'กุศกร','',305,23,'Y',0),(2783,'ขามเปี้ย','',305,23,'Y',0),(2784,'คอนสาย','',305,23,'Y',0),(2785,'โคกจาน','',305,23,'Y',0),(2786,'นาพิน','',305,23,'Y',0),(2787,'นาสะไม','',305,23,'Y',0),(2788,'โนนกุง','',305,23,'Y',0),(2789,'ตระการ','',305,23,'Y',0),(2790,'ตากแดด','',305,23,'Y',0),(2791,'ไหล่ทุ่ง','',305,23,'Y',0),(2792,'เป้า','',305,23,'Y',0),(2793,'เซเป็ด','',305,23,'Y',0),(2794,'สะพือ','',305,23,'Y',0),(2795,'หนองเต่า','',305,23,'Y',0),(2796,'ถ้ำแข้','',305,23,'Y',0),(2797,'ท่าหลวง','',305,23,'Y',0),(2798,'ห้วยฝ้ายพัฒนา','',305,23,'Y',0),(2799,'กุดยาลวน','',305,23,'Y',0),(2800,'บ้านแดง','',305,23,'Y',0),(2801,'คำเจริญ','',305,23,'Y',0),(2802,'ข้าวปุ้น','',306,23,'Y',0),(2803,'โนนสวาง','',306,23,'Y',0),(2804,'แก่งเค็ง','',306,23,'Y',0),(2805,'กาบิน','',306,23,'Y',0),(2806,'หนองทันน้ำ','',306,23,'Y',0),(2807,'ม่วงสามสิบ','',307,23,'Y',0),(2808,'เหล่าบก','',307,23,'Y',0),(2809,'ดุมใหญ่','',307,23,'Y',0),(2810,'หนองช้างใหญ่','',307,23,'Y',0),(2811,'หนองเมือง','',307,23,'Y',0),(2812,'เตย','',307,23,'Y',0),(2813,'ยางสักกระโพหลุ่ม','',307,23,'Y',0),(2814,'หนองไข่นก','',307,23,'Y',0),(2815,'หนองเหล่า','',307,23,'Y',0),(2816,'หนองฮาง','',307,23,'Y',0),(2817,'ยางโยภาพ','',307,23,'Y',0),(2818,'ไผ่ใหญ่','',307,23,'Y',0),(2819,'นาเลิง','',307,23,'Y',0),(2820,'โพนแพง','',307,23,'Y',0),(2821,'วารินชำราบ','',308,23,'Y',0),(2822,'ธาตุ','',308,23,'Y',0),(2823,'ท่าช้าง','',308,23,'Y',0),(2824,'ท่าลาด','',308,23,'Y',0),(2825,'โนนโหนน','',308,23,'Y',0),(2826,'โนนกาเล็น','',308,23,'Y',0),(2827,'คูเมือง','',308,23,'Y',0),(2828,'สระสมิง','',308,23,'Y',0),(2829,'ค้อน้อย','',308,23,'Y',0),(2830,'คำน้ำแซบ','',308,23,'Y',0),(2831,'บุ่งหวาย','',308,23,'Y',0),(2832,'หนองไฮ','',308,23,'Y',0),(2833,'สำโรง','',308,23,'Y',0),(2834,'สว่าง','',308,23,'Y',0),(2835,'คำขวาง','',308,23,'Y',0),(2836,'โพธิ์ใหญ่','',308,23,'Y',0),(2837,'โคกก่อง','',308,23,'Y',0),(2838,'แสนสุข','',308,23,'Y',0),(2839,'โคกสว่าง','',308,23,'Y',0),(2840,'หนองกินเพล','',308,23,'Y',0),(2841,'โนนผึ้ง','',308,23,'Y',0),(2842,'เมืองศรีไค','',308,23,'Y',0),(2843,'บุ่งมะแลง','',308,23,'Y',0),(2844,'ห้วยขะยูง','',308,23,'Y',0),(2845,'แก่งโดม','',308,23,'Y',0),(2846,'บุ่งไหม','',308,23,'Y',0),(2847,'พิบูล','',309,23,'Y',0),(2848,'กุดชมภู','',309,23,'Y',0),(2849,'คันไร่','',309,23,'Y',0),(2850,'ดอนจิก','',309,23,'Y',0),(2851,'ทรายมูล','',309,23,'Y',0),(2852,'นาโพธิ์','',309,23,'Y',0),(2853,'โนนกลาง','',309,23,'Y',0),(2854,'ฝางคำ','',309,23,'Y',0),(2855,'โพธิ์ไทร','',309,23,'Y',0),(2856,'โพธิ์ศรี','',309,23,'Y',0),(2857,'ระเว','',309,23,'Y',0),(2858,'ไร่ใต้','',309,23,'Y',0),(2859,'หนองบัวฮี','',309,23,'Y',0),(2860,'อ่างศิลา','',309,23,'Y',0),(2861,'นิคมสร้างตนเองฯ','',309,23,'Y',0),(2862,'ช่องเม็ก','',309,23,'Y',0),(2863,'โนนก่อ','',309,23,'Y',0),(2864,'โนนกาหลง','',309,23,'Y',0),(2865,'บ้านแขม','',309,23,'Y',0),(2866,'ตาลสุม','',310,23,'Y',0),(2867,'สำโรง','',310,23,'Y',0),(2868,'จิกเทิง','',310,23,'Y',0),(2869,'หนองกุง','',310,23,'Y',0),(2870,'นาคาย','',310,23,'Y',0),(2871,'คำหว้า','',310,23,'Y',0),(2872,'โพธิ์ไทร','',311,23,'Y',0),(2873,'ม่วงใหญ่','',311,23,'Y',0),(2874,'สำโรง','',311,23,'Y',0),(2875,'สองคอน','',311,23,'Y',0),(2876,'สารภี','',311,23,'Y',0),(2877,'เหล่างาม','',311,23,'Y',0),(2878,'สำโรง','',312,23,'Y',0),(2879,'โคกก่อง','',312,23,'Y',0),(2880,'หนองไฮ','',312,23,'Y',0),(2881,'ค้อน้อย','',312,23,'Y',0),(2882,'โนนกาเล็น','',312,23,'Y',0),(2883,'โคกสว่าง','',312,23,'Y',0),(2884,'โนนกลาง','',312,23,'Y',0),(2885,'บอน','',312,23,'Y',0),(2886,'ขามป้อม','',312,23,'Y',0),(2887,'ดอนมดแดง','',313,23,'Y',0),(2888,'เหล่าแดง','',313,23,'Y',0),(2889,'ท่าเมือง','',313,23,'Y',0),(2890,'คำไฮใหญ่','',313,23,'Y',0),(2891,'คันไร่','',314,23,'Y',0),(2892,'ช่องเม็ก','',314,23,'Y',0),(2893,'โนนก่อ','',314,23,'Y',0),(2894,'นิคมลำโดมน้อย','',314,23,'Y',0),(2895,'ฝางคำ','',314,23,'Y',0),(2896,'คำเขื่อนแก้ว','',314,23,'Y',0),(2897,'ทุ่งเทิง','',315,23,'Y',0),(2898,'หนองอ้ม','',315,23,'Y',0),(2899,'นาเกษม','',315,23,'Y',0),(2900,'กุดเรือ','',315,23,'Y',0),(2901,'โคกชำแระ','',315,23,'Y',0),(2902,'นาห่อม','',315,23,'Y',0),(2903,'นาเยีย','',317,23,'Y',0),(2904,'นาดี','',317,23,'Y',0),(2905,'นาเรือง','',317,23,'Y',0),(2906,'นาตาล','',318,23,'Y',0),(2907,'พะลาน','',318,23,'Y',0),(2908,'กองโพน','',318,23,'Y',0),(2909,'พังเคน','',318,23,'Y',0),(2910,'เหล่าเสือโก้ก','',319,23,'Y',0),(2911,'โพนเมือง','',319,23,'Y',0),(2912,'แพงใหญ่','',319,23,'Y',0),(2913,'หนองบก','',319,23,'Y',0),(2914,'แก่งโดม','',320,23,'Y',0),(2915,'ท่าช้าง','',320,23,'Y',0),(2916,'บุ่งมะแลง','',320,23,'Y',0),(2917,'สว่าง','',320,23,'Y',0),(2918,'ตาเกา','',321,23,'Y',0),(2919,'ไพบูลย์','',321,23,'Y',0),(2920,'ขี้เหล็ก','',321,23,'Y',0),(2921,'โคกสะอาด','',321,23,'Y',0),(2922,'ในเมือง','',323,24,'Y',0),(2923,'น้ำคำใหญ่','',323,24,'Y',0),(2924,'ตาดทอง','',323,24,'Y',0),(2925,'สำราญ','',323,24,'Y',0),(2926,'ค้อเหนือ','',323,24,'Y',0),(2927,'ดู่ทุ่ง','',323,24,'Y',0),(2928,'เดิด','',323,24,'Y',0),(2929,'ขั้นไดใหญ่','',323,24,'Y',0),(2930,'ทุ่งแต้','',323,24,'Y',0),(2931,'สิงห์','',323,24,'Y',0),(2932,'นาสะไมย์','',323,24,'Y',0),(2933,'เขื่องคำ','',323,24,'Y',0),(2934,'หนองหิน','',323,24,'Y',0),(2935,'หนองคู','',323,24,'Y',0),(2936,'ขุมเงิน','',323,24,'Y',0),(2937,'ทุ่งนางโอก','',323,24,'Y',0),(2938,'หนองเรือ','',323,24,'Y',0),(2939,'หนองเป็ด','',323,24,'Y',0),(2940,'นาเวียง','',323,24,'Y',0),(2941,'ดงมะไฟ','',323,24,'Y',0),(2942,'ดู่ลาย','',323,24,'Y',0),(2943,'ทรายมูล','',323,24,'Y',0),(2944,'ทรายมูล','',324,24,'Y',0),(2945,'ดู่ลาด','',324,24,'Y',0),(2946,'ดงมะไฟ','',324,24,'Y',0),(2947,'นาเวียง','',324,24,'Y',0),(2948,'ไผ่','',324,24,'Y',0),(2949,'กุดชุม','',325,24,'Y',0),(2950,'โนนเปือย','',325,24,'Y',0),(2951,'กำแมด','',325,24,'Y',0),(2952,'นาโส่','',325,24,'Y',0),(2953,'ห้วยแก้ง','',325,24,'Y',0),(2954,'หนองหมี','',325,24,'Y',0),(2955,'โพนงาม','',325,24,'Y',0),(2956,'คำน้ำสร้าง','',325,24,'Y',0),(2957,'หนองแหน','',325,24,'Y',0),(2958,'ลุมพุก','',326,24,'Y',0),(2959,'ย่อ','',326,24,'Y',0),(2960,'สงเปือย','',326,24,'Y',0),(2961,'โพนทัน','',326,24,'Y',0),(2962,'ทุ่งมน','',326,24,'Y',0),(2963,'นาคำ','',326,24,'Y',0),(2964,'ดงแคนใหญ่','',326,24,'Y',0),(2965,'กู่จาน','',326,24,'Y',0),(2966,'นาแก','',326,24,'Y',0),(2967,'กุดกุง','',326,24,'Y',0),(2968,'เหล่าไฮ','',326,24,'Y',0),(2969,'แคนน้อย','',326,24,'Y',0),(2970,'ดงเจริญ','',326,24,'Y',0),(2971,'โพธิ์ไทร','',327,24,'Y',0),(2972,'กระจาย','',327,24,'Y',0),(2973,'โคกนาโก','',327,24,'Y',0),(2974,'เชียงเพ็ง','',327,24,'Y',0),(2975,'ศรีฐาน','',327,24,'Y',0),(2976,'ฟ้าหยาด','',328,24,'Y',0),(2977,'หัวเมือง','',328,24,'Y',0),(2978,'คูเมือง','',328,24,'Y',0),(2979,'ผือฮี','',328,24,'Y',0),(2980,'บากเรือ','',328,24,'Y',0),(2981,'ม่วง','',328,24,'Y',0),(2982,'โนนทราย','',328,24,'Y',0),(2983,'บึงแก','',328,24,'Y',0),(2984,'พระเสาร์','',328,24,'Y',0),(2985,'สงยาง','',328,24,'Y',0),(2986,'ค้อวัง','',328,24,'Y',0),(2987,'น้ำอ้อม','',328,24,'Y',0),(2988,'ฟ้าห่วน','',328,24,'Y',0),(2989,'ฟ้าห่วน','',329,24,'Y',0),(2990,'กุดน้ำใส','',329,24,'Y',0),(2991,'น้ำอ้อม','',329,24,'Y',0),(2992,'ค้อวัง','',329,24,'Y',0),(2993,'น้ำคำ','',330,24,'Y',0),(2994,'บุ่งค้า','',330,24,'Y',0),(2995,'สวาท','',330,24,'Y',0),(2996,'ส้มผ่อ','',330,24,'Y',0),(2997,'ห้องแซง','',330,24,'Y',0),(2998,'สามัคคี','',330,24,'Y',0),(2999,'กุดเชียงหมี','',330,24,'Y',0),(3000,'คำเตย','',330,24,'Y',0),(3001,'คำไผ่','',330,24,'Y',0),(3002,'สามแยก','',330,24,'Y',0),(3003,'กุดแห่','',330,24,'Y',0),(3004,'โคกสำราญ','',330,24,'Y',0),(3005,'สร้างมิ่ง','',330,24,'Y',0),(3006,'ศรีแก้ว','',330,24,'Y',0),(3007,'ไทยเจริญ','',330,24,'Y',0),(3008,'ไทยเจริญ','',331,24,'Y',0),(3009,'น้ำคำ','',331,24,'Y',0),(3010,'ส้มผ่อ','',331,24,'Y',0),(3011,'คำเตย','',331,24,'Y',0),(3012,'คำไผ่','',331,24,'Y',0),(3013,'ในเมือง','',332,25,'Y',0),(3014,'รอบเมือง','',332,25,'Y',0),(3015,'โพนทอง','',332,25,'Y',0),(3016,'นาฝาย','',332,25,'Y',0),(3017,'บ้านค่าย','',332,25,'Y',0),(3018,'กุดตุ้ม','',332,25,'Y',0),(3019,'ชีลอง','',332,25,'Y',0),(3020,'บ้านเล่า','',332,25,'Y',0),(3021,'นาเสียว','',332,25,'Y',0),(3022,'หนองนาแซง','',332,25,'Y',0),(3023,'ลาดใหญ่','',332,25,'Y',0),(3024,'หนองไผ่','',332,25,'Y',0),(3025,'ท่าหินโงม','',332,25,'Y',0),(3026,'ห้วยต้อน','',332,25,'Y',0),(3027,'ห้วยบง','',332,25,'Y',0),(3028,'โนนสำราญ','',332,25,'Y',0),(3029,'โคกสูง','',332,25,'Y',0),(3030,'บุ่งคล้า','',332,25,'Y',0),(3031,'กกกกก','',332,25,'Y',0),(3032,'เจาทอง','',332,25,'Y',0),(3033,'บ้านเจียง','',332,25,'Y',0),(3034,'บ้านเขว้า','',333,25,'Y',0),(3035,'ตลาดแร้ง','',333,25,'Y',0),(3036,'ลุ่มลำชี','',333,25,'Y',0),(3037,'ชีบน','',333,25,'Y',0),(3038,'ภูแลนคา','',333,25,'Y',0),(3039,'โนนแดง','',333,25,'Y',0),(3040,'คอนสวรรค์','',334,25,'Y',0),(3041,'ยางหวาย','',334,25,'Y',0),(3042,'ช่องสามหมอ','',334,25,'Y',0),(3043,'โนนสะอาด','',334,25,'Y',0),(3044,'ห้วยไร่','',334,25,'Y',0),(3045,'บ้านโสก','',334,25,'Y',0),(3046,'โคกมั่งงอย','',334,25,'Y',0),(3047,'หนองขาม','',334,25,'Y',0),(3048,'ศรีสำราญ','',334,25,'Y',0),(3049,'บ้านยาง','',335,25,'Y',0),(3050,'บ้านหัน','',335,25,'Y',0),(3051,'บ้านเดื่อ','',335,25,'Y',0),(3052,'บ้านเป้า','',335,25,'Y',0),(3053,'กุดเลาะ','',335,25,'Y',0),(3054,'โนนกอก','',335,25,'Y',0),(3055,'สระโพนทอง','',335,25,'Y',0),(3056,'หนองข่า','',335,25,'Y',0),(3057,'หนองโพนงาม','',335,25,'Y',0),(3058,'บ้านบัว','',335,25,'Y',0),(3059,'ซับสีทอง','',335,25,'Y',0),(3060,'โนนทอง','',335,25,'Y',0),(3061,'หนองบัวแดง','',336,25,'Y',0),(3062,'กุดชุมแสง','',336,25,'Y',0),(3063,'ถ้ำวัวแดง','',336,25,'Y',0),(3064,'นางแดด','',336,25,'Y',0),(3065,'บ้านเจียง','',336,25,'Y',0),(3066,'เจาทอง','',336,25,'Y',0),(3067,'หนองแวง','',336,25,'Y',0),(3068,'คูเมือง','',336,25,'Y',0),(3069,'ท่าใหญ่','',336,25,'Y',0),(3070,'วังทอง','',336,25,'Y',0),(3071,'วังชมภู','',336,25,'Y',0),(3072,'บ้านกอก','',337,25,'Y',0),(3073,'หนองบัวบาน','',337,25,'Y',0),(3074,'บ้านขาม','',337,25,'Y',0),(3075,'หนองฉิม','',337,25,'Y',0),(3076,'กุดน้ำใส','',337,25,'Y',0),(3077,'หนองโดน','',337,25,'Y',0),(3078,'ละหาน','',337,25,'Y',0),(3079,'ตาเนิน','',337,25,'Y',0),(3080,'กะฮาด','',337,25,'Y',0),(3081,'หนองบัวใหญ่','',337,25,'Y',0),(3082,'หนองบัวโคก','',337,25,'Y',0),(3083,'ท่ากูบ','',337,25,'Y',0),(3084,'ส้มป่อย','',337,25,'Y',0),(3085,'ซับใหญ่','',337,25,'Y',0),(3086,'รังงาม','',337,25,'Y',0),(3087,'ตะโกทอง','',337,25,'Y',0),(3088,'บ้านชวน','',338,25,'Y',0),(3089,'บ้านเพชร','',338,25,'Y',0),(3090,'บ้านตาล','',338,25,'Y',0),(3091,'หัวทะเล','',338,25,'Y',0),(3092,'โคกเริงรมย์','',338,25,'Y',0),(3093,'เกาะมะนาว','',338,25,'Y',0),(3094,'โคกเพชรพัฒนา','',338,25,'Y',0),(3095,'บ้านไร่','',338,25,'Y',0),(3096,'นายางกลัก','',338,25,'Y',0),(3097,'ห้วยยายจิ๋ว','',338,25,'Y',0),(3098,'วะตะแบก','',338,25,'Y',0),(3099,'หนองบัวระเหว','',339,25,'Y',0),(3100,'วังตะเฆ่','',339,25,'Y',0),(3101,'ห้วยแย้','',339,25,'Y',0),(3102,'โคกสะอาด','',339,25,'Y',0),(3103,'โสกปลาดุก','',339,25,'Y',0),(3104,'วะตะแบก','',340,25,'Y',0),(3105,'ห้วยยายจิ๋ว','',340,25,'Y',0),(3106,'นายางกลัก','',340,25,'Y',0),(3107,'บ้านไร่','',340,25,'Y',0),(3108,'โป่งนก','',340,25,'Y',0),(3109,'ผักปัง','',341,25,'Y',0),(3110,'กวางโจน','',341,25,'Y',0),(3111,'หนองคอนไทย','',341,25,'Y',0),(3112,'บ้านแก้ง','',341,25,'Y',0),(3113,'กุดยม','',341,25,'Y',0),(3114,'บ้านเพชร','',341,25,'Y',0),(3115,'โคกสะอาด','',341,25,'Y',0),(3116,'หนองตูม','',341,25,'Y',0),(3117,'โอโล','',341,25,'Y',0),(3118,'ธาตุทอง','',341,25,'Y',0),(3119,'บ้านดอน','',341,25,'Y',0),(3120,'บ้านแท่น','',342,25,'Y',0),(3121,'สามสวน','',342,25,'Y',0),(3122,'สระพัง','',342,25,'Y',0),(3123,'บ้านเต่า','',342,25,'Y',0),(3124,'หนองคู','',342,25,'Y',0),(3125,'ช่องสามหมอ','',343,25,'Y',0),(3126,'หนองขาม','',343,25,'Y',0),(3127,'นาหนองทุ่ม','',343,25,'Y',0),(3128,'บ้านแก้ง','',343,25,'Y',0),(3129,'หนองสังข์','',343,25,'Y',0),(3130,'หลุบคา','',343,25,'Y',0),(3131,'โคกกุง','',343,25,'Y',0),(3132,'เก่าย่าดี','',343,25,'Y',0),(3133,'ท่ามะไฟหวาน','',343,25,'Y',0),(3134,'หนองไผ่','',343,25,'Y',0),(3135,'คอนสาร','',344,25,'Y',0),(3136,'ทุ่งพระ','',344,25,'Y',0),(3137,'โนนคูณ','',344,25,'Y',0),(3138,'ห้วยยาง','',344,25,'Y',0),(3139,'ทุ่งลุยลาย','',344,25,'Y',0),(3140,'ดงบัง','',344,25,'Y',0),(3141,'ทุ่งนาเลา','',344,25,'Y',0),(3142,'ดงกลาง','',344,25,'Y',0),(3143,'บ้านเจียง','',345,25,'Y',0),(3144,'เจาทอง','',345,25,'Y',0),(3145,'วังทอง','',345,25,'Y',0),(3146,'แหลมทอง','',345,25,'Y',0),(3147,'หนองฉิม','',346,25,'Y',0),(3148,'ตาเนิน','',346,25,'Y',0),(3149,'กะฮาด','',346,25,'Y',0),(3150,'รังงาม','',346,25,'Y',0),(3151,'ซับใหญ่','',347,25,'Y',0),(3152,'ท่ากูบ','',347,25,'Y',0),(3153,'ตะโกทอง','',347,25,'Y',0),(3154,'บุ่ง','',348,26,'Y',0),(3155,'ไก่คำ','',348,26,'Y',0),(3156,'นาจิก','',348,26,'Y',0),(3157,'ปลาค้าว','',348,26,'Y',0),(3158,'เหล่าพรวน','',348,26,'Y',0),(3159,'สร้างนกทา','',348,26,'Y',0),(3160,'คึมใหญ่','',348,26,'Y',0),(3161,'นาผือ','',348,26,'Y',0),(3162,'น้ำปลีก','',348,26,'Y',0),(3163,'นาวัง','',348,26,'Y',0),(3164,'นาหมอม้า','',348,26,'Y',0),(3165,'โนนโพธิ์','',348,26,'Y',0),(3166,'โนนหนามแท่ง','',348,26,'Y',0),(3167,'ห้วยไร่','',348,26,'Y',0),(3168,'หนองมะแซว','',348,26,'Y',0),(3169,'กุดปลาดุก','',348,26,'Y',0),(3170,'ดอนเมย','',348,26,'Y',0),(3171,'นายม','',348,26,'Y',0),(3172,'นาแต้','',348,26,'Y',0),(3173,'โพนทอง','',348,26,'Y',0),(3174,'ดงมะยาง','',348,26,'Y',0),(3175,'เปือย','',348,26,'Y',0),(3176,'หนองไฮ','',348,26,'Y',0),(3177,'นาเวียง','',348,26,'Y',0),(3178,'ไร่ขี','',348,26,'Y',0),(3179,'ไร่สีสุก','',348,26,'Y',0),(3180,'เสนางคนิคม','',348,26,'Y',0),(3181,'อำนาจ','',348,26,'Y',0),(3182,'ดงบัง','',348,26,'Y',0),(3183,'ชานุมาน','',349,26,'Y',0),(3184,'โคกสาร','',349,26,'Y',0),(3185,'คำเขื่อนแก้ว','',349,26,'Y',0),(3186,'โคกก่ง','',349,26,'Y',0),(3187,'ป่าก่อ','',349,26,'Y',0),(3188,'หนองข่า','',349,26,'Y',0),(3189,'หนองข่า','',350,26,'Y',0),(3190,'คำโพน','',350,26,'Y',0),(3191,'นาหว้า','',350,26,'Y',0),(3192,'ลือ','',350,26,'Y',0),(3193,'ห้วย','',350,26,'Y',0),(3194,'โนนงาม','',350,26,'Y',0),(3195,'นาป่าแซง','',350,26,'Y',0),(3196,'พนา','',351,26,'Y',0),(3197,'จานลาน','',351,26,'Y',0),(3198,'ไม้กลอน','',351,26,'Y',0),(3199,'พระเหลา','',351,26,'Y',0),(3200,'นาหว้า','',351,26,'Y',0),(3201,'ลือ','',351,26,'Y',0),(3202,'ห้วย','',351,26,'Y',0),(3203,'เสนางคนิคม','',352,26,'Y',0),(3204,'โพนทอง','',352,26,'Y',0),(3205,'ไร่สีสุก','',352,26,'Y',0),(3206,'นาเวียง','',352,26,'Y',0),(3207,'หนองไฮ','',352,26,'Y',0),(3208,'หนองสามสี','',352,26,'Y',0),(3209,'หัวตะพาน','',353,26,'Y',0),(3210,'คำพระ','',353,26,'Y',0),(3211,'เค็งใหญ่','',353,26,'Y',0),(3212,'หนองแก้ว','',353,26,'Y',0),(3213,'โพนเมืองน้อย','',353,26,'Y',0),(3214,'สร้างถ่อน้อย','',353,26,'Y',0),(3215,'จิกดู่','',353,26,'Y',0),(3216,'รัตนวารี','',353,26,'Y',0),(3217,'อำนาจ','',354,26,'Y',0),(3218,'ดงมะยาง','',354,26,'Y',0),(3219,'เปือย','',354,26,'Y',0),(3220,'ดงบัง','',354,26,'Y',0),(3221,'ไร่ขี','',354,26,'Y',0),(3222,'แมด','',354,26,'Y',0),(3223,'โคกกลาง','',354,26,'Y',0),(3224,'หนองบัว','',355,27,'Y',0),(3225,'หนองภัยศูนย์','',355,27,'Y',0),(3226,'โพธิ์ชัย','',355,27,'Y',0),(3227,'หนองสวรรค์','',355,27,'Y',0),(3228,'หัวนา','',355,27,'Y',0),(3229,'บ้านขาม','',355,27,'Y',0),(3230,'นามะเฟือง','',355,27,'Y',0),(3231,'บ้านพร้าว','',355,27,'Y',0),(3232,'โนนขมิ้น','',355,27,'Y',0),(3233,'ลำภู','',355,27,'Y',0),(3234,'กุดจิก','',355,27,'Y',0),(3235,'โนนทัน','',355,27,'Y',0),(3236,'นาคำไฮ','',355,27,'Y',0),(3237,'ป่าไม้งาม','',355,27,'Y',0),(3238,'หนองหว้า','',355,27,'Y',0),(3239,'นากลาง','',356,27,'Y',0),(3240,'ด่านช้าง','',356,27,'Y',0),(3241,'นาเหล่า','',356,27,'Y',0),(3242,'นาแก','',356,27,'Y',0),(3243,'กุดดินจี่','',356,27,'Y',0),(3244,'ฝั่งแดง','',356,27,'Y',0),(3245,'เก่ากลอย','',356,27,'Y',0),(3246,'วังทอง','',356,27,'Y',0),(3247,'โนนเมือง','',356,27,'Y',0),(3248,'อุทัยสวรรค์','',356,27,'Y',0),(3249,'ดงสวรรค์','',356,27,'Y',0),(3250,'วังปลาป้อม','',356,27,'Y',0),(3251,'กุดแห่','',356,27,'Y',0),(3252,'เทพคีรี','',356,27,'Y',0),(3253,'โนนภูทอง','',356,27,'Y',0),(3254,'นาดี','',356,27,'Y',0),(3255,'นาสี','',356,27,'Y',0),(3256,'บ้านโคก','',356,27,'Y',0),(3257,'โคกนาเหล่า','',356,27,'Y',0),(3258,'โนนสัง','',357,27,'Y',0),(3259,'บ้านถิ่น','',357,27,'Y',0),(3260,'หนองเรือ','',357,27,'Y',0),(3261,'กุดดู่','',357,27,'Y',0),(3262,'บ้านค้อ','',357,27,'Y',0),(3263,'โนนเมือง','',357,27,'Y',0),(3264,'โคกใหญ่','',357,27,'Y',0),(3265,'โคกม่วง','',357,27,'Y',0),(3266,'นิคมพัฒนา','',357,27,'Y',0),(3267,'ปางกู่','',357,27,'Y',0),(3268,'เมืองใหม่','',358,27,'Y',0),(3269,'ศรีบุญเรือง','',358,27,'Y',0),(3270,'หนองบัวใต้','',358,27,'Y',0),(3271,'กุดสะเทียน','',358,27,'Y',0),(3272,'นากอก','',358,27,'Y',0),(3273,'โนนสะอาด','',358,27,'Y',0),(3274,'ยางหล่อ','',358,27,'Y',0),(3275,'โนนม่วง','',358,27,'Y',0),(3276,'หนองกุงแก้ว','',358,27,'Y',0),(3277,'หนองแก','',358,27,'Y',0),(3278,'ทรายทอง','',358,27,'Y',0),(3279,'หันนางาม','',358,27,'Y',0),(3280,'นาสี','',359,27,'Y',0),(3281,'บ้านโคก','',359,27,'Y',0),(3282,'นาดี','',359,27,'Y',0),(3283,'นาด่าน','',359,27,'Y',0),(3284,'ดงมะไฟ','',359,27,'Y',0),(3285,'สุวรรณคูหา','',359,27,'Y',0),(3286,'บุญทัน','',359,27,'Y',0),(3287,'กุดผึ้ง','',359,27,'Y',0),(3288,'นาเหล่า','',360,27,'Y',0),(3289,'นาแก','',360,27,'Y',0),(3290,'วังทอง','',360,27,'Y',0),(3291,'วังปลาป้อม','',360,27,'Y',0),(3292,'เทพคีรี','',360,27,'Y',0),(3293,'ในเมือง','',361,28,'Y',0),(3294,'สำราญ','',361,28,'Y',0),(3295,'โคกสี','',361,28,'Y',0),(3296,'ท่าพระ','',361,28,'Y',0),(3297,'บ้านทุ่ม','',361,28,'Y',0),(3298,'เมืองเก่า','',361,28,'Y',0),(3299,'พระลับ','',361,28,'Y',0),(3300,'สาวะถี','',361,28,'Y',0),(3301,'บ้านหว้า','',361,28,'Y',0),(3302,'บ้านค้อ','',361,28,'Y',0),(3303,'แดงใหญ่','',361,28,'Y',0),(3304,'ดอนช้าง','',361,28,'Y',0),(3305,'ดอนหัน','',361,28,'Y',0),(3306,'ศิลา','',361,28,'Y',0),(3307,'บ้านเป็ด','',361,28,'Y',0),(3308,'หนองตูม','',361,28,'Y',0),(3309,'บึงเนียม','',361,28,'Y',0),(3310,'โนนท่อน','',361,28,'Y',0),(3311,'บ้านโต้น','',361,28,'Y',0),(3312,'หนองบัว','',361,28,'Y',0),(3313,'หนองบัว','',362,28,'Y',0),(3314,'ป่าหวายนั่ง','',362,28,'Y',0),(3315,'โนนฆ้อง','',362,28,'Y',0),(3316,'บ้านเหล่า','',362,28,'Y',0),(3317,'ป่ามะนาว','',362,28,'Y',0),(3318,'บ้านฝาง','',362,28,'Y',0),(3319,'โคกงาม','',362,28,'Y',0),(3320,'พระยืน','',363,28,'Y',0),(3321,'พระบุ','',363,28,'Y',0),(3322,'บ้านโต้น','',363,28,'Y',0),(3323,'หนองแวง','',363,28,'Y',0),(3324,'ขามป้อม','',363,28,'Y',0),(3325,'หนองเรือ','',364,28,'Y',0),(3326,'บ้านเม็ง','',364,28,'Y',0),(3327,'บ้านกง','',364,28,'Y',0),(3328,'ยางคำ','',364,28,'Y',0),(3329,'จระเข้','',364,28,'Y',0),(3330,'โนนทอง','',364,28,'Y',0),(3331,'กุดกว้าง','',364,28,'Y',0),(3332,'โนนทัน','',364,28,'Y',0),(3333,'โนนสะอาด','',364,28,'Y',0),(3334,'บ้านผือ','',364,28,'Y',0),(3335,'ชุมแพ','',365,28,'Y',0),(3336,'โนนหัน','',365,28,'Y',0),(3337,'นาหนองทุ่ม','',365,28,'Y',0),(3338,'โนนอุดม','',365,28,'Y',0),(3339,'ขัวเรียง','',365,28,'Y',0),(3340,'หนองไผ่','',365,28,'Y',0),(3341,'ไชยสอ','',365,28,'Y',0),(3342,'วังหินลาด','',365,28,'Y',0),(3343,'นาเพียง','',365,28,'Y',0),(3344,'หนองเขียด','',365,28,'Y',0),(3345,'หนองเสาเล้า','',365,28,'Y',0),(3346,'โนนสะอาด','',365,28,'Y',0),(3347,'สีชมพู','',366,28,'Y',0),(3348,'ศรีสุข','',366,28,'Y',0),(3349,'นาจาน','',366,28,'Y',0),(3350,'วังเพิ่ม','',366,28,'Y',0),(3351,'ซำยาง','',366,28,'Y',0),(3352,'หนองแดง','',366,28,'Y',0),(3353,'ดงลาน','',366,28,'Y',0),(3354,'บริบูรณ์','',366,28,'Y',0),(3355,'บ้านใหม่','',366,28,'Y',0),(3356,'ภูห่าน','',366,28,'Y',0),(3357,'น้ำพอง','',367,28,'Y',0),(3358,'วังชัย','',367,28,'Y',0),(3359,'หนองกุง','',367,28,'Y',0),(3360,'บัวใหญ่','',367,28,'Y',0),(3361,'สะอาด','',367,28,'Y',0),(3362,'ม่วงหวาน','',367,28,'Y',0),(3363,'บ้านขาม','',367,28,'Y',0),(3364,'บัวเงิน','',367,28,'Y',0),(3365,'ทรายมูล','',367,28,'Y',0),(3366,'ท่ากระเสริม','',367,28,'Y',0),(3367,'พังทุย','',367,28,'Y',0),(3368,'กุดน้ำใส','',367,28,'Y',0),(3369,'โคกสูง','',368,28,'Y',0),(3370,'บ้านดง','',368,28,'Y',0),(3371,'เขื่อนอุบลรัตน์','',368,28,'Y',0),(3372,'นาคำ','',368,28,'Y',0),(3373,'ศรีสุขสำราญ','',368,28,'Y',0),(3374,'ทุ่งโป่ง','',368,28,'Y',0),(3375,'หนองโก','',369,28,'Y',0),(3376,'หนองกุงใหญ่','',369,28,'Y',0),(3377,'กระนวน','',369,28,'Y',0),(3378,'บ้านโนน','',369,28,'Y',0),(3379,'ห้วยโจด','',369,28,'Y',0),(3380,'ห้วยยาง','',369,28,'Y',0),(3381,'บ้านฝาง','',369,28,'Y',0),(3382,'คำแมด','',369,28,'Y',0),(3383,'ดูนสาด','',369,28,'Y',0),(3384,'หนองโน','',369,28,'Y',0),(3385,'น้ำอ้อม','',369,28,'Y',0),(3386,'หัวนาคำ','',369,28,'Y',0),(3387,'คูคำ','',369,28,'Y',0),(3388,'ห้วยเตย','',369,28,'Y',0),(3389,'บ้านไผ่','',370,28,'Y',0),(3390,'ในเมือง','',370,28,'Y',0),(3391,'บ้านแฮด','',370,28,'Y',0),(3392,'โคกสำราญ','',370,28,'Y',0),(3393,'เมืองเฟีย','',370,28,'Y',0),(3394,'เปือยใหญ่','',370,28,'Y',0),(3395,'โนนศิลา','',370,28,'Y',0),(3396,'บ้านหัน','',370,28,'Y',0),(3397,'บ้านลาน','',370,28,'Y',0),(3398,'แคนเหนือ','',370,28,'Y',0),(3399,'ภูเหล็ก','',370,28,'Y',0),(3400,'หนองแซง','',370,28,'Y',0),(3401,'ป่าปอ','',370,28,'Y',0),(3402,'หินตั้ง','',370,28,'Y',0),(3403,'โนนสมบูรณ์','',370,28,'Y',0),(3404,'หนองน้ำใส','',370,28,'Y',0),(3405,'หัวหนอง','',370,28,'Y',0),(3406,'โนนแดง','',370,28,'Y',0),(3407,'หนองปลาหมอ','',370,28,'Y',0),(3408,'สระแก้ว','',370,28,'Y',0),(3409,'ขามป้อม','',370,28,'Y',0),(3410,'วังม่วง','',370,28,'Y',0),(3411,'เปือยน้อย','',370,28,'Y',0),(3412,'เปือยน้อย','',371,28,'Y',0),(3413,'วังม่วง','',371,28,'Y',0),(3414,'ขามป้อม','',371,28,'Y',0),(3415,'สระแก้ว','',371,28,'Y',0),(3416,'เมืองพล','',372,28,'Y',0),(3417,'โจดหนองแก','',372,28,'Y',0),(3418,'เก่างิ้ว','',372,28,'Y',0),(3419,'หนองมะเขือ','',372,28,'Y',0),(3420,'หนองแวงโสกพระ','',372,28,'Y',0),(3421,'เพ็กใหญ่','',372,28,'Y',0),(3422,'โคกสง่า','',372,28,'Y',0),(3423,'หนองแวงนางเบ้า','',372,28,'Y',0),(3424,'ลอมคอม','',372,28,'Y',0),(3425,'โนนข่า','',372,28,'Y',0),(3426,'โสกนกเต็น','',372,28,'Y',0),(3427,'หัวทุ่ง','',372,28,'Y',0),(3428,'ทางขวาง','',372,28,'Y',0),(3429,'ท่าวัด','',372,28,'Y',0),(3430,'ท่านางแมว','',372,28,'Y',0),(3431,'แวงน้อย','',372,28,'Y',0),(3432,'ก้านเหลือง','',372,28,'Y',0),(3433,'ละหารนา','',372,28,'Y',0),(3434,'แวงใหญ่','',372,28,'Y',0),(3435,'โนนทอง','',372,28,'Y',0),(3436,'ใหม่นาเพียง','',372,28,'Y',0),(3437,'คอนฉิม','',372,28,'Y',0),(3438,'คอนฉิม','',373,28,'Y',0),(3439,'ใหม่นาเพียง','',373,28,'Y',0),(3440,'โนนทอง','',373,28,'Y',0),(3441,'แวงใหญ่','',373,28,'Y',0),(3442,'โนนสะอาด','',373,28,'Y',0),(3443,'แวงน้อย','',374,28,'Y',0),(3444,'ก้านเหลือง','',374,28,'Y',0),(3445,'ท่านางแนว','',374,28,'Y',0),(3446,'ละหานนา','',374,28,'Y',0),(3447,'ท่าวัด','',374,28,'Y',0),(3448,'ทางขวาง','',374,28,'Y',0),(3449,'หนองสองห้อง','',375,28,'Y',0),(3450,'คึมชาด','',375,28,'Y',0),(3451,'โนนธาตุ','',375,28,'Y',0),(3452,'ตะกั่วป่า','',375,28,'Y',0),(3453,'สำโรง','',375,28,'Y',0),(3454,'หนองเม็ก','',375,28,'Y',0),(3455,'ดอนดู่','',375,28,'Y',0),(3456,'ดงเค็ง','',375,28,'Y',0),(3457,'หันโจด','',375,28,'Y',0),(3458,'ดอนดั่ง','',375,28,'Y',0),(3459,'วังหิน','',375,28,'Y',0),(3460,'หนองไผ่ล้อม','',375,28,'Y',0),(3461,'บ้านเรือ','',376,28,'Y',0),(3462,'ในเมือง','',376,28,'Y',0),(3463,'บ้านโคก','',376,28,'Y',0),(3464,'หว้าทอง','',376,28,'Y',0),(3465,'กุดขอนแก่น','',376,28,'Y',0),(3466,'นาชุมแสง','',376,28,'Y',0),(3467,'นาหว้า','',376,28,'Y',0),(3468,'เขาน้อย','',376,28,'Y',0),(3469,'กุดธาตุ','',376,28,'Y',0),(3470,'หนองกุงธนสาร','',376,28,'Y',0),(3471,'ขนวน','',376,28,'Y',0),(3472,'หนองกุงเซิน','',376,28,'Y',0),(3473,'สงเปือย','',376,28,'Y',0),(3474,'ทุ่งชมพู','',376,28,'Y',0),(3475,'เมืองเก่าพัฒนา','',376,28,'Y',0),(3476,'ดินดำ','',376,28,'Y',0),(3477,'ภูเวียง','',376,28,'Y',0),(3478,'กุดเค้า','',377,28,'Y',0),(3479,'สวนหม่อน','',377,28,'Y',0),(3480,'หนองแปน','',377,28,'Y',0),(3481,'โพนเพ็ก','',377,28,'Y',0),(3482,'คำแคน','',377,28,'Y',0),(3483,'นาข่า','',377,28,'Y',0),(3484,'นางาม','',377,28,'Y',0),(3485,'บ้านโคก','',377,28,'Y',0),(3486,'โพธิ์ไชย','',377,28,'Y',0),(3487,'ท่าศาลา','',377,28,'Y',0),(3488,'ซับสมบูรณ์','',377,28,'Y',0),(3489,'นาแพง','',377,28,'Y',0),(3490,'ชนบท','',378,28,'Y',0),(3491,'กุดเพียขอม','',378,28,'Y',0),(3492,'วังแสง','',378,28,'Y',0),(3493,'ห้วยแก','',378,28,'Y',0),(3494,'บ้านแท่น','',378,28,'Y',0),(3495,'ศรีบุญเรือง','',378,28,'Y',0),(3496,'โนนพะยอม','',378,28,'Y',0),(3497,'ปอแดง','',378,28,'Y',0),(3498,'เขาสวนกวาง','',379,28,'Y',0),(3499,'ดงเมืองแอม','',379,28,'Y',0),(3500,'นางิ้ว','',379,28,'Y',0),(3501,'โนนสมบูรณ์','',379,28,'Y',0),(3502,'คำม่วง','',379,28,'Y',0),(3503,'โนนคอม','',380,28,'Y',0),(3504,'นาฝาย','',380,28,'Y',0),(3505,'ภูผาม่าน','',380,28,'Y',0),(3506,'วังสวาบ','',380,28,'Y',0),(3507,'ห้วยม่วง','',380,28,'Y',0),(3508,'กระนวน','',381,28,'Y',0),(3509,'คำแมด','',381,28,'Y',0),(3510,'บ้านโนน','',381,28,'Y',0),(3511,'คูคำ','',381,28,'Y',0),(3512,'ห้วยเตย','',381,28,'Y',0),(3513,'บ้านโคก','',382,28,'Y',0),(3514,'โพธิ์ไชย','',382,28,'Y',0),(3515,'ซับสมบูรณ์','',382,28,'Y',0),(3516,'นาแพง','',382,28,'Y',0),(3517,'กุดธาตุ','',383,28,'Y',0),(3518,'บ้านโคก','',383,28,'Y',0),(3519,'ขนวน','',383,28,'Y',0),(3520,'บ้านแฮด','',384,28,'Y',0),(3521,'โคกสำราญ','',384,28,'Y',0),(3522,'โนนสมบูรณ์','',384,28,'Y',0),(3523,'หนองแซง','',384,28,'Y',0),(3524,'โนนศิลา','',385,28,'Y',0),(3525,'หนองปลาหมอ','',385,28,'Y',0),(3526,'บ้านหัน','',385,28,'Y',0),(3527,'เปือยใหญ่','',385,28,'Y',0),(3528,'โนนแดง','',385,28,'Y',0),(3529,'หมากแข้ง','',386,29,'Y',0),(3530,'นิคมสงเคราะห์','',386,29,'Y',0),(3531,'บ้านขาว','',386,29,'Y',0),(3532,'หนองบัว','',386,29,'Y',0),(3533,'บ้านตาด','',386,29,'Y',0),(3534,'โนนสูง','',386,29,'Y',0),(3535,'หมูม่น','',386,29,'Y',0),(3536,'เชียงยืน','',386,29,'Y',0),(3537,'หนองนาคำ','',386,29,'Y',0),(3538,'กุดสระ','',386,29,'Y',0),(3539,'นาดี','',386,29,'Y',0),(3540,'บ้านเลื่อม','',386,29,'Y',0),(3541,'เชียงพิณ','',386,29,'Y',0),(3542,'สามพร้าว','',386,29,'Y',0),(3543,'หนองไฮ','',386,29,'Y',0),(3544,'นาข่า','',386,29,'Y',0),(3545,'บ้านจั่น','',386,29,'Y',0),(3546,'หนองขอนกว้าง','',386,29,'Y',0),(3547,'โคกสะอาด','',386,29,'Y',0),(3548,'นากว้าง','',386,29,'Y',0),(3549,'หนองไผ่','',386,29,'Y',0),(3550,'ขอนยูง','',386,29,'Y',0),(3551,'ปะโค','',386,29,'Y',0),(3552,'หนองหว้า','',386,29,'Y',0),(3553,'เชียงเพ็ง','',386,29,'Y',0),(3554,'กุดจับ','',386,29,'Y',0),(3555,'หนองปุ','',386,29,'Y',0),(3556,'กุดจับ','',387,29,'Y',0),(3557,'ปะโค','',387,29,'Y',0),(3558,'ขอนยูง','',387,29,'Y',0),(3559,'เชียงเพ็ง','',387,29,'Y',0),(3560,'สร้างก่อ','',387,29,'Y',0),(3561,'เมืองเพีย','',387,29,'Y',0),(3562,'ตาลเลียน','',387,29,'Y',0),(3563,'หมากหญ้า','',388,29,'Y',0),(3564,'หนองอ้อ','',388,29,'Y',0),(3565,'อูบมุง','',388,29,'Y',0),(3566,'กุดหมากไฟ','',388,29,'Y',0),(3567,'น้ำพ่น','',388,29,'Y',0),(3568,'หนองบัวบาน','',388,29,'Y',0),(3569,'โนนหวาย','',388,29,'Y',0),(3570,'หนองวัวซอ','',388,29,'Y',0),(3571,'ตูมใต้','',389,29,'Y',0),(3572,'พันดอน','',389,29,'Y',0),(3573,'เวียงคำ','',389,29,'Y',0),(3574,'แชแล','',389,29,'Y',0),(3575,'อุ่มจาน','',389,29,'Y',0),(3576,'เชียงแหว','',389,29,'Y',0),(3577,'ห้วยเกิ้ง','',389,29,'Y',0),(3578,'ห้วยสามพาด','',389,29,'Y',0),(3579,'เสอเพลอ','',389,29,'Y',0),(3580,'สีออ','',389,29,'Y',0),(3581,'ปะโค','',389,29,'Y',0),(3582,'นาม่วง','',389,29,'Y',0),(3583,'ผาสุก','',389,29,'Y',0),(3584,'ท่าลี่','',389,29,'Y',0),(3585,'กุมภวาปี','',389,29,'Y',0),(3586,'หนองหว้า','',389,29,'Y',0),(3587,'โนนสะอาด','',389,29,'Y',0),(3588,'โพธิ์ศรีสำราญ','',389,29,'Y',0),(3589,'บุ่งแก้ว','',389,29,'Y',0),(3590,'หนองแสง','',389,29,'Y',0),(3591,'แสงสว่าง','',389,29,'Y',0),(3592,'โนนสะอาด','',390,29,'Y',0),(3593,'บุ่งแก้ว','',390,29,'Y',0),(3594,'โพธิ์ศรีสำราญ','',390,29,'Y',0),(3595,'ทมนางาม','',390,29,'Y',0),(3596,'หนองกุงศรี','',390,29,'Y',0),(3597,'โคกกลาง','',390,29,'Y',0),(3598,'หนองหาน','',391,29,'Y',0),(3599,'หนองเม็ก','',391,29,'Y',0),(3600,'คอนสาย','',391,29,'Y',0),(3601,'บ้านจีต','',391,29,'Y',0),(3602,'พังงู','',391,29,'Y',0),(3603,'สะแบง','',391,29,'Y',0),(3604,'สร้อยพร้าว','',391,29,'Y',0),(3605,'บ้านแดง','',391,29,'Y',0),(3606,'บ้านเชียง','',391,29,'Y',0),(3607,'บ้านยา','',391,29,'Y',0),(3608,'โพนงาม','',391,29,'Y',0),(3609,'ผักตบ','',391,29,'Y',0),(3610,'ดอนกลอย','',391,29,'Y',0),(3611,'หนองไผ่','',391,29,'Y',0),(3612,'นาทราย','',391,29,'Y',0),(3613,'ค้อใหญ่','',391,29,'Y',0),(3614,'ดอนหายโศก','',391,29,'Y',0),(3615,'หนองสระปลา','',391,29,'Y',0),(3616,'โนนทองอินทร์','',391,29,'Y',0),(3617,'หนองหลัก','',391,29,'Y',0),(3618,'ทุ่งใหญ่','',391,29,'Y',0),(3619,'ทุ่งฝน','',391,29,'Y',0),(3620,'โพนสูง','',391,29,'Y',0),(3621,'ไชยวาน','',391,29,'Y',0),(3622,'ทุ่งฝน','',392,29,'Y',0),(3623,'ทุ่งใหญ่','',392,29,'Y',0),(3624,'นาชุมแสง','',392,29,'Y',0),(3625,'นาทม','',392,29,'Y',0),(3626,'ไชยวาน','',393,29,'Y',0),(3627,'หนองหลัก','',393,29,'Y',0),(3628,'คำเลาะ','',393,29,'Y',0),(3629,'โพนสูง','',393,29,'Y',0),(3630,'ศรีธาตุ','',394,29,'Y',0),(3631,'จำปี','',394,29,'Y',0),(3632,'บ้านโปร่ง','',394,29,'Y',0),(3633,'หัวนาคำ','',394,29,'Y',0),(3634,'หนองนกเขียน','',394,29,'Y',0),(3635,'นายูง','',394,29,'Y',0),(3636,'ตาดทอง','',394,29,'Y',0),(3637,'หนองกุงทับม้า','',395,29,'Y',0),(3638,'หนองหญ้าไซ','',395,29,'Y',0),(3639,'บะยาว','',395,29,'Y',0),(3640,'ผาสุก','',395,29,'Y',0),(3641,'คำโคกสูง','',395,29,'Y',0),(3642,'วังสามหมอ','',395,29,'Y',0),(3643,'ศรีสุทโธ','',396,29,'Y',0),(3644,'บ้านดุง','',396,29,'Y',0),(3645,'ดงเย็น','',396,29,'Y',0),(3646,'โพนสูง','',396,29,'Y',0),(3647,'อ้อมกอ','',396,29,'Y',0),(3648,'บ้านจันทน์','',396,29,'Y',0),(3649,'บ้านชัย','',396,29,'Y',0),(3650,'นาไหม','',396,29,'Y',0),(3651,'ถ่อนนาลับ','',396,29,'Y',0),(3652,'วังทอง','',396,29,'Y',0),(3653,'บ้านม่วง','',396,29,'Y',0),(3654,'บ้านตาด','',396,29,'Y',0),(3655,'นาคำ','',396,29,'Y',0),(3656,'บ้านผือ','',397,29,'Y',0),(3657,'หายโศก','',397,29,'Y',0),(3658,'เขือน้ำ','',397,29,'Y',0),(3659,'คำบง','',397,29,'Y',0),(3660,'โนนทอง','',397,29,'Y',0),(3661,'ข้าวสาร','',397,29,'Y',0),(3662,'จำปาโมง','',397,29,'Y',0),(3663,'กลางใหญ่','',397,29,'Y',0),(3664,'เมืองพาน','',397,29,'Y',0),(3665,'คำด้วง','',397,29,'Y',0),(3666,'หนองหัวคู','',397,29,'Y',0),(3667,'บ้านค้อ','',397,29,'Y',0),(3668,'หนองแวง','',397,29,'Y',0),(3669,'บ้านเม็ก','',397,29,'Y',0),(3670,'นางัว','',398,29,'Y',0),(3671,'น้ำโสม','',398,29,'Y',0),(3672,'นายูง','',398,29,'Y',0),(3673,'นาแค','',398,29,'Y',0),(3674,'หนองแวง','',398,29,'Y',0),(3675,'บ้านหยวก','',398,29,'Y',0),(3676,'โสมเยี่ยม','',398,29,'Y',0),(3677,'โนนทอง','',398,29,'Y',0),(3678,'บ้านก้อง','',398,29,'Y',0),(3679,'ศรีสำราญ','',398,29,'Y',0),(3680,'ทุบกุง','',398,29,'Y',0),(3681,'สามัคคี','',398,29,'Y',0),(3682,'เพ็ญ','',399,29,'Y',0),(3683,'บ้านธาตุ','',399,29,'Y',0),(3684,'นาพู่','',399,29,'Y',0),(3685,'เชียงหวาง','',399,29,'Y',0),(3686,'สุมเส้า','',399,29,'Y',0),(3687,'นาบัว','',399,29,'Y',0),(3688,'บ้านเหล่า','',399,29,'Y',0),(3689,'จอมศรี','',399,29,'Y',0),(3690,'เตาไห','',399,29,'Y',0),(3691,'โคกกลาง','',399,29,'Y',0),(3692,'สร้างแป้น','',399,29,'Y',0),(3693,'เชียงดา','',399,29,'Y',0),(3694,'บ้านยวด','',399,29,'Y',0),(3695,'สร้างคอม','',399,29,'Y',0),(3696,'สร้างคอม','',400,29,'Y',0),(3697,'เชียงดา','',400,29,'Y',0),(3698,'บ้านยวด','',400,29,'Y',0),(3699,'บ้านโคก','',400,29,'Y',0),(3700,'นาสะอาด','',400,29,'Y',0),(3701,'บ้านหินโงม','',400,29,'Y',0),(3702,'หนองแสง','',401,29,'Y',0),(3703,'แสงสว่าง','',401,29,'Y',0),(3704,'นาดี','',401,29,'Y',0),(3705,'ทับกุง','',401,29,'Y',0),(3706,'นายูง','',402,29,'Y',0),(3707,'บ้านก้อง','',402,29,'Y',0),(3708,'นาแค','',402,29,'Y',0),(3709,'โนนทอง','',402,29,'Y',0),(3710,'บ้านแดง','',403,29,'Y',0),(3711,'นาทราย','',403,29,'Y',0),(3712,'ดอนกลอย','',403,29,'Y',0),(3713,'บ้านจีต','',404,29,'Y',0),(3714,'โนนทองอินทร์','',404,29,'Y',0),(3715,'ค้อใหญ่','',404,29,'Y',0),(3716,'คอนสาย','',404,29,'Y',0),(3717,'นาม่วง','',405,29,'Y',0),(3718,'ห้วยสามพาด','',405,29,'Y',0),(3719,'อุ่มจาน','',405,29,'Y',0),(3720,'กุดป่อง','',406,30,'Y',0),(3721,'เมือง','',406,30,'Y',0),(3722,'นาอ้อ','',406,30,'Y',0),(3723,'กกดู่','',406,30,'Y',0),(3724,'น้ำหมาน','',406,30,'Y',0),(3725,'เสี้ยว','',406,30,'Y',0),(3726,'นาอาน','',406,30,'Y',0),(3727,'นาโป่ง','',406,30,'Y',0),(3728,'นาดินดำ','',406,30,'Y',0),(3729,'น้ำสวย','',406,30,'Y',0),(3730,'ชัยพฤกษ์','',406,30,'Y',0),(3731,'นาแขม','',406,30,'Y',0),(3732,'ศรีสองรัก','',406,30,'Y',0),(3733,'กกทอง','',406,30,'Y',0),(3734,'นาด้วง','',407,30,'Y',0),(3735,'นาดอกคำ','',407,30,'Y',0),(3736,'ท่าสะอาด','',407,30,'Y',0),(3737,'ท่าสวรรค์','',407,30,'Y',0),(3738,'เชียงคาน','',408,30,'Y',0),(3739,'ธาตุ','',408,30,'Y',0),(3740,'นาซ่าว','',408,30,'Y',0),(3741,'เขาแก้ว','',408,30,'Y',0),(3742,'ปากตม','',408,30,'Y',0),(3743,'บุฮม','',408,30,'Y',0),(3744,'จอมศรี','',408,30,'Y',0),(3745,'หาดทรายขาว','',408,30,'Y',0),(3746,'ปากชม','',409,30,'Y',0),(3747,'เชียงกลม','',409,30,'Y',0),(3748,'หาดคัมภีร์','',409,30,'Y',0),(3749,'ห้วยบ่อซืน','',409,30,'Y',0),(3750,'ห้วยพิชัย','',409,30,'Y',0),(3751,'ชมเจริญ','',409,30,'Y',0),(3752,'ด่านซ้าย','',410,30,'Y',0),(3753,'ปากหมัน','',410,30,'Y',0),(3754,'นาดี','',410,30,'Y',0),(3755,'โคกงาม','',410,30,'Y',0),(3756,'โพนสูง','',410,30,'Y',0),(3757,'อิปุ่ม','',410,30,'Y',0),(3758,'กกสะทอน','',410,30,'Y',0),(3759,'โป่ง','',410,30,'Y',0),(3760,'วังยาว','',410,30,'Y',0),(3761,'นาหอ','',410,30,'Y',0),(3762,'ร่องจิก','',410,30,'Y',0),(3763,'แสงภา','',410,30,'Y',0),(3764,'ปลาบ่า','',410,30,'Y',0),(3765,'นาพึ่ง','',410,30,'Y',0),(3766,'ท่าศาลา','',410,30,'Y',0),(3767,'หนองบัว','',410,30,'Y',0),(3768,'นาแห้ว','',410,30,'Y',0),(3769,'นาแห้ว','',411,30,'Y',0),(3770,'แสงภา','',411,30,'Y',0),(3771,'นาพึง','',411,30,'Y',0),(3772,'นามาลา','',411,30,'Y',0),(3773,'เหล่ากอหก','',411,30,'Y',0),(3774,'หนองบัว','',412,30,'Y',0),(3775,'ท่าศาลา','',412,30,'Y',0),(3776,'ร่องจิก','',412,30,'Y',0),(3777,'ปลาบ่า','',412,30,'Y',0),(3778,'ลาดค่าง','',412,30,'Y',0),(3779,'สานตม','',412,30,'Y',0),(3780,'ท่าลี่','',413,30,'Y',0),(3781,'หนองผือ','',413,30,'Y',0),(3782,'อาฮี','',413,30,'Y',0),(3783,'น้ำแคม','',413,30,'Y',0),(3784,'โคกใหญ่','',413,30,'Y',0),(3785,'น้ำทูน','',413,30,'Y',0),(3786,'วังสะพุง','',414,30,'Y',0),(3787,'ทรายขาว','',414,30,'Y',0),(3788,'หนองหญ้าปล้อง','',414,30,'Y',0),(3789,'หนองงิ้ว','',414,30,'Y',0),(3790,'ปากปวน','',414,30,'Y',0),(3791,'ผาน้อย','',414,30,'Y',0),(3792,'เอราวัณ','',414,30,'Y',0),(3793,'ผาอินทร์แปลง','',414,30,'Y',0),(3794,'ผาสามยอด','',414,30,'Y',0),(3795,'ผาบิ้ง','',414,30,'Y',0),(3796,'เขาหลวง','',414,30,'Y',0),(3797,'โคกขมิ้น','',414,30,'Y',0),(3798,'ศรีสงคราม','',414,30,'Y',0),(3799,'ทรัพย์ไพวัลย์','',414,30,'Y',0),(3800,'หนองคัน','',414,30,'Y',0),(3801,'ภูหอ','',414,30,'Y',0),(3802,'ศรีฐาน','',415,30,'Y',0),(3803,'ปวนพุ','',415,30,'Y',0),(3804,'ท่าช้างคล้อง','',415,30,'Y',0),(3805,'ผาขาว','',415,30,'Y',0),(3806,'ผานกเค้า','',415,30,'Y',0),(3807,'โนนป่าซาง','',415,30,'Y',0),(3808,'ภูกระดึง','',415,30,'Y',0),(3809,'หนองหิน','',415,30,'Y',0),(3810,'โนนปอแดง','',415,30,'Y',0),(3811,'ห้วยส้ม','',415,30,'Y',0),(3812,'ตาดข่า','',415,30,'Y',0),(3813,'ภูหอ','',416,30,'Y',0),(3814,'หนองคัน','',416,30,'Y',0),(3815,'วังน้ำใส','',416,30,'Y',0),(3816,'ห้วยสีเสียด','',416,30,'Y',0),(3817,'เลยวังไสย์','',416,30,'Y',0),(3818,'แก่งศรีภูมิ','',416,30,'Y',0),(3819,'ผาขาว','',417,30,'Y',0),(3820,'ท่าช้างคล้อง','',417,30,'Y',0),(3821,'โนนปอแดง','',417,30,'Y',0),(3822,'โนนป่าซาง','',417,30,'Y',0),(3823,'บ้านเพิ่ม','',417,30,'Y',0),(3824,'เอราวัณ','',418,30,'Y',0),(3825,'ผาอินทร์แปลง','',418,30,'Y',0),(3826,'ผาสามยอด','',418,30,'Y',0),(3827,'ทรัพย์ไพวัลย์','',418,30,'Y',0),(3828,'หนองหิน','',419,30,'Y',0),(3829,'ตาดข่า','',419,30,'Y',0),(3830,'ปวนพุ','',419,30,'Y',0),(3831,'ในเมือง','',420,31,'Y',0),(3832,'มีชัย','',420,31,'Y',0),(3833,'โพธิ์ชัย','',420,31,'Y',0),(3834,'กวนวัน','',420,31,'Y',0),(3835,'เวียงคุก','',420,31,'Y',0),(3836,'วัดธาตุ','',420,31,'Y',0),(3837,'หาดคำ','',420,31,'Y',0),(3838,'หินโงม','',420,31,'Y',0),(3839,'บ้านเดื่อ','',420,31,'Y',0),(3840,'ค่ายบกหวาน','',420,31,'Y',0),(3841,'สองห้อง','',420,31,'Y',0),(3842,'สระใคร','',420,31,'Y',0),(3843,'พระธาตุบังพวน','',420,31,'Y',0),(3844,'บ้านฝาง','',420,31,'Y',0),(3845,'คอกช้าง','',420,31,'Y',0),(3846,'หนองกอมเกาะ','',420,31,'Y',0),(3847,'ปะโค','',420,31,'Y',0),(3848,'เมืองหมี','',420,31,'Y',0),(3849,'สีกาย','',420,31,'Y',0),(3850,'ท่าบ่อ','',421,31,'Y',0),(3851,'น้ำโมง','',421,31,'Y',0),(3852,'กองนาง','',421,31,'Y',0),(3853,'โคกคอน','',421,31,'Y',0),(3854,'บ้านเดื่อ','',421,31,'Y',0),(3855,'บ้านถ่อน','',421,31,'Y',0),(3856,'บ้านว่าน','',421,31,'Y',0),(3857,'นาข่า','',421,31,'Y',0),(3858,'โพนสา','',421,31,'Y',0),(3859,'หนองนาง','',421,31,'Y',0),(3860,'บึงกาฬ','',422,31,'Y',0),(3861,'ชุมภูพร','',422,31,'Y',0),(3862,'โนนสมบูรณ์','',422,31,'Y',0),(3863,'หนองเข็ง','',422,31,'Y',0),(3864,'หอคำ','',422,31,'Y',0),(3865,'หนองเลิง','',422,31,'Y',0),(3866,'โคกก่อง','',422,31,'Y',0),(3867,'หนองเดิ่น','',422,31,'Y',0),(3868,'นาสะแบง','',422,31,'Y',0),(3869,'นาสวรรค์','',422,31,'Y',0),(3870,'ไคสี','',422,31,'Y',0),(3871,'โคกกว้าง','',422,31,'Y',0),(3872,'ศรีวิไล','',422,31,'Y',0),(3873,'ชัยพร','',422,31,'Y',0),(3874,'นาแสง','',422,31,'Y',0),(3875,'วิศิษฐ์','',422,31,'Y',0),(3876,'บุ่งคล้า','',422,31,'Y',0),(3877,'คำนาดี','',422,31,'Y',0),(3878,'โป่งเปือย','',422,31,'Y',0),(3879,'ศรีชมภู','',423,31,'Y',0),(3880,'ดอนหญ้านาง','',423,31,'Y',0),(3881,'พรเจริญ','',423,31,'Y',0),(3882,'หนองหัวช้าง','',423,31,'Y',0),(3883,'วังชมภู','',423,31,'Y',0),(3884,'ป่าแฝก','',423,31,'Y',0),(3885,'ศรีสำราญ','',423,31,'Y',0),(3886,'จุมพล','',424,31,'Y',0),(3887,'วัดหลวง','',424,31,'Y',0),(3888,'กุดบง','',424,31,'Y',0),(3889,'ชุมช้าง','',424,31,'Y',0),(3890,'รัตนวาปี','',424,31,'Y',0),(3891,'ทุ่งหลวง','',424,31,'Y',0),(3892,'เหล่าต่างคำ','',424,31,'Y',0),(3893,'นาหนัง','',424,31,'Y',0),(3894,'เซิม','',424,31,'Y',0),(3895,'หนองหลวง','',424,31,'Y',0),(3896,'โพนแพง','',424,31,'Y',0),(3897,'เฝ้าไร่','',424,31,'Y',0),(3898,'บ้านโพธิ์','',424,31,'Y',0),(3899,'นาทับไฮ','',424,31,'Y',0),(3900,'วังหลวง','',424,31,'Y',0),(3901,'พระบาทนาสิงห์','',424,31,'Y',0),(3902,'อุดมพร','',424,31,'Y',0),(3903,'นาดี','',424,31,'Y',0),(3904,'บ้านต้อน','',424,31,'Y',0),(3905,'บ้านผือ','',424,31,'Y',0),(3906,'สร้างนางขาว','',424,31,'Y',0),(3907,'โซ่','',425,31,'Y',0),(3908,'หนองพันทา','',425,31,'Y',0),(3909,'ศรีชมภู','',425,31,'Y',0),(3910,'คำแก้ว','',425,31,'Y',0),(3911,'บัวตูม','',425,31,'Y',0),(3912,'ถ้ำเจริญ','',425,31,'Y',0),(3913,'เหล่าทอง','',425,31,'Y',0),(3914,'พานพร้าว','',426,31,'Y',0),(3915,'โพธิ์ตาก','',426,31,'Y',0),(3916,'บ้านหม้อ','',426,31,'Y',0),(3917,'พระพุทธบาท','',426,31,'Y',0),(3918,'หนองปลาปาก','',426,31,'Y',0),(3919,'โพนทอง','',426,31,'Y',0),(3920,'ด่านศรีสุข','',426,31,'Y',0),(3921,'แก้งไก่','',427,31,'Y',0),(3922,'ผาตั้ง','',427,31,'Y',0),(3923,'บ้านม่วง','',427,31,'Y',0),(3924,'นางิ้ว','',427,31,'Y',0),(3925,'สังคม','',427,31,'Y',0),(3926,'เซกา','',428,31,'Y',0),(3927,'ซาง','',428,31,'Y',0),(3928,'ท่ากกแดง','',428,31,'Y',0),(3929,'โพธิ์หมากแข้ง','',428,31,'Y',0),(3930,'ดงบัง','',428,31,'Y',0),(3931,'บ้านต้อง','',428,31,'Y',0),(3932,'ป่งไฮ','',428,31,'Y',0),(3933,'น้ำจั้น','',428,31,'Y',0),(3934,'ท่าสะอาด','',428,31,'Y',0),(3935,'บึงโขงหลง','',428,31,'Y',0),(3936,'ท่าดอกคำ','',428,31,'Y',0),(3937,'หนองทุ่ม','',428,31,'Y',0),(3938,'โสกก่าม','',428,31,'Y',0),(3939,'ปากคาด','',429,31,'Y',0),(3940,'หนองยอง','',429,31,'Y',0),(3941,'นากั้ง','',429,31,'Y',0),(3942,'โนนศิลา','',429,31,'Y',0),(3943,'สมสนุก','',429,31,'Y',0),(3944,'นาดง','',429,31,'Y',0),(3945,'บึงโขงหลง','',430,31,'Y',0),(3946,'โพธิ์หมากแข้ง','',430,31,'Y',0),(3947,'ดงบัง','',430,31,'Y',0),(3948,'ท่าดอกคำ','',430,31,'Y',0),(3949,'ศรีวิไล','',431,31,'Y',0),(3950,'ชุมภูพร','',431,31,'Y',0),(3951,'นาแสง','',431,31,'Y',0),(3952,'นาสะแบง','',431,31,'Y',0),(3953,'นาสิงห์','',431,31,'Y',0),(3954,'บุ่งคล้า','',432,31,'Y',0),(3955,'หนองเดิ่น','',432,31,'Y',0),(3956,'โคกกว้าง','',432,31,'Y',0),(3957,'สระใคร','',433,31,'Y',0),(3958,'คอกช้าง','',433,31,'Y',0),(3959,'บ้านฝาง','',433,31,'Y',0),(3960,'เฝ้าไร่','',434,31,'Y',0),(3961,'นาดี','',434,31,'Y',0),(3962,'หนองหลวง','',434,31,'Y',0),(3963,'วังหลวง','',434,31,'Y',0),(3964,'อุดมพร','',434,31,'Y',0),(3965,'รัตนวาปี','',435,31,'Y',0),(3966,'นาทับไฮ','',435,31,'Y',0),(3967,'บ้านต้อน','',435,31,'Y',0),(3968,'พระบาทนาสิงห์','',435,31,'Y',0),(3969,'โพนแพง','',435,31,'Y',0),(3970,'โพธิ์ตาก','',436,31,'Y',0),(3971,'โพนทอง','',436,31,'Y',0),(3972,'ด่านศรีสุข','',436,31,'Y',0),(3973,'ตลาด','',437,32,'Y',0),(3974,'เขวา','',437,32,'Y',0),(3975,'ท่าตูม','',437,32,'Y',0),(3976,'แวงน่าง','',437,32,'Y',0),(3977,'โคกก่อ','',437,32,'Y',0),(3978,'ดอนหว่าน','',437,32,'Y',0),(3979,'เกิ้ง','',437,32,'Y',0),(3980,'แก่งเลิงจาน','',437,32,'Y',0),(3981,'ท่าสองคอน','',437,32,'Y',0),(3982,'ลาดพัฒนา','',437,32,'Y',0),(3983,'หนองปลิง','',437,32,'Y',0),(3984,'ห้วยแอ่ง','',437,32,'Y',0),(3985,'หนองโน','',437,32,'Y',0),(3986,'บัวค้อ','',437,32,'Y',0),(3987,'แกดำ','',438,32,'Y',0),(3988,'วังแสง','',438,32,'Y',0),(3989,'มิตรภาพ','',438,32,'Y',0),(3990,'หนองกุง','',438,32,'Y',0),(3991,'โนนภิบาล','',438,32,'Y',0),(3992,'หัวขวาง','',439,32,'Y',0),(3993,'ยางน้อย','',439,32,'Y',0),(3994,'วังยาว','',439,32,'Y',0),(3995,'เขวาไร่','',439,32,'Y',0),(3996,'แพง','',439,32,'Y',0),(3997,'แก้งแก','',439,32,'Y',0),(3998,'หนองเหล็ก','',439,32,'Y',0),(3999,'หนองบัว','',439,32,'Y',0),(4000,'เหล่า','',439,32,'Y',0),(4001,'เขื่อน','',439,32,'Y',0),(4002,'หนองบอน','',439,32,'Y',0),(4003,'โพนงาม','',439,32,'Y',0),(4004,'ยางท่าแจ้ง','',439,32,'Y',0),(4005,'แห่ใต้','',439,32,'Y',0),(4006,'หนองกุงสวรรค์','',439,32,'Y',0),(4007,'เลิงใต้','',439,32,'Y',0),(4008,'ดอนกลาง','',439,32,'Y',0),(4009,'โคกพระ','',440,32,'Y',0),(4010,'คันธารราษฎร์','',440,32,'Y',0),(4011,'มะค่า','',440,32,'Y',0),(4012,'ท่าขอนยาง','',440,32,'Y',0),(4013,'นาสีนวน','',440,32,'Y',0),(4014,'ขามเรียง','',440,32,'Y',0),(4015,'เขวาใหญ่','',440,32,'Y',0),(4016,'ศรีสุข','',440,32,'Y',0),(4017,'กุดใส้จ่อ','',440,32,'Y',0),(4018,'ขามเฒ่าพัฒนา','',440,32,'Y',0),(4019,'เชียงยืน','',441,32,'Y',0),(4020,'ชื่นชม','',441,32,'Y',0),(4021,'หนองซอน','',441,32,'Y',0),(4022,'เหล่าดอกไม้','',441,32,'Y',0),(4023,'ดอนเงิน','',441,32,'Y',0),(4024,'กู่ทอง','',441,32,'Y',0),(4025,'นาทอง','',441,32,'Y',0),(4026,'เสือเฒ่า','',441,32,'Y',0),(4027,'กุดปลาดุก','',441,32,'Y',0),(4028,'หนองกุง','',441,32,'Y',0),(4029,'โพนทอง','',441,32,'Y',0),(4030,'เหล่าบัวบาน','',441,32,'Y',0),(4031,'บรบือ','',442,32,'Y',0),(4032,'บ่อใหญ่','',442,32,'Y',0),(4033,'กุดรัง','',442,32,'Y',0),(4034,'วังไชย','',442,32,'Y',0),(4035,'หนองม่วง','',442,32,'Y',0),(4036,'กำพี้','',442,32,'Y',0),(4037,'โนนราษี','',442,32,'Y',0),(4038,'โนนแดง','',442,32,'Y',0),(4039,'เลิงแฝก','',442,32,'Y',0),(4040,'หนองจิก','',442,32,'Y',0),(4041,'บัวมาศ','',442,32,'Y',0),(4042,'นาโพธิ์','',442,32,'Y',0),(4043,'หนองคูขาด','',442,32,'Y',0),(4044,'หนองแวง','',442,32,'Y',0),(4045,'วังใหม่','',442,32,'Y',0),(4046,'ยาง','',442,32,'Y',0),(4047,'ห้วยเตย','',442,32,'Y',0),(4048,'หนองสิม','',442,32,'Y',0),(4049,'หนองโก','',442,32,'Y',0),(4050,'ดอนงัว','',442,32,'Y',0),(4051,'นาเชือก','',443,32,'Y',0),(4052,'สำโรง','',443,32,'Y',0),(4053,'หนองแดง','',443,32,'Y',0),(4054,'เขวาไร่','',443,32,'Y',0),(4055,'หนองโพธิ์','',443,32,'Y',0),(4056,'ปอพาน','',443,32,'Y',0),(4057,'หนองเม็ก','',443,32,'Y',0),(4058,'หนองเรือ','',443,32,'Y',0),(4059,'หนองกุง','',443,32,'Y',0),(4060,'สันป่าตอง','',443,32,'Y',0),(4061,'ปะหลาน','',444,32,'Y',0),(4062,'ก้ามปู','',444,32,'Y',0),(4063,'เวียงสะอาด','',444,32,'Y',0),(4064,'เม็กดำ','',444,32,'Y',0),(4065,'นาสีนวล','',444,32,'Y',0),(4066,'ดงเมือง','',444,32,'Y',0),(4067,'แวงดง','',444,32,'Y',0),(4068,'ขามเรียน','',444,32,'Y',0),(4069,'ราษฎร์เจริญ','',444,32,'Y',0),(4070,'หนองบัวแก้ว','',444,32,'Y',0),(4071,'นาภู','',444,32,'Y',0),(4072,'เมืองเตา','',444,32,'Y',0),(4073,'บ้านกู่','',444,32,'Y',0),(4074,'ยางสีสุราช','',444,32,'Y',0),(4075,'ลานสะแก','',444,32,'Y',0),(4076,'เวียงชัย','',444,32,'Y',0),(4077,'หนองบัว','',444,32,'Y',0),(4078,'ราษฎร์พัฒนา','',444,32,'Y',0),(4079,'เมืองเสือ','',444,32,'Y',0),(4080,'ภารแอ่น','',444,32,'Y',0),(4081,'หนองแสง','',445,32,'Y',0),(4082,'ขามป้อม','',445,32,'Y',0),(4083,'เสือโก้ก','',445,32,'Y',0),(4084,'ดงใหญ่','',445,32,'Y',0),(4085,'โพธิ์ชัย','',445,32,'Y',0),(4086,'หัวเรือ','',445,32,'Y',0),(4087,'แคน','',445,32,'Y',0),(4088,'งัวบา','',445,32,'Y',0),(4089,'นาข่า','',445,32,'Y',0),(4090,'บ้านหวาย','',445,32,'Y',0),(4091,'หนองไฮ','',445,32,'Y',0),(4092,'ประชาพัฒนา','',445,32,'Y',0),(4093,'หนองทุ่ม','',445,32,'Y',0),(4094,'หนองแสน','',445,32,'Y',0),(4095,'โคกสีทองหลาง','',445,32,'Y',0),(4096,'หนองไผ่','',445,32,'Y',0),(4097,'นาดูน','',445,32,'Y',0),(4098,'หนองคู','',445,32,'Y',0),(4099,'นาดูน','',446,32,'Y',0),(4100,'หนองไผ่','',446,32,'Y',0),(4101,'หนองคู','',446,32,'Y',0),(4102,'ดงบัง','',446,32,'Y',0),(4103,'ดงดวน','',446,32,'Y',0),(4104,'หัวดง','',446,32,'Y',0),(4105,'ดงยาง','',446,32,'Y',0),(4106,'กู่สันตรัตน์','',446,32,'Y',0),(4107,'พระธาตุ','',446,32,'Y',0),(4108,'ยางสีสุราช','',447,32,'Y',0),(4109,'นาภู','',447,32,'Y',0),(4110,'แวงดง','',447,32,'Y',0),(4111,'บ้านกู่','',447,32,'Y',0),(4112,'ดงเมือง','',447,32,'Y',0),(4113,'ขามเรียน','',447,32,'Y',0),(4114,'หนองบัวสันตุ','',447,32,'Y',0),(4115,'กุดรัง','',448,32,'Y',0),(4116,'นาโพธิ์','',448,32,'Y',0),(4117,'เลิงแฝก','',448,32,'Y',0),(4118,'หนองแวง','',448,32,'Y',0),(4119,'ห้วยเตย','',448,32,'Y',0),(4120,'ชื่นชม','',449,32,'Y',0),(4121,'กุดปลาดุก','',449,32,'Y',0),(4122,'เหล่าดอกไม้','',449,32,'Y',0),(4123,'หนองกุง','',449,32,'Y',0),(4124,'ในเมือง','',451,33,'Y',0),(4125,'รอบเมือง','',451,33,'Y',0),(4126,'เหนือเมือง','',451,33,'Y',0),(4127,'ขอนแก่น','',451,33,'Y',0),(4128,'นาโพธิ์','',451,33,'Y',0),(4129,'สะอาดสมบูรณ์','',451,33,'Y',0),(4130,'ปาฝา','',451,33,'Y',0),(4131,'สีแก้ว','',451,33,'Y',0),(4132,'ปอภาร  (ปอพาน)','',451,33,'Y',0),(4133,'โนนรัง','',451,33,'Y',0),(4134,'ดงสิงห์','',451,33,'Y',0),(4135,'สวนจิก','',451,33,'Y',0),(4136,'ม่วงลาด','',451,33,'Y',0),(4137,'โพธิ์ทอง','',451,33,'Y',0),(4138,'จังหาร','',451,33,'Y',0),(4139,'ดินดำ','',451,33,'Y',0),(4140,'หนองแก้ว','',451,33,'Y',0),(4141,'หนองแวง','',451,33,'Y',0),(4142,'ศรีสมเด็จ','',451,33,'Y',0),(4143,'ดงลาน','',451,33,'Y',0),(4144,'หนองใหญ่','',451,33,'Y',0),(4145,'เมืองเปลือย','',451,33,'Y',0),(4146,'แคนใหญ่','',451,33,'Y',0),(4147,'โนนตาล','',451,33,'Y',0),(4148,'เมืองทอง','',451,33,'Y',0),(4149,'เกษตรวิสัย','',452,33,'Y',0),(4150,'เมืองบัว','',452,33,'Y',0),(4151,'เหล่าหลวง','',452,33,'Y',0),(4152,'สิงห์โคก','',452,33,'Y',0),(4153,'ดงครั่งใหญ่','',452,33,'Y',0),(4154,'บ้านฝาง','',452,33,'Y',0),(4155,'หนองแวง','',452,33,'Y',0),(4156,'กำแพง','',452,33,'Y',0),(4157,'กู่กาสิงห์','',452,33,'Y',0),(4158,'น้ำอ้อม','',452,33,'Y',0),(4159,'โนนสว่าง','',452,33,'Y',0),(4160,'ทุ่งทอง','',452,33,'Y',0),(4161,'ดงครั่งน้อย','',452,33,'Y',0),(4162,'บัวแดง','',453,33,'Y',0),(4163,'ดอกล้ำ','',453,33,'Y',0),(4164,'หนองแคน','',453,33,'Y',0),(4165,'โพนสูง','',453,33,'Y',0),(4166,'โนนสวรรค์','',453,33,'Y',0),(4167,'สระบัว','',453,33,'Y',0),(4168,'โนนสง่า','',453,33,'Y',0),(4169,'ขี้เหล็ก','',453,33,'Y',0),(4170,'หัวช้าง','',454,33,'Y',0),(4171,'หนองผือ','',454,33,'Y',0),(4172,'เมืองหงส์','',454,33,'Y',0),(4173,'โคกล่าม','',454,33,'Y',0),(4174,'น้ำใส','',454,33,'Y',0),(4175,'ดงแดง','',454,33,'Y',0),(4176,'ดงกลาง','',454,33,'Y',0),(4177,'ป่าสังข์','',454,33,'Y',0),(4178,'อีง่อง','',454,33,'Y',0),(4179,'ลิ้นฟ้า','',454,33,'Y',0),(4180,'ดู่น้อย','',454,33,'Y',0),(4181,'ศรีโคตร','',454,33,'Y',0),(4182,'นิเวศน์','',455,33,'Y',0),(4183,'ธงธานี','',455,33,'Y',0),(4184,'หนองไผ่','',455,33,'Y',0),(4185,'ธวัชบุรี','',455,33,'Y',0),(4186,'หมูม้น','',455,33,'Y',0),(4187,'อุ่มเม้า','',455,33,'Y',0),(4188,'มะอึ','',455,33,'Y',0),(4189,'เหล่า','',455,33,'Y',0),(4190,'มะบ้า','',455,33,'Y',0),(4191,'เขวาทุ่ง','',455,33,'Y',0),(4192,'พระธาตุ','',455,33,'Y',0),(4193,'บึงงาม','',455,33,'Y',0),(4194,'บ้านเขือง','',455,33,'Y',0),(4195,'พระเจ้า','',455,33,'Y',0),(4196,'ไพศาล','',455,33,'Y',0),(4197,'เทอดไทย','',455,33,'Y',0),(4198,'เมืองน้อย','',455,33,'Y',0),(4199,'โนนศิลา','',455,33,'Y',0),(4200,'เชียงขวัญ','',455,33,'Y',0),(4201,'บึงนคร','',455,33,'Y',0),(4202,'พลับพลา','',455,33,'Y',0),(4203,'ราชธานี','',455,33,'Y',0),(4204,'ทุ่งเขาหลวง','',455,33,'Y',0),(4205,'หนองพอก','',455,33,'Y',0),(4206,'พนมไพร','',456,33,'Y',0),(4207,'แสนสุข','',456,33,'Y',0),(4208,'กุดน้ำใส','',456,33,'Y',0),(4209,'หนองทัพไทย','',456,33,'Y',0),(4210,'โพธิ์ใหญ่','',456,33,'Y',0),(4211,'วารีสวัสดิ์','',456,33,'Y',0),(4212,'โคกสว่าง','',456,33,'Y',0),(4213,'หนองฮี','',456,33,'Y',0),(4214,'เด่นราษฎร์','',456,33,'Y',0),(4215,'ดูกอึ่ง','',456,33,'Y',0),(4216,'โพธิ์ชัย','',456,33,'Y',0),(4217,'นานวล','',456,33,'Y',0),(4218,'คำไฮ','',456,33,'Y',0),(4219,'สระแก้ว','',456,33,'Y',0),(4220,'ค้อใหญ่','',456,33,'Y',0),(4221,'สาวแห','',456,33,'Y',0),(4222,'ชานุวรรณ','',456,33,'Y',0),(4223,'แวง','',457,33,'Y',0),(4224,'โคกกกม่วง','',457,33,'Y',0),(4225,'นาอุดม','',457,33,'Y',0),(4226,'สว่าง','',457,33,'Y',0),(4227,'หนองใหญ่','',457,33,'Y',0),(4228,'โพธิ์ทอง','',457,33,'Y',0),(4229,'โนนชัยศรี','',457,33,'Y',0),(4230,'โพธิ์ศรีสว่าง','',457,33,'Y',0),(4231,'อุ่มเม่า','',457,33,'Y',0),(4232,'คำนาดี','',457,33,'Y',0),(4233,'พรมสวรรค์','',457,33,'Y',0),(4234,'สระนกแก้ว','',457,33,'Y',0),(4235,'วังสามัคคี','',457,33,'Y',0),(4236,'โคกสูง','',457,33,'Y',0),(4237,'ชุมพร','',457,33,'Y',0),(4238,'เมยวดี','',457,33,'Y',0),(4239,'คำพอง','',457,33,'Y',0),(4240,'อัคคะคำ','',457,33,'Y',0),(4241,'เชียงใหม่','',457,33,'Y',0),(4242,'ขามเบี้ย','',457,33,'Y',0),(4243,'ขามเบี้ย','',458,33,'Y',0),(4244,'เชียงใหม่','',458,33,'Y',0),(4245,'บัวคำ','',458,33,'Y',0),(4246,'อัคคะคำ','',458,33,'Y',0),(4247,'สะอาด','',458,33,'Y',0),(4248,'คำพอุง','',458,33,'Y',0),(4249,'หนองตาไก้','',458,33,'Y',0),(4250,'ดอนโอง','',458,33,'Y',0),(4251,'โพธิ์ศรี','',458,33,'Y',0),(4252,'หนองพอก','',459,33,'Y',0),(4253,'บึงงาม','',459,33,'Y',0),(4254,'ภูเขาทอง','',459,33,'Y',0),(4255,'กกโพธิ์','',459,33,'Y',0),(4256,'โคกสว่าง','',459,33,'Y',0),(4257,'หนองขุ่นใหญ่','',459,33,'Y',0),(4258,'รอบเมือง','',459,33,'Y',0),(4259,'ผาน้ำย้อย','',459,33,'Y',0),(4260,'ท่าสีดา','',459,33,'Y',0),(4261,'กลาง','',460,33,'Y',0),(4262,'นางาม','',460,33,'Y',0),(4263,'เมืองไพร','',460,33,'Y',0),(4264,'นาแซง','',460,33,'Y',0),(4265,'นาเมือง','',460,33,'Y',0),(4266,'วังหลวง','',460,33,'Y',0),(4267,'ท่าม่วง','',460,33,'Y',0),(4268,'ขวาว','',460,33,'Y',0),(4269,'โพธิ์ทอง','',460,33,'Y',0),(4270,'ภูเงิน','',460,33,'Y',0),(4271,'เกาะแก้ว','',460,33,'Y',0),(4272,'นาเลิง','',460,33,'Y',0),(4273,'เหล่าน้อย','',460,33,'Y',0),(4274,'ศรีวิลัย','',460,33,'Y',0),(4275,'หนองหลวง','',460,33,'Y',0),(4276,'พรสวรรค์','',460,33,'Y',0),(4277,'ขวัญเมือง','',460,33,'Y',0),(4278,'บึงเกลือ','',460,33,'Y',0),(4279,'สระคู','',461,33,'Y',0),(4280,'ดอกไม้','',461,33,'Y',0),(4281,'นาใหญ่','',461,33,'Y',0),(4282,'หินกอง','',461,33,'Y',0),(4283,'เมืองทุ่ง','',461,33,'Y',0),(4284,'หัวโทน','',461,33,'Y',0),(4285,'บ่อพันขัน','',461,33,'Y',0),(4286,'ทุ่งหลวง','',461,33,'Y',0),(4287,'หัวช้าง','',461,33,'Y',0),(4288,'น้ำคำ','',461,33,'Y',0),(4289,'ห้วยหินลาด','',461,33,'Y',0),(4290,'ช้างเผือก','',461,33,'Y',0),(4291,'ทุ่งกุลา','',461,33,'Y',0),(4292,'ทุ่งศรีเมือง','',461,33,'Y',0),(4293,'จำปาขัน','',461,33,'Y',0),(4294,'หนองผือ','',462,33,'Y',0),(4295,'หนองหิน','',462,33,'Y',0),(4296,'คูเมือง','',462,33,'Y',0),(4297,'กกกุง','',462,33,'Y',0),(4298,'เมืองสรวง','',462,33,'Y',0),(4299,'โพนทราย','',463,33,'Y',0),(4300,'สามขา','',463,33,'Y',0),(4301,'ศรีสว่าง','',463,33,'Y',0),(4302,'ยางคำ','',463,33,'Y',0),(4303,'ท่าหาดยาว','',463,33,'Y',0),(4304,'อาจสามารถ','',464,33,'Y',0),(4305,'โพนเมือง','',464,33,'Y',0),(4306,'บ้านแจ้ง','',464,33,'Y',0),(4307,'หน่อม','',464,33,'Y',0),(4308,'หนองหมื่นถ่าน','',464,33,'Y',0),(4309,'หนองขาม','',464,33,'Y',0),(4310,'โหรา','',464,33,'Y',0),(4311,'หนองบัว','',464,33,'Y',0),(4312,'ขี้เหล็ก','',464,33,'Y',0),(4313,'บ้านดู่','',464,33,'Y',0),(4314,'เมยวดี','',465,33,'Y',0),(4315,'ชุมพร','',465,33,'Y',0),(4316,'บุ่งเลิศ','',465,33,'Y',0),(4317,'ชมสะอาด','',465,33,'Y',0),(4318,'โพธิ์ทอง','',466,33,'Y',0),(4319,'ศรีสมเด็จ','',466,33,'Y',0),(4320,'เมืองเปลือย','',466,33,'Y',0),(4321,'หนองใหญ่','',466,33,'Y',0),(4322,'สวนจิก','',466,33,'Y',0),(4323,'โพธิ์สัย','',466,33,'Y',0),(4324,'หนองแวงควง','',466,33,'Y',0),(4325,'บ้านบาก','',466,33,'Y',0),(4326,'ดินดำ','',467,33,'Y',0),(4327,'ปาฝา','',467,33,'Y',0),(4328,'ม่วงลาด','',467,33,'Y',0),(4329,'จังหาร','',467,33,'Y',0),(4330,'ดงสิงห์','',467,33,'Y',0),(4331,'ยางใหญ่','',467,33,'Y',0),(4332,'ผักแว่น','',467,33,'Y',0),(4333,'แสนชาติ','',467,33,'Y',0),(4334,'เชียงขวัญ','',468,33,'Y',0),(4335,'พลับพลา','',468,33,'Y',0),(4336,'พระธาตุ','',468,33,'Y',0),(4337,'พระเจ้า','',468,33,'Y',0),(4338,'หมูม้น','',468,33,'Y',0),(4339,'บ้านเขือง','',468,33,'Y',0),(4340,'หนองฮี','',469,33,'Y',0),(4341,'สาวแห','',469,33,'Y',0),(4342,'ดูกอึ่ง','',469,33,'Y',0),(4343,'เด่นราษฎร์','',469,33,'Y',0),(4344,'ทุ่งเขาหลวง','',470,33,'Y',0),(4345,'เทอดไทย','',470,33,'Y',0),(4346,'บึงงาม','',470,33,'Y',0),(4347,'มะบ้า','',470,33,'Y',0),(4348,'เหล่า','',470,33,'Y',0),(4349,'กาฬสินธุ์','',471,34,'Y',0),(4350,'เหนือ','',471,34,'Y',0),(4351,'หลุบ','',471,34,'Y',0),(4352,'ไผ่','',471,34,'Y',0),(4353,'ลำปาว','',471,34,'Y',0),(4354,'ลำพาน','',471,34,'Y',0),(4355,'เชียงเครือ','',471,34,'Y',0),(4356,'บึงวิชัย','',471,34,'Y',0),(4357,'ห้วยโพธิ์','',471,34,'Y',0),(4358,'ม่วงนา','',471,34,'Y',0),(4359,'ภูปอ','',471,34,'Y',0),(4360,'ดงพยุง','',471,34,'Y',0),(4361,'ภูดิน','',471,34,'Y',0),(4362,'ดอนจาน','',471,34,'Y',0),(4363,'หนองกุง','',471,34,'Y',0),(4364,'กลางหมื่น','',471,34,'Y',0),(4365,'ขมิ้น','',471,34,'Y',0),(4366,'นาจำปา','',471,34,'Y',0),(4367,'โพนทอง','',471,34,'Y',0),(4368,'นาจารย์','',471,34,'Y',0),(4369,'ลำคลอง','',471,34,'Y',0),(4370,'สะอาดไชยศรี','',471,34,'Y',0),(4371,'นามน','',471,34,'Y',0),(4372,'ยอดแกง','',471,34,'Y',0),(4373,'นามน','',472,34,'Y',0),(4374,'ยอดแกง','',472,34,'Y',0),(4375,'สงเปลือย','',472,34,'Y',0),(4376,'หลักเหลี่ยม','',472,34,'Y',0),(4377,'หนองบัว','',472,34,'Y',0),(4378,'กมลาไสย','',473,34,'Y',0),(4379,'หลักเมือง','',473,34,'Y',0),(4380,'โพนงาม','',473,34,'Y',0),(4381,'ดงลิง','',473,34,'Y',0),(4382,'ธัญญา','',473,34,'Y',0),(4383,'กุดฆ้องชัย','',473,34,'Y',0),(4384,'ลำชี','',473,34,'Y',0),(4385,'หนองแปน','',473,34,'Y',0),(4386,'โคกสะอาด','',473,34,'Y',0),(4387,'เจ้าท่า','',473,34,'Y',0),(4388,'โคกสมบูรณ์','',473,34,'Y',0),(4389,'โนนศิลา','',473,34,'Y',0),(4390,'ฆ้องชัยพัฒนา','',473,34,'Y',0),(4391,'ร่องคำ','',474,34,'Y',0),(4392,'สามัคคี','',474,34,'Y',0),(4393,'เหล่าอ้อย','',474,34,'Y',0),(4394,'บัวขาว','',475,34,'Y',0),(4395,'แจนแลน','',475,34,'Y',0),(4396,'เหล่าใหญ่','',475,34,'Y',0),(4397,'จุมจัง','',475,34,'Y',0),(4398,'เหล่าไฮงาม','',475,34,'Y',0),(4399,'กุดหว้า','',475,34,'Y',0),(4400,'สามขา','',475,34,'Y',0),(4401,'นาขาม','',475,34,'Y',0),(4402,'หนองห้าง','',475,34,'Y',0),(4403,'นาโก','',475,34,'Y',0),(4404,'สมสะอาด','',475,34,'Y',0),(4405,'กุดค้าว','',475,34,'Y',0),(4406,'คุ้มเก่า','',476,34,'Y',0),(4407,'สงเปลือย','',476,34,'Y',0),(4408,'หนองผือ','',476,34,'Y',0),(4409,'ภูแล่นช้าง','',476,34,'Y',0),(4410,'นาคู','',476,34,'Y',0),(4411,'กุดสิมคุ้มใหม่','',476,34,'Y',0),(4412,'บ่อแก้ว','',476,34,'Y',0),(4413,'สระพังทอง','',476,34,'Y',0),(4414,'สายนาวัง','',476,34,'Y',0),(4415,'โนนนาจาน','',476,34,'Y',0),(4416,'กุดปลาค้าว','',476,34,'Y',0),(4417,'ยางตลาด','',477,34,'Y',0),(4418,'หัวงัว','',477,34,'Y',0),(4419,'อุ่มเม่า','',477,34,'Y',0),(4420,'บัวบาน','',477,34,'Y',0),(4421,'เว่อ','',477,34,'Y',0),(4422,'อิตื้อ','',477,34,'Y',0),(4423,'หัวนาคำ','',477,34,'Y',0),(4424,'หนองอิเฒ่า','',477,34,'Y',0),(4425,'ดอนสมบูรณ์','',477,34,'Y',0),(4426,'นาเชือก','',477,34,'Y',0),(4427,'คลองขาม','',477,34,'Y',0),(4428,'เขาพระนอน','',477,34,'Y',0),(4429,'นาดี','',477,34,'Y',0),(4430,'โนนสูง','',477,34,'Y',0),(4431,'หนองตอกแป้น','',477,34,'Y',0),(4432,'ห้วยเม็ก','',478,34,'Y',0),(4433,'คำใหญ่','',478,34,'Y',0),(4434,'กุดโดน','',478,34,'Y',0),(4435,'บึงนาเรียง','',478,34,'Y',0),(4436,'หัวหิน','',478,34,'Y',0),(4437,'พิมูล','',478,34,'Y',0),(4438,'คำเหมือดแก้ว','',478,34,'Y',0),(4439,'โนนสะอาด','',478,34,'Y',0),(4440,'ทรายทอง','',478,34,'Y',0),(4441,'ภูสิงห์','',479,34,'Y',0),(4442,'สหัสขันธ์','',479,34,'Y',0),(4443,'นามะเขือ','',479,34,'Y',0),(4444,'โนนศิลา','',479,34,'Y',0),(4445,'นิคม','',479,34,'Y',0),(4446,'โนนแหลมทอง','',479,34,'Y',0),(4447,'โนนบุรี','',479,34,'Y',0),(4448,'โนนน้ำเกลี้ยง','',479,34,'Y',0),(4449,'หนองบัว','',479,34,'Y',0),(4450,'ทุ่งคลอง','',479,34,'Y',0),(4451,'สำราญ','',479,34,'Y',0),(4452,'โพน','',479,34,'Y',0),(4453,'ทุ่งคลอง','',480,34,'Y',0),(4454,'โพน','',480,34,'Y',0),(4455,'สำราญ','',480,34,'Y',0),(4456,'สำราญใต้','',480,34,'Y',0),(4457,'ดินจี่','',480,34,'Y',0),(4458,'นาบอน','',480,34,'Y',0),(4459,'นาทัน','',480,34,'Y',0),(4460,'คำสร้างเที่ยง','',480,34,'Y',0),(4461,'เนินยาง','',480,34,'Y',0),(4462,'หนองช้าง','',480,34,'Y',0),(4463,'ท่าคันโท','',481,34,'Y',0),(4464,'กุงเก่า','',481,34,'Y',0),(4465,'ยางอู้ม','',481,34,'Y',0),(4466,'กุดจิก','',481,34,'Y',0),(4467,'นาตาล','',481,34,'Y',0),(4468,'ดงสมบูรณ์','',481,34,'Y',0),(4469,'โคกเครือ','',481,34,'Y',0),(4470,'สหัสขันธ์','',481,34,'Y',0),(4471,'หนองกุงศรี','',482,34,'Y',0),(4472,'หนองบัว','',482,34,'Y',0),(4473,'โคกเครือ','',482,34,'Y',0),(4474,'หนองสรวง','',482,34,'Y',0),(4475,'เสาเล้า','',482,34,'Y',0),(4476,'หนองใหญ่','',482,34,'Y',0),(4477,'ดงมูล','',482,34,'Y',0),(4478,'ลำหนองแสน','',482,34,'Y',0),(4479,'หนองหิน','',482,34,'Y',0),(4480,'สมเด็จ','',483,34,'Y',0),(4481,'หนองแวง','',483,34,'Y',0),(4482,'แซงบาดาล','',483,34,'Y',0),(4483,'มหาไชย','',483,34,'Y',0),(4484,'หมูม่น','',483,34,'Y',0),(4485,'ผาเสวย','',483,34,'Y',0),(4486,'ศรีสมเด็จ','',483,34,'Y',0),(4487,'ลำห้วยหลัว','',483,34,'Y',0),(4488,'คำบง','',484,34,'Y',0),(4489,'ไค้นุ่น','',484,34,'Y',0),(4490,'นิคมห้วยผึ้ง','',484,34,'Y',0),(4491,'หนองอีบุตร','',484,34,'Y',0),(4492,'สำราญ','',485,34,'Y',0),(4493,'สำราญใต้','',485,34,'Y',0),(4494,'คำสร้างเที่ยง','',485,34,'Y',0),(4495,'หนองช้าง','',485,34,'Y',0),(4496,'นาคู','',486,34,'Y',0),(4497,'สายนาวัง','',486,34,'Y',0),(4498,'โนนนาจาน','',486,34,'Y',0),(4499,'บ่อแก้ว','',486,34,'Y',0),(4500,'ภูแล่นช้าง','',486,34,'Y',0),(4501,'ดอนจาน','',487,34,'Y',0),(4502,'สะอาดไชยศรี','',487,34,'Y',0),(4503,'ดงพยุง','',487,34,'Y',0),(4504,'ม่วงนา','',487,34,'Y',0),(4505,'นาจำปา','',487,34,'Y',0),(4506,'ฆ้องชัยพัฒนา','',488,34,'Y',0),(4507,'เหล่ากลาง','',488,34,'Y',0),(4508,'โคกสะอาด','',488,34,'Y',0),(4509,'โนนศิลาเลิง','',488,34,'Y',0),(4510,'ลำชี','',488,34,'Y',0),(4511,'ธาตุเชิงชุม','',489,35,'Y',0),(4512,'ขมิ้น','',489,35,'Y',0),(4513,'งิ้วด่อน','',489,35,'Y',0),(4514,'โนนหอม','',489,35,'Y',0),(4515,'นาตงวัฒนา','',489,35,'Y',0),(4516,'เชียงเครือ','',489,35,'Y',0),(4517,'ท่าแร่','',489,35,'Y',0),(4518,'บ้านโพน','',489,35,'Y',0),(4519,'ม่วงลาย','',489,35,'Y',0),(4520,'กกปลาซิว','',489,35,'Y',0),(4521,'ดงชน','',489,35,'Y',0),(4522,'ห้วยยาง','',489,35,'Y',0),(4523,'พังขว้าง','',489,35,'Y',0),(4524,'นาแก้ว','',489,35,'Y',0),(4525,'ดงมะไฟ','',489,35,'Y',0),(4526,'ธาตุนาเวง','',489,35,'Y',0),(4527,'เหล่าปอแดง','',489,35,'Y',0),(4528,'หนองลาด','',489,35,'Y',0),(4529,'บ้านแป้น','',489,35,'Y',0),(4530,'ฮางโฮง','',489,35,'Y',0),(4531,'โคกก่อง','',489,35,'Y',0),(4532,'เหล่าโพนค้อ','',489,35,'Y',0),(4533,'ตองโขบ','',489,35,'Y',0),(4534,'เต่างอย','',489,35,'Y',0),(4535,'กุสุมาลย์','',490,35,'Y',0),(4536,'นาโพธิ์','',490,35,'Y',0),(4537,'นาเพียง','',490,35,'Y',0),(4538,'โพธิไพศาล','',490,35,'Y',0),(4539,'อุ่มจาน','',490,35,'Y',0),(4540,'กุดบาก','',491,35,'Y',0),(4541,'โคกภู','',491,35,'Y',0),(4542,'นาม่อง','',491,35,'Y',0),(4543,'สร้างค้อ','',491,35,'Y',0),(4544,'กุดไห','',491,35,'Y',0),(4545,'หลุบเลา','',491,35,'Y',0),(4546,'พรรณา','',492,35,'Y',0),(4547,'วังยาง','',492,35,'Y',0),(4548,'พอกน้อย','',492,35,'Y',0),(4549,'นาหัวบ่อ','',492,35,'Y',0),(4550,'ไร่','',492,35,'Y',0),(4551,'ช้างมิ่ง','',492,35,'Y',0),(4552,'นาใน','',492,35,'Y',0),(4553,'สว่าง','',492,35,'Y',0),(4554,'บะฮี','',492,35,'Y',0),(4555,'เชิงชุม','',492,35,'Y',0),(4556,'พังโคน','',493,35,'Y',0),(4557,'ม่วงไข่','',493,35,'Y',0),(4558,'แร่','',493,35,'Y',0),(4559,'ไฮหย่อง','',493,35,'Y',0),(4560,'ต้นผึ้ง','',493,35,'Y',0),(4561,'คลองกระจัง','',493,35,'Y',0),(4562,'สระกรวด','',493,35,'Y',0),(4563,'วาริชภูมิ','',494,35,'Y',0),(4564,'ปลาโหล','',494,35,'Y',0),(4565,'หนองลาด','',494,35,'Y',0),(4566,'คำบ่อ','',494,35,'Y',0),(4567,'ค้อเขียว','',494,35,'Y',0),(4568,'นิคมน้ำอูน','',495,35,'Y',0),(4569,'หนองปลิง','',495,35,'Y',0),(4570,'หนองบัว','',495,35,'Y',0),(4571,'สุวรรณคาม','',495,35,'Y',0),(4572,'วานรนิวาส','',496,35,'Y',0),(4573,'เดื่อศรีคันไชย','',496,35,'Y',0),(4574,'ขัวก่าย','',496,35,'Y',0),(4575,'หนองสนม','',496,35,'Y',0),(4576,'คูสะคาม','',496,35,'Y',0),(4577,'ธาตุ','',496,35,'Y',0),(4578,'หนองแวง','',496,35,'Y',0),(4579,'ศรีวิชัย','',496,35,'Y',0),(4580,'นาซอ','',496,35,'Y',0),(4581,'อินทร์แปลง','',496,35,'Y',0),(4582,'นาคำ','',496,35,'Y',0),(4583,'คอนสวรรค์','',496,35,'Y',0),(4584,'กุดเรือคำ','',496,35,'Y',0),(4585,'หนองแวงใต้','',496,35,'Y',0),(4586,'คำตากล้า','',497,35,'Y',0),(4587,'หนองบัวสิม','',497,35,'Y',0),(4588,'นาแต้','',497,35,'Y',0),(4589,'แพด','',497,35,'Y',0),(4590,'ม่วง','',498,35,'Y',0),(4591,'มาย','',498,35,'Y',0),(4592,'ดงหม้อทอง','',498,35,'Y',0),(4593,'ดงเหนือ','',498,35,'Y',0),(4594,'ดงหม้อทองใต้','',498,35,'Y',0),(4595,'ห้วยหลัว','',498,35,'Y',0),(4596,'โนนสะอาด','',498,35,'Y',0),(4597,'หนองกวั่ง','',498,35,'Y',0),(4598,'บ่อแก้ว','',498,35,'Y',0),(4599,'อากาศ','',499,35,'Y',0),(4600,'โพนแพง','',499,35,'Y',0),(4601,'วาใหญ่','',499,35,'Y',0),(4602,'โพนงาม','',499,35,'Y',0),(4603,'ท่าก้อน','',499,35,'Y',0),(4604,'นาฮี','',499,35,'Y',0),(4605,'บะหว้า','',499,35,'Y',0),(4606,'สามัคคีพัฒนา','',499,35,'Y',0),(4607,'สว่างแดนดิน','',500,35,'Y',0),(4608,'บ้านเหล่า','',500,35,'Y',0),(4609,'คำสะอาด','',500,35,'Y',0),(4610,'บ้านต้าย','',500,35,'Y',0),(4611,'เจริญศิลป์','',500,35,'Y',0),(4612,'บงเหนือ','',500,35,'Y',0),(4613,'โพนสูง','',500,35,'Y',0),(4614,'โคกสี','',500,35,'Y',0),(4615,'ทุ่งแก','',500,35,'Y',0),(4616,'หนองหลวง','',500,35,'Y',0),(4617,'บงใต้','',500,35,'Y',0),(4618,'ค้อใต้','',500,35,'Y',0),(4619,'พันนา','',500,35,'Y',0),(4620,'แวง','',500,35,'Y',0),(4621,'ทรายมูล','',500,35,'Y',0),(4622,'ตาลโกน','',500,35,'Y',0),(4623,'ตาลเนิ้ง','',500,35,'Y',0),(4624,'โคกศิลา','',500,35,'Y',0),(4625,'หนองแปน','',500,35,'Y',0),(4626,'ธาตุทอง','',500,35,'Y',0),(4627,'บ้านถ่อน','',500,35,'Y',0),(4628,'ส่องดาว','',501,35,'Y',0),(4629,'ท่าศิลา','',501,35,'Y',0),(4630,'วัฒนา','',501,35,'Y',0),(4631,'ปทุมวาปี','',501,35,'Y',0),(4632,'เต่างอย','',502,35,'Y',0),(4633,'บึงทวาย','',502,35,'Y',0),(4634,'นาตาล','',502,35,'Y',0),(4635,'จันทร์เพ็ญ','',502,35,'Y',0),(4636,'ตองโขบ','',503,35,'Y',0),(4637,'เหล่าโพนค้อ','',503,35,'Y',0),(4638,'ด่านม่วงคำ','',503,35,'Y',0),(4639,'แมดนาท่ม','',503,35,'Y',0),(4640,'บ้านเหล่า','',504,35,'Y',0),(4641,'เจริญศิลป์','',504,35,'Y',0),(4642,'ทุ่งแก','',504,35,'Y',0),(4643,'โคกศิลา','',504,35,'Y',0),(4644,'หนองแปน','',504,35,'Y',0),(4645,'บ้านโพน','',505,35,'Y',0),(4646,'นาแก้ว','',505,35,'Y',0),(4647,'นาตงวัฒนา','',505,35,'Y',0),(4648,'บ้านแป้น','',505,35,'Y',0),(4649,'เชียงสือ','',505,35,'Y',0),(4650,'สร้างค้อ','',506,35,'Y',0),(4651,'หลุบเลา','',506,35,'Y',0),(4652,'โคกภู','',506,35,'Y',0),(4653,'กกปลาซิว','',506,35,'Y',0),(4654,'ในเมือง','',508,36,'Y',0),(4655,'หนองแสง','',508,36,'Y',0),(4656,'นาทราย','',508,36,'Y',0),(4657,'นาราชควาย','',508,36,'Y',0),(4658,'กุรุคุ','',508,36,'Y',0),(4659,'บ้านผึ้ง','',508,36,'Y',0),(4660,'อาจสามารถ','',508,36,'Y',0),(4661,'ขามเฒ่า','',508,36,'Y',0),(4662,'บ้านกลาง','',508,36,'Y',0),(4663,'ท่าค้อ','',508,36,'Y',0),(4664,'คำเตย','',508,36,'Y',0),(4665,'หนองญาติ','',508,36,'Y',0),(4666,'ดงขวาง','',508,36,'Y',0),(4667,'วังตามัว','',508,36,'Y',0),(4668,'โพธิ์ตาก','',508,36,'Y',0),(4669,'ปลาปาก','',509,36,'Y',0),(4670,'หนองฮี','',509,36,'Y',0),(4671,'กุตาไก้','',509,36,'Y',0),(4672,'โคกสว่าง','',509,36,'Y',0),(4673,'โคกสูง','',509,36,'Y',0),(4674,'มหาชัย','',509,36,'Y',0),(4675,'นามะเขือ','',509,36,'Y',0),(4676,'หนองเทาใหญ่','',509,36,'Y',0),(4677,'ท่าอุเทน','',510,36,'Y',0),(4678,'โนนตาล','',510,36,'Y',0),(4679,'ท่าจำปา','',510,36,'Y',0),(4680,'ไชยบุรี','',510,36,'Y',0),(4681,'พนอม','',510,36,'Y',0),(4682,'พะทาย','',510,36,'Y',0),(4683,'นาขมิ้น','',510,36,'Y',0),(4684,'โพนบก','',510,36,'Y',0),(4685,'โพนสวรรค์','',510,36,'Y',0),(4686,'บ้านค้อ','',510,36,'Y',0),(4687,'เวินพระบาท','',510,36,'Y',0),(4688,'รามราช','',510,36,'Y',0),(4689,'นาหัวบ่อ','',510,36,'Y',0),(4690,'หนองเทา','',510,36,'Y',0),(4691,'บ้านแพง','',511,36,'Y',0),(4692,'ไผ่ล้อม','',511,36,'Y',0),(4693,'โพนทอง','',511,36,'Y',0),(4694,'หนองแวง','',511,36,'Y',0),(4695,'นาทม','',511,36,'Y',0),(4696,'หนองซน','',511,36,'Y',0),(4697,'ดอนเตย','',511,36,'Y',0),(4698,'นางัว','',511,36,'Y',0),(4699,'นาเข','',511,36,'Y',0),(4700,'ธาตุพนม','',512,36,'Y',0),(4701,'ฝั่งแดง','',512,36,'Y',0),(4702,'โพนแพง','',512,36,'Y',0),(4703,'พระกลางทุ่ง','',512,36,'Y',0),(4704,'นาถ่อน','',512,36,'Y',0),(4705,'แสนพัน','',512,36,'Y',0),(4706,'ดอนนางหงส์','',512,36,'Y',0),(4707,'น้ำก่ำ','',512,36,'Y',0),(4708,'อุ่มเหม้า','',512,36,'Y',0),(4709,'นาหนาด','',512,36,'Y',0),(4710,'กุดฉิม','',512,36,'Y',0),(4711,'ธาตุพนมเหนือ','',512,36,'Y',0),(4712,'เรณู','',513,36,'Y',0),(4713,'โพนทอง','',513,36,'Y',0),(4714,'ท่าลาด','',513,36,'Y',0),(4715,'นางาม','',513,36,'Y',0),(4716,'โคกหินแฮ่','',513,36,'Y',0),(4717,'เรณูนคร','',513,36,'Y',0),(4718,'หนองย่างชิ้น','',513,36,'Y',0),(4719,'เรณูใต้','',513,36,'Y',0),(4720,'นาขาม','',513,36,'Y',0),(4721,'นาแก','',514,36,'Y',0),(4722,'พระซอง','',514,36,'Y',0),(4723,'หนองสังข์','',514,36,'Y',0),(4724,'นาคู่','',514,36,'Y',0),(4725,'พิมาน','',514,36,'Y',0),(4726,'พุ่มแก','',514,36,'Y',0),(4727,'ก้านเหลือง','',514,36,'Y',0),(4728,'หนองบ่อ','',514,36,'Y',0),(4729,'นาเลียง','',514,36,'Y',0),(4730,'โคกสี','',514,36,'Y',0),(4731,'วังยาง','',514,36,'Y',0),(4732,'บ้านแก้ง','',514,36,'Y',0),(4733,'คำพี้','',514,36,'Y',0),(4734,'ยอดชาด','',514,36,'Y',0),(4735,'สีชมพู','',514,36,'Y',0),(4736,'หนองโพธิ์','',514,36,'Y',0),(4737,'ศรีสงคราม','',515,36,'Y',0),(4738,'นาเดื่อ','',515,36,'Y',0),(4739,'บ้านเอื้อง','',515,36,'Y',0),(4740,'สามผง','',515,36,'Y',0),(4741,'ท่าบ่อสงคราม','',515,36,'Y',0),(4742,'บ้านข่า','',515,36,'Y',0),(4743,'นาคำ','',515,36,'Y',0),(4744,'โพนสว่าง','',515,36,'Y',0),(4745,'หาดแพง','',515,36,'Y',0),(4746,'นาหว้า','',516,36,'Y',0),(4747,'นางัว','',516,36,'Y',0),(4748,'บ้านเสียว','',516,36,'Y',0),(4749,'นาคูณใหญ่','',516,36,'Y',0),(4750,'เหล่าพัฒนา','',516,36,'Y',0),(4751,'ท่าเรือ','',516,36,'Y',0),(4752,'โพนสวรรค์','',517,36,'Y',0),(4753,'นาหัวบ่อ','',517,36,'Y',0),(4754,'นาขมิ้น','',517,36,'Y',0),(4755,'โพนบก','',517,36,'Y',0),(4756,'บ้านค้อ','',517,36,'Y',0),(4757,'โพนจาน','',517,36,'Y',0),(4758,'นาใน','',517,36,'Y',0),(4759,'นาทม','',518,36,'Y',0),(4760,'หนองซน','',518,36,'Y',0),(4761,'ดอนเตย','',518,36,'Y',0),(4762,'วังยาง','',519,36,'Y',0),(4763,'โคกสี','',519,36,'Y',0),(4764,'ยอดชาด','',519,36,'Y',0),(4765,'หนองโพธิ์','',519,36,'Y',0),(4766,'มุกดาหาร','',520,37,'Y',0),(4767,'ศรีบุญเรือง','',520,37,'Y',0),(4768,'บ้านโคก','',520,37,'Y',0),(4769,'บางทรายใหญ่','',520,37,'Y',0),(4770,'โพนทราย','',520,37,'Y',0),(4771,'ผึ่งแดด','',520,37,'Y',0),(4772,'นาโสก','',520,37,'Y',0),(4773,'นาสีนวน','',520,37,'Y',0),(4774,'คำป่าหลาย','',520,37,'Y',0),(4775,'คำอาฮวน','',520,37,'Y',0),(4776,'ดงเย็น','',520,37,'Y',0),(4777,'ดงมอน','',520,37,'Y',0),(4778,'กุดแข้','',520,37,'Y',0),(4779,'หนองแวง','',520,37,'Y',0),(4780,'นากอก','',520,37,'Y',0),(4781,'นำคมคำสร้อย','',520,37,'Y',0),(4782,'บางทรายน้อย','',520,37,'Y',0),(4783,'หว้านใหญ่','',520,37,'Y',0),(4784,'นิคมคำสร้อย','',521,37,'Y',0),(4785,'นากอก','',521,37,'Y',0),(4786,'หนองแวง','',521,37,'Y',0),(4787,'กกแดง','',521,37,'Y',0),(4788,'นาอุดม','',521,37,'Y',0),(4789,'โชคชัย','',521,37,'Y',0),(4790,'ร่มเกล้า','',521,37,'Y',0),(4791,'ดอนตาล','',522,37,'Y',0),(4792,'โพธิ์ไทร','',522,37,'Y',0),(4793,'ป่าไร่','',522,37,'Y',0),(4794,'เหล่าหมี','',522,37,'Y',0),(4795,'บ้านบาก','',522,37,'Y',0),(4796,'นาสะเม็ง','',522,37,'Y',0),(4797,'บ้านแก้ง','',522,37,'Y',0),(4798,'ดงหลวง','',523,37,'Y',0),(4799,'หนองบัว','',523,37,'Y',0),(4800,'กกตูม','',523,37,'Y',0),(4801,'หนองแคน','',523,37,'Y',0),(4802,'ชะโนดน้อย','',523,37,'Y',0),(4803,'พังแดง','',523,37,'Y',0),(4804,'หนองสูงใต้','',524,37,'Y',0),(4805,'หนองสูง','',524,37,'Y',0),(4806,'บ้านซ่ง','',524,37,'Y',0),(4807,'คำชะอี','',524,37,'Y',0),(4808,'หนองเอี่ยน','',524,37,'Y',0),(4809,'บ้านค้อ','',524,37,'Y',0),(4810,'บ้านเหล่า','',524,37,'Y',0),(4811,'โพนงาม','',524,37,'Y',0),(4812,'โนนยาง','',524,37,'Y',0),(4813,'บ้านเป้า','',524,37,'Y',0),(4814,'เหล่าสร้างถ่อ','',524,37,'Y',0),(4815,'คำบก','',524,37,'Y',0),(4816,'ภูวง','',524,37,'Y',0),(4817,'น้ำเที่ยง','',524,37,'Y',0),(4818,'หว้านใหญ่','',525,37,'Y',0),(4819,'ป่งขาม','',525,37,'Y',0),(4820,'บางทรายน้อย','',525,37,'Y',0),(4821,'ชะโนด','',525,37,'Y',0),(4822,'ดงหมู','',525,37,'Y',0),(4823,'หนองสูง','',526,37,'Y',0),(4824,'โนนยาง','',526,37,'Y',0),(4825,'ภูวง','',526,37,'Y',0),(4826,'บ้านเป้า','',526,37,'Y',0),(4827,'หนองสูงใต้','',526,37,'Y',0),(4828,'หนองสูงเหนือ','',526,37,'Y',0),(4829,'ศรีภูมิ','',527,38,'Y',0),(4830,'พระสิงห์','',527,38,'Y',0),(4831,'หายยา','',527,38,'Y',0),(4832,'ช้างม่อย','',527,38,'Y',0),(4833,'ช้างคลาน','',527,38,'Y',0),(4834,'วัดเกต','',527,38,'Y',0),(4835,'ช้างเผือก','',527,38,'Y',0),(4836,'สุเทพ','',527,38,'Y',0),(4837,'แม่เหียะ','',527,38,'Y',0),(4838,'ป่าแดด','',527,38,'Y',0),(4839,'หนองหอย','',527,38,'Y',0),(4840,'ท่าศาลา','',527,38,'Y',0),(4841,'หนองป่าครั่ง','',527,38,'Y',0),(4842,'ฟ้าฮ่าม','',527,38,'Y',0),(4843,'ป่าตัน','',527,38,'Y',0),(4844,'สันผีเสื้อ','',527,38,'Y',0),(4845,'ยางคราม','',528,38,'Y',0),(4846,'สองแคว','',528,38,'Y',0),(4847,'บ้านหลวง','',528,38,'Y',0),(4848,'ข่วงเปา','',528,38,'Y',0),(4849,'สบเตี๊ยะ','',528,38,'Y',0),(4850,'บ้านแปะ','',528,38,'Y',0),(4851,'ดอยแก้ว','',528,38,'Y',0),(4852,'ดอยหล่อ','',528,38,'Y',0),(4853,'แม่สอย','',528,38,'Y',0),(4854,'สันติสุข','',528,38,'Y',0),(4855,'ช่างเคิ่ง','',529,38,'Y',0),(4856,'ท่าผา','',529,38,'Y',0),(4857,'บ้านทับ','',529,38,'Y',0),(4858,'แม่ศึก','',529,38,'Y',0),(4859,'แม่นาจร','',529,38,'Y',0),(4860,'บ้านจันทร์','',529,38,'Y',0),(4861,'ปางหินฝน','',529,38,'Y',0),(4862,'กองแขก','',529,38,'Y',0),(4863,'แม่แดด','',529,38,'Y',0),(4864,'แจ่มหลวง','',529,38,'Y',0),(4865,'เชียงดาว','',530,38,'Y',0),(4866,'เมืองนะ','',530,38,'Y',0),(4867,'เมืองงาย','',530,38,'Y',0),(4868,'แม่นะ','',530,38,'Y',0),(4869,'เมืองคอง','',530,38,'Y',0),(4870,'ปิงโค้ง','',530,38,'Y',0),(4871,'ทุ่งข้าวพวง','',530,38,'Y',0),(4872,'เชิงดอย','',531,38,'Y',0),(4873,'สันปูเลย','',531,38,'Y',0),(4874,'ลวงเหนือ','',531,38,'Y',0),(4875,'ป่าป้อง','',531,38,'Y',0),(4876,'สง่าบ้าน','',531,38,'Y',0),(4877,'ป่าลาน','',531,38,'Y',0),(4878,'ตลาดขวัญ','',531,38,'Y',0),(4879,'สำราญราษฎร์','',531,38,'Y',0),(4880,'แม่คือ','',531,38,'Y',0),(4881,'ตลาดใหญ่','',531,38,'Y',0),(4882,'แม่ฮ้อยเงิน','',531,38,'Y',0),(4883,'แม่โป่ง','',531,38,'Y',0),(4884,'ป่าเมี่ยง','',531,38,'Y',0),(4885,'เทพเสด็จ','',531,38,'Y',0),(4886,'สันมหาพน','',532,38,'Y',0),(4887,'แม่แตง','',532,38,'Y',0),(4888,'ขี้เหล็ก','',532,38,'Y',0),(4889,'ช่อแล','',532,38,'Y',0),(4890,'แม่หอพระ','',532,38,'Y',0),(4891,'สบเปิง','',532,38,'Y',0),(4892,'บ้านเป้า','',532,38,'Y',0),(4893,'สันป่ายาง','',532,38,'Y',0),(4894,'ป่าแป๋','',532,38,'Y',0),(4895,'เมืองก๋าย','',532,38,'Y',0),(4896,'บ้านช้าง','',532,38,'Y',0),(4897,'กื้ดช้าง','',532,38,'Y',0),(4898,'อินทขิล','',532,38,'Y',0),(4899,'สมก๋าย','',532,38,'Y',0),(4900,'ริมใต้','',533,38,'Y',0),(4901,'ริมเหนือ','',533,38,'Y',0),(4902,'สันโป่ง','',533,38,'Y',0),(4903,'ขี้เหล็ก','',533,38,'Y',0),(4904,'สะลวง','',533,38,'Y',0),(4905,'ห้วยทราย','',533,38,'Y',0),(4906,'แม่แรม','',533,38,'Y',0),(4907,'โป่งแยง','',533,38,'Y',0),(4908,'แม่สา','',533,38,'Y',0),(4909,'ดอนแก้ว','',533,38,'Y',0),(4910,'เหมืองแก้ว','',533,38,'Y',0),(4911,'สะเมิงใต้','',534,38,'Y',0),(4912,'สะเมิงเหนือ','',534,38,'Y',0),(4913,'แม่สาบ','',534,38,'Y',0),(4914,'บ่อแก้ว','',534,38,'Y',0),(4915,'ยั้งเมิน','',534,38,'Y',0),(4916,'เวียง','',535,38,'Y',0),(4917,'ปงตำ','',535,38,'Y',0),(4918,'ม่อนปิ่น','',535,38,'Y',0),(4919,'แม่งอน','',535,38,'Y',0),(4920,'แม่สูน','',535,38,'Y',0),(4921,'สันทราย','',535,38,'Y',0),(4922,'ศรีดงเย็น','',535,38,'Y',0),(4923,'แม่ทะลบ','',535,38,'Y',0),(4924,'หนองบัว','',535,38,'Y',0),(4925,'แม่คะ','',535,38,'Y',0),(4926,'แม่ข่า','',535,38,'Y',0),(4927,'โป่งน้ำร้อน','',535,38,'Y',0),(4928,'แม่นาวาง','',535,38,'Y',0),(4929,'แม่สาว','',535,38,'Y',0),(4930,'แม่อาย','',535,38,'Y',0),(4931,'แม่อาย','',536,38,'Y',0),(4932,'แม่สาว','',536,38,'Y',0),(4933,'สันต้นหมื้อ','',536,38,'Y',0),(4934,'แม่นาวาง','',536,38,'Y',0),(4935,'ท่าตอน','',536,38,'Y',0),(4936,'บ้านหลวง','',536,38,'Y',0),(4937,'มะลิกา','',536,38,'Y',0),(4938,'เวียง','',537,38,'Y',0),(4939,'ทุ่งหลวง','',537,38,'Y',0),(4940,'ป่าตุ้ม','',537,38,'Y',0),(4941,'ป่าไหน่','',537,38,'Y',0),(4942,'สันทราย','',537,38,'Y',0),(4943,'บ้านโป่ง','',537,38,'Y',0),(4944,'น้ำแพร่','',537,38,'Y',0),(4945,'เขื่อนผาก','',537,38,'Y',0),(4946,'แม่แวน','',537,38,'Y',0),(4947,'แม่ปั๋ง','',537,38,'Y',0),(4948,'โหล่งขอด','',537,38,'Y',0),(4949,'ยุหว่า','',538,38,'Y',0),(4950,'สันกลาง','',538,38,'Y',0),(4951,'ท่าวังพร้าว','',538,38,'Y',0),(4952,'มะขามหลวง','',538,38,'Y',0),(4953,'แม่ก๊า','',538,38,'Y',0),(4954,'บ้านแม','',538,38,'Y',0),(4955,'บ้านกลาง','',538,38,'Y',0),(4956,'ทุ่งสะโตก','',538,38,'Y',0),(4957,'ทุ่งปี้','',538,38,'Y',0),(4958,'ทุ่งต้อม','',538,38,'Y',0),(4959,'บ้านกาด','',538,38,'Y',0),(4960,'แม่วิน','',538,38,'Y',0),(4961,'ทุ่งรวงทอง','',538,38,'Y',0),(4962,'น้ำบ่อหลวง','',538,38,'Y',0),(4963,'มะขุนหวาน','',538,38,'Y',0),(4964,'สันกำแพง','',539,38,'Y',0),(4965,'ทรายมูล','',539,38,'Y',0),(4966,'ร้องวัวแดง','',539,38,'Y',0),(4967,'บวกค้าง','',539,38,'Y',0),(4968,'แช่ช้าง','',539,38,'Y',0),(4969,'ออนใต้','',539,38,'Y',0),(4970,'ออนเหนือ','',539,38,'Y',0),(4971,'บ้านสหกรณ์','',539,38,'Y',0),(4972,'ห้วยแก้ว','',539,38,'Y',0),(4973,'แม่ปูคา','',539,38,'Y',0),(4974,'ห้วยทราย','',539,38,'Y',0),(4975,'ต้นเปา','',539,38,'Y',0),(4976,'สันกลาง','',539,38,'Y',0),(4977,'แม่ทา','',539,38,'Y',0),(4978,'ทาเหนือ','',539,38,'Y',0),(4979,'ออนกลาง','',539,38,'Y',0),(4980,'แม่วิน','',539,38,'Y',0),(4981,'ทุ่งปี้','',539,38,'Y',0),(4982,'บ้านกาด','',539,38,'Y',0),(4983,'สันทรายหลวง','',540,38,'Y',0),(4984,'สันทรายน้อย','',540,38,'Y',0),(4985,'สันพระเนตร','',540,38,'Y',0),(4986,'สันนาเม็ง','',540,38,'Y',0),(4987,'สันป่าเปา','',540,38,'Y',0),(4988,'หนองแหย่ง','',540,38,'Y',0),(4989,'หนองจ๊อม','',540,38,'Y',0),(4990,'หนองหาร','',540,38,'Y',0),(4991,'แม่แฝก','',540,38,'Y',0),(4992,'แม่แฝกใหม่','',540,38,'Y',0),(4993,'เมืองเล็น','',540,38,'Y',0),(4994,'ป่าไผ่','',540,38,'Y',0),(4995,'หางดง','',541,38,'Y',0),(4996,'หนองแก๋ว','',541,38,'Y',0),(4997,'หารแก้ว','',541,38,'Y',0),(4998,'หนองตอง','',541,38,'Y',0),(4999,'ขุนคง','',541,38,'Y',0),(5000,'สบแม่ข่า','',541,38,'Y',0),(5001,'บ้านแหวน','',541,38,'Y',0),(5002,'สันผักหวาน','',541,38,'Y',0),(5003,'หนองควาย','',541,38,'Y',0),(5004,'บ้านปง','',541,38,'Y',0),(5005,'น้ำแพร่','',541,38,'Y',0),(5006,'หางดง','',542,38,'Y',0),(5007,'ฮอด','',542,38,'Y',0),(5008,'บ้านตาล','',542,38,'Y',0),(5009,'บ่อหลวง','',542,38,'Y',0),(5010,'บ่อสลี','',542,38,'Y',0),(5011,'นาคอเรือ','',542,38,'Y',0),(5012,'ดอยเต่า','',543,38,'Y',0),(5013,'ท่าเดื่อ','',543,38,'Y',0),(5014,'มืดกา','',543,38,'Y',0),(5015,'บ้านแอ่น','',543,38,'Y',0),(5016,'บงตัน','',543,38,'Y',0),(5017,'โปงทุ่ง','',543,38,'Y',0),(5018,'อมก๋อย','',544,38,'Y',0),(5019,'ยางเปียง','',544,38,'Y',0),(5020,'แม่ตื่น','',544,38,'Y',0),(5021,'ม่อนจอง','',544,38,'Y',0),(5022,'สบโขง','',544,38,'Y',0),(5023,'นาเกียน','',544,38,'Y',0),(5024,'ยางเนิ้ง','',545,38,'Y',0),(5025,'สารภี','',545,38,'Y',0),(5026,'ชมภู','',545,38,'Y',0),(5027,'ไชยสถาน','',545,38,'Y',0),(5028,'ขัวมุง','',545,38,'Y',0),(5029,'หนองแฝก','',545,38,'Y',0),(5030,'หนองผึ้ง','',545,38,'Y',0),(5031,'ท่ากว้าง','',545,38,'Y',0),(5032,'ดอนแก้ว','',545,38,'Y',0),(5033,'ท่าวังตาล','',545,38,'Y',0),(5034,'สันทราย','',545,38,'Y',0),(5035,'ป่าบง','',545,38,'Y',0),(5036,'เมืองแหง','',546,38,'Y',0),(5037,'เปียงหลวง','',546,38,'Y',0),(5038,'แสนไห','',546,38,'Y',0),(5039,'ปงตำ','',547,38,'Y',0),(5040,'ศรีดงเย็น','',547,38,'Y',0),(5041,'แม่ทะลบ','',547,38,'Y',0),(5042,'หนองบัว','',547,38,'Y',0),(5043,'บ้านกาด','',548,38,'Y',0),(5044,'ทุ่งปี้','',548,38,'Y',0),(5045,'ทุ่งรวงทอง','',548,38,'Y',0),(5046,'แม่วิน','',548,38,'Y',0),(5047,'ดอนเปา','',548,38,'Y',0),(5048,'ออนเหนือ','',549,38,'Y',0),(5049,'ออนกลาง','',549,38,'Y',0),(5050,'บ้านสหกรณ์','',549,38,'Y',0),(5051,'ห้วยแก้ว','',549,38,'Y',0),(5052,'แม่ทา','',549,38,'Y',0),(5053,'ทาเหนือ','',549,38,'Y',0),(5054,'ดอยหล่อ','',550,38,'Y',0),(5055,'สองแคว','',550,38,'Y',0),(5056,'ยางคราม','',550,38,'Y',0),(5057,'สันติสุข','',550,38,'Y',0),(5058,'ในเมือง','',551,39,'Y',0),(5059,'เหมืองง่า','',551,39,'Y',0),(5060,'อุโมงค์','',551,39,'Y',0),(5061,'หนองช้างคืน','',551,39,'Y',0),(5062,'ประตูป่า','',551,39,'Y',0),(5063,'ริมปิง','',551,39,'Y',0),(5064,'ต้นธง','',551,39,'Y',0),(5065,'บ้านแป้น','',551,39,'Y',0),(5066,'เหมืองจี้','',551,39,'Y',0),(5067,'ป่าสัก','',551,39,'Y',0),(5068,'เวียงยอง','',551,39,'Y',0),(5069,'บ้านกลาง','',551,39,'Y',0),(5070,'มะเขือแจ้','',551,39,'Y',0),(5071,'บ้านธิ','',551,39,'Y',0),(5072,'ห้วยยาบ','',551,39,'Y',0),(5073,'ศรีบัวบาน','',551,39,'Y',0),(5074,'หนองหนาม','',551,39,'Y',0),(5075,'ทาปลาดุก','',552,39,'Y',0),(5076,'ทาสบเส้า','',552,39,'Y',0),(5077,'ทากาศ','',552,39,'Y',0),(5078,'ทาขุมเงิน','',552,39,'Y',0),(5079,'ทาทุ่งหลวง','',552,39,'Y',0),(5080,'ทาแม่ลอบ','',552,39,'Y',0),(5081,'บ้านโฮ่ง','',553,39,'Y',0),(5082,'ป่าพลู','',553,39,'Y',0),(5083,'เหล่ายาว','',553,39,'Y',0),(5084,'ศรีเตี้ย','',553,39,'Y',0),(5085,'หนองปลาสะวาย','',553,39,'Y',0),(5086,'ลี้','',554,39,'Y',0),(5087,'แม่ตืน','',554,39,'Y',0),(5088,'นาทราย','',554,39,'Y',0),(5089,'ดงดำ','',554,39,'Y',0),(5090,'ก้อ','',554,39,'Y',0),(5091,'แม่ลาน','',554,39,'Y',0),(5092,'บ้านไผ่','',554,39,'Y',0),(5093,'ป่าไผ่','',554,39,'Y',0),(5094,'ศรีวิชัย','',554,39,'Y',0),(5095,'บ้านปวง','',554,39,'Y',0),(5096,'ทุ่งหัวช้าง','',554,39,'Y',0),(5097,'ทุ่งหัวช้าง','',555,39,'Y',0),(5098,'บ้านปวง','',555,39,'Y',0),(5099,'ตะเคียนปม','',555,39,'Y',0),(5100,'ปากบ่อง','',556,39,'Y',0),(5101,'ป่าซาง','',556,39,'Y',0),(5102,'แม่แรง','',556,39,'Y',0),(5103,'ม่วงน้อย','',556,39,'Y',0),(5104,'บ้านเรือน','',556,39,'Y',0),(5105,'มะกอก','',556,39,'Y',0),(5106,'ท่าตุ้ม','',556,39,'Y',0),(5107,'น้ำดิบ','',556,39,'Y',0),(5108,'วังผาง','',556,39,'Y',0),(5109,'หนองล่อง','',556,39,'Y',0),(5110,'นครเจดีย์','',556,39,'Y',0),(5111,'หนองยวง','',556,39,'Y',0),(5112,'บ้านธิ','',557,39,'Y',0),(5113,'ห้วยยาบ','',557,39,'Y',0),(5114,'หนองล่อง','',558,39,'Y',0),(5115,'หนองยวง','',558,39,'Y',0),(5116,'วังผาง','',558,39,'Y',0),(5117,'เวียงเหนือ','',559,40,'Y',0),(5118,'หัวเวียง','',559,40,'Y',0),(5119,'สวนดอก','',559,40,'Y',0),(5120,'สบตุ๋ย','',559,40,'Y',0),(5121,'พระบาท','',559,40,'Y',0),(5122,'ชมพู','',559,40,'Y',0),(5123,'กล้วยแพะ','',559,40,'Y',0),(5124,'ปงแสนทอง','',559,40,'Y',0),(5125,'บ้านแลง','',559,40,'Y',0),(5126,'บ้านเสด็จ','',559,40,'Y',0),(5127,'พิชัย','',559,40,'Y',0),(5128,'ทุ่งฝาย','',559,40,'Y',0),(5129,'บ้านเอื้อม','',559,40,'Y',0),(5130,'บ้านเป้า','',559,40,'Y',0),(5131,'บ้านค่า','',559,40,'Y',0),(5132,'บ่อแฮ้ว','',559,40,'Y',0),(5133,'ต้นธงชัย','',559,40,'Y',0),(5134,'นิคมพัฒนา','',559,40,'Y',0),(5135,'บุญนาคพัฒนา','',559,40,'Y',0),(5136,'นาสัก','',559,40,'Y',0),(5137,'บ้านดง','',559,40,'Y',0),(5138,'บ้านดง','',560,40,'Y',0),(5139,'นาสัก','',560,40,'Y',0),(5140,'จางเหนือ','',560,40,'Y',0),(5141,'แม่เมาะ','',560,40,'Y',0),(5142,'สบป้าด','',560,40,'Y',0),(5143,'ลำปางหลวง','',561,40,'Y',0),(5144,'นาแก้ว','',561,40,'Y',0),(5145,'ไหล่หิน','',561,40,'Y',0),(5146,'วังพร้าว','',561,40,'Y',0),(5147,'ศาลา','',561,40,'Y',0),(5148,'เกาะคา','',561,40,'Y',0),(5149,'นาแส่ง','',561,40,'Y',0),(5150,'ท่าผา','',561,40,'Y',0),(5151,'ใหม่พัฒนา','',561,40,'Y',0),(5152,'ทุ่งงาม','',562,40,'Y',0),(5153,'เสริมขวา','',562,40,'Y',0),(5154,'เสริมซ้าย','',562,40,'Y',0),(5155,'เสริมกลาง','',562,40,'Y',0),(5156,'หลวงเหนือ','',563,40,'Y',0),(5157,'หลวงใต้','',563,40,'Y',0),(5158,'บ้านโป่ง','',563,40,'Y',0),(5159,'บ้านร้อง','',563,40,'Y',0),(5160,'ปงเตา','',563,40,'Y',0),(5161,'นาแก','',563,40,'Y',0),(5162,'บ้านอ้อน','',563,40,'Y',0),(5163,'บ้านแหง','',563,40,'Y',0),(5164,'บ้านหวด','',563,40,'Y',0),(5165,'แม่ตีบ','',563,40,'Y',0),(5166,'แจ้ห่ม','',564,40,'Y',0),(5167,'บ้านสา','',564,40,'Y',0),(5168,'ปงดอน','',564,40,'Y',0),(5169,'แม่สุก','',564,40,'Y',0),(5170,'เมืองมาย','',564,40,'Y',0),(5171,'ทุ่งผึ้ง','',564,40,'Y',0),(5172,'วิเชตนคร','',564,40,'Y',0),(5173,'แจ้ซ้อน','',564,40,'Y',0),(5174,'ทุ่งกว๋าว','',564,40,'Y',0),(5175,'บ้านขอ','',564,40,'Y',0),(5176,'เมืองปาน','',564,40,'Y',0),(5177,'ทุ่งฮั้ว','',565,40,'Y',0),(5178,'วังเหนือ','',565,40,'Y',0),(5179,'วังใต้','',565,40,'Y',0),(5180,'ร่องเคาะ','',565,40,'Y',0),(5181,'วังทอง','',565,40,'Y',0),(5182,'วังซ้าย','',565,40,'Y',0),(5183,'วังแก้ว','',565,40,'Y',0),(5184,'วังทรายคำ','',565,40,'Y',0),(5185,'ล้อมแรด','',566,40,'Y',0),(5186,'แม่วะ','',566,40,'Y',0),(5187,'แม่ปะ','',566,40,'Y',0),(5188,'แม่มอก','',566,40,'Y',0),(5189,'เวียงมอก','',566,40,'Y',0),(5190,'นาโป่ง','',566,40,'Y',0),(5191,'แม่ถอด','',566,40,'Y',0),(5192,'เถินบุรี','',566,40,'Y',0),(5193,'แม่พริก','',567,40,'Y',0),(5194,'ผาปัง','',567,40,'Y',0),(5195,'แม่ปุ','',567,40,'Y',0),(5196,'พระบาทวังตวง','',567,40,'Y',0),(5197,'แม่ทะ','',568,40,'Y',0),(5198,'นาครัว','',568,40,'Y',0),(5199,'ป่าตัน','',568,40,'Y',0),(5200,'บ้านกิ่ว','',568,40,'Y',0),(5201,'บ้านบอม','',568,40,'Y',0),(5202,'น้ำโจ้','',568,40,'Y',0),(5203,'ดอนไฟ','',568,40,'Y',0),(5204,'หัวเสือ','',568,40,'Y',0),(5205,'สบป้าด','',568,40,'Y',0),(5206,'วังเงิน','',568,40,'Y',0),(5207,'สันดอนแก้ว','',568,40,'Y',0),(5208,'สบปราบ','',569,40,'Y',0),(5209,'สมัย','',569,40,'Y',0),(5210,'แม่กัวะ','',569,40,'Y',0),(5211,'นายาง','',569,40,'Y',0),(5212,'ห้างฉัตร','',570,40,'Y',0),(5213,'หนองหล่ม','',570,40,'Y',0),(5214,'เมืองยาว','',570,40,'Y',0),(5215,'ปงยางคก','',570,40,'Y',0),(5216,'เวียงตาล','',570,40,'Y',0),(5217,'แม่สัน','',570,40,'Y',0),(5218,'วอแก้ว','',570,40,'Y',0),(5219,'เมืองปาน','',571,40,'Y',0),(5220,'บ้านขอ','',571,40,'Y',0),(5221,'ทุ่งกว๋าว','',571,40,'Y',0),(5222,'แจ้ซ้อน','',571,40,'Y',0),(5223,'หัวเมือง','',571,40,'Y',0),(5224,'ท่าอิฐ','',572,41,'Y',0),(5225,'ท่าเสา','',572,41,'Y',0),(5226,'บ้านเกาะ','',572,41,'Y',0),(5227,'ป่าเซ่า','',572,41,'Y',0),(5228,'คุ้งตะเภา','',572,41,'Y',0),(5229,'วังกะพี้','',572,41,'Y',0),(5230,'หาดกรวด','',572,41,'Y',0),(5231,'น้ำริด','',572,41,'Y',0),(5232,'งิ้วงาม','',572,41,'Y',0),(5233,'บ้านด่านนาขาม','',572,41,'Y',0),(5234,'บ้านด่าน','',572,41,'Y',0),(5235,'ผาจุก','',572,41,'Y',0),(5236,'วังดิน','',572,41,'Y',0),(5237,'แสนตอ','',572,41,'Y',0),(5238,'หาดงิ้ว','',572,41,'Y',0),(5239,'ขุนฝาง','',572,41,'Y',0),(5240,'ถ้ำฉลอง','',572,41,'Y',0),(5241,'ร่วมจิตร','',572,41,'Y',0),(5242,'วังแดง','',573,41,'Y',0),(5243,'บ้านแก่ง','',573,41,'Y',0),(5244,'หาดสองแคว','',573,41,'Y',0),(5245,'น้ำอ่าง','',573,41,'Y',0),(5246,'ข่อยสูง','',573,41,'Y',0),(5247,'น้ำพี้','',573,41,'Y',0),(5248,'บ่อทอง','',573,41,'Y',0),(5249,'ผักขวง','',573,41,'Y',0),(5250,'ป่าคาย','',573,41,'Y',0),(5251,'ท่าปลา','',574,41,'Y',0),(5252,'หาดล้า','',574,41,'Y',0),(5253,'ผาเลือด','',574,41,'Y',0),(5254,'จริม','',574,41,'Y',0),(5255,'น้ำหมัน','',574,41,'Y',0),(5256,'ท่าแฝก','',574,41,'Y',0),(5257,'นางพญา','',574,41,'Y',0),(5258,'ร่วมจิต','',574,41,'Y',0),(5259,'แสนตอ','',575,41,'Y',0),(5260,'บ้านฝาย','',575,41,'Y',0),(5261,'เด่นเหล็ก','',575,41,'Y',0),(5262,'น้ำไคร้','',575,41,'Y',0),(5263,'น้ำไผ่','',575,41,'Y',0),(5264,'ห้วยมุ่น','',575,41,'Y',0),(5265,'ฟากท่า','',576,41,'Y',0),(5266,'สองคอน','',576,41,'Y',0),(5267,'บ้านเสี้ยว','',576,41,'Y',0),(5268,'สองห้อง','',576,41,'Y',0),(5269,'ม่วงเจ็ดต้น','',577,41,'Y',0),(5270,'บ้านโคก','',577,41,'Y',0),(5271,'นาขุม','',577,41,'Y',0),(5272,'บ่อเบี้ย','',577,41,'Y',0),(5273,'ในเมือง','',578,41,'Y',0),(5274,'บ้านดารา','',578,41,'Y',0),(5275,'ไร่อ้อย','',578,41,'Y',0),(5276,'ท่าสัก','',578,41,'Y',0),(5277,'คอรุม','',578,41,'Y',0),(5278,'บ้านหม้อ','',578,41,'Y',0),(5279,'ท่ามะเฟือง','',578,41,'Y',0),(5280,'บ้านโคน','',578,41,'Y',0),(5281,'พญาแมน','',578,41,'Y',0),(5282,'นาอิน','',578,41,'Y',0),(5283,'นายาง','',578,41,'Y',0),(5284,'ศรีพนมมาศ','',579,41,'Y',0),(5285,'แม่พูล','',579,41,'Y',0),(5286,'นานกกก','',579,41,'Y',0),(5287,'ฝายหลวง','',579,41,'Y',0),(5288,'ชัยจุมพล','',579,41,'Y',0),(5289,'ไผ่ล้อม','',579,41,'Y',0),(5290,'ทุ่งยั้ง','',579,41,'Y',0),(5291,'ด่านแม่คำมัน','',579,41,'Y',0),(5292,'ศรีพนมมาศ','',579,41,'Y',0),(5293,'ผักขวง','',580,41,'Y',0),(5294,'บ่อทอง','',580,41,'Y',0),(5295,'ป่าคาย','',580,41,'Y',0),(5296,'น้ำพี้','',580,41,'Y',0),(5297,'ในเวียง','',581,42,'Y',0),(5298,'นาจักร','',581,42,'Y',0),(5299,'น้ำชำ','',581,42,'Y',0),(5300,'ป่าแดง','',581,42,'Y',0),(5301,'ทุ่งโฮ้ง','',581,42,'Y',0),(5302,'เหมืองหม้อ','',581,42,'Y',0),(5303,'วังธง','',581,42,'Y',0),(5304,'แม่หล่าย','',581,42,'Y',0),(5305,'ห้วยม้า','',581,42,'Y',0),(5306,'ป่าแมต','',581,42,'Y',0),(5307,'บ้านถิ่น','',581,42,'Y',0),(5308,'สวนเขื่อน','',581,42,'Y',0),(5309,'วังหงษ์','',581,42,'Y',0),(5310,'แม่คำมี','',581,42,'Y',0),(5311,'ทุ่งกวาว','',581,42,'Y',0),(5312,'ท่าข้าม','',581,42,'Y',0),(5313,'แม่ยม','',581,42,'Y',0),(5314,'ช่อแฮ','',581,42,'Y',0),(5315,'ร่องฟอง','',581,42,'Y',0),(5316,'กาญจนา','',581,42,'Y',0),(5317,'ร้องกวาง','',582,42,'Y',0),(5318,'หนองม่วงไข่','',582,42,'Y',0),(5319,'แม่คำมี','',582,42,'Y',0),(5320,'ร้องเข็ม','',582,42,'Y',0),(5321,'น้ำเลา','',582,42,'Y',0),(5322,'บ้านเวียง','',582,42,'Y',0),(5323,'ทุ่งศรี','',582,42,'Y',0),(5324,'แม่ยางตาล','',582,42,'Y',0),(5325,'แม่ยางฮ่อ','',582,42,'Y',0),(5326,'ไผ่โทน','',582,42,'Y',0),(5327,'น้ำรัด','',582,42,'Y',0),(5328,'วังหลวง','',582,42,'Y',0),(5329,'ห้วยโรง','',582,42,'Y',0),(5330,'แม่ทราย','',582,42,'Y',0),(5331,'แม่ยางร้อง','',582,42,'Y',0),(5332,'ห้วยอ้อ','',583,42,'Y',0),(5333,'บ้านปิน','',583,42,'Y',0),(5334,'ต้าผามอก','',583,42,'Y',0),(5335,'เวียงต้า','',583,42,'Y',0),(5336,'ปากกาง','',583,42,'Y',0),(5337,'หัวทุ่ง','',583,42,'Y',0),(5338,'ทุ่งแล้ง','',583,42,'Y',0),(5339,'บ่อเหล็กลอง','',583,42,'Y',0),(5340,'แม่ปาน','',583,42,'Y',0),(5341,'สูงเม่น','',584,42,'Y',0),(5342,'น้ำชำ','',584,42,'Y',0),(5343,'หัวฝาย','',584,42,'Y',0),(5344,'ดอนมูล','',584,42,'Y',0),(5345,'บ้านเหล่า','',584,42,'Y',0),(5346,'บ้านกวาง','',584,42,'Y',0),(5347,'บ้านปง','',584,42,'Y',0),(5348,'บ้านกาศ','',584,42,'Y',0),(5349,'ร่องกาศ','',584,42,'Y',0),(5350,'สบสาย','',584,42,'Y',0),(5351,'เวียงทอง','',584,42,'Y',0),(5352,'พระหลวง','',584,42,'Y',0),(5353,'เด่นชัย','',585,42,'Y',0),(5354,'แม่จั๊วะ','',585,42,'Y',0),(5355,'ไทรย้อย','',585,42,'Y',0),(5356,'ห้วยไร่','',585,42,'Y',0),(5357,'ปงป่าหวาย','',585,42,'Y',0),(5358,'บ้านหนุน','',586,42,'Y',0),(5359,'บ้านกลาง','',586,42,'Y',0),(5360,'ห้วยหม้าย','',586,42,'Y',0),(5361,'เตาปูน','',586,42,'Y',0),(5362,'หัวเมือง','',586,42,'Y',0),(5363,'สะเอียบ','',586,42,'Y',0),(5364,'แดนชุมพล','',586,42,'Y',0),(5365,'ทุ่งน้าว','',586,42,'Y',0),(5366,'วังชิ้น','',587,42,'Y',0),(5367,'สรอย','',587,42,'Y',0),(5368,'แม่ป้าก','',587,42,'Y',0),(5369,'นาพูน','',587,42,'Y',0),(5370,'แม่พุง','',587,42,'Y',0),(5371,'ป่าสัก','',587,42,'Y',0),(5372,'แม่เกิ๋ง','',587,42,'Y',0),(5373,'แม่คำมี','',588,42,'Y',0),(5374,'หนองม่วงไข่','',588,42,'Y',0),(5375,'น้ำรัด','',588,42,'Y',0),(5376,'วังหลวง','',588,42,'Y',0),(5377,'ตำหนักธรรม','',588,42,'Y',0),(5378,'ทุ่งแค้ว','',588,42,'Y',0),(5379,'ในเวียง','',589,43,'Y',0),(5380,'บ่อ','',589,43,'Y',0),(5381,'ผาสิงห์','',589,43,'Y',0),(5382,'ไชยสถาน','',589,43,'Y',0),(5383,'ถืมตอง','',589,43,'Y',0),(5384,'เรือง','',589,43,'Y',0),(5385,'นาซาว','',589,43,'Y',0),(5386,'ดู่ใต้','',589,43,'Y',0),(5387,'กองควาย','',589,43,'Y',0),(5388,'ฝายแก้ว','',589,43,'Y',0),(5389,'ม่วงตึ๊ด','',589,43,'Y',0),(5390,'ท่าน้าว','',589,43,'Y',0),(5391,'นาปัง','',589,43,'Y',0),(5392,'เมืองจัง','',589,43,'Y',0),(5393,'น้ำแก่น','',589,43,'Y',0),(5394,'สวก','',589,43,'Y',0),(5395,'สะเนียน','',589,43,'Y',0),(5396,'น้ำเกี๋ยน','',589,43,'Y',0),(5397,'ป่าคาหลวง','',589,43,'Y',0),(5398,'หมอเมือง','',589,43,'Y',0),(5399,'บ้านฟ้า','',589,43,'Y',0),(5400,'ดู่พงษ์','',589,43,'Y',0),(5401,'พงษ์','',590,43,'Y',0),(5402,'หนองแดง','',590,43,'Y',0),(5403,'หมอเมือง','',590,43,'Y',0),(5404,'น้ำพาง','',590,43,'Y',0),(5405,'น้ำปาย','',590,43,'Y',0),(5406,'แม่จริม','',590,43,'Y',0),(5407,'บ้านฟ้า','',591,43,'Y',0),(5408,'ป่าคาหลวง','',591,43,'Y',0),(5409,'สวด','',591,43,'Y',0),(5410,'บ้านพี้','',591,43,'Y',0),(5411,'นาน้อย','',592,43,'Y',0),(5412,'เชียงของ','',592,43,'Y',0),(5413,'ศรีษะเกษ','',592,43,'Y',0),(5414,'สถาน','',592,43,'Y',0),(5415,'สันทะ','',592,43,'Y',0),(5416,'บัวใหญ่','',592,43,'Y',0),(5417,'น้ำตก','',592,43,'Y',0),(5418,'ปัว','',593,43,'Y',0),(5419,'แงง','',593,43,'Y',0),(5420,'สถาน','',593,43,'Y',0),(5421,'ศิลาแลง','',593,43,'Y',0),(5422,'ศิลาเพชร','',593,43,'Y',0),(5423,'อวน','',593,43,'Y',0),(5424,'บ่อเกลือเหนือ','',593,43,'Y',0),(5425,'บ่อเกลือใต้','',593,43,'Y',0),(5426,'ไชยวัฒนา','',593,43,'Y',0),(5427,'เจดีย์ชัย','',593,43,'Y',0),(5428,'ภูคา','',593,43,'Y',0),(5429,'สกาด','',593,43,'Y',0),(5430,'ป่ากลาง','',593,43,'Y',0),(5431,'วรนคร','',593,43,'Y',0),(5432,'ริม','',594,43,'Y',0),(5433,'ป่าคา','',594,43,'Y',0),(5434,'ผาตอ','',594,43,'Y',0),(5435,'ยม','',594,43,'Y',0),(5436,'ตาลชุม','',594,43,'Y',0),(5437,'ศรีภูมิ','',594,43,'Y',0),(5438,'จอมพระ','',594,43,'Y',0),(5439,'แสนทอง','',594,43,'Y',0),(5440,'ท่าวังผา','',594,43,'Y',0),(5441,'ผาทอง','',594,43,'Y',0),(5442,'กลางเวียง','',595,43,'Y',0),(5443,'ขึ่ง','',595,43,'Y',0),(5444,'ไหล่น่าน','',595,43,'Y',0),(5445,'ตาลชุม','',595,43,'Y',0),(5446,'นาเหลือง','',595,43,'Y',0),(5447,'ส้าน','',595,43,'Y',0),(5448,'น้ำมวบ','',595,43,'Y',0),(5449,'น้ำปั้ว','',595,43,'Y',0),(5450,'ยาบหัวนา','',595,43,'Y',0),(5451,'ปงสนุก','',595,43,'Y',0),(5452,'อ่ายนาไลย','',595,43,'Y',0),(5453,'ส้านนาหนองใหม่','',595,43,'Y',0),(5454,'แม่ขะนิง','',595,43,'Y',0),(5455,'แม่สาคร','',595,43,'Y',0),(5456,'จอมจันทร์','',595,43,'Y',0),(5457,'แม่สา','',595,43,'Y',0),(5458,'ทุ่งศรีทอง','',595,43,'Y',0),(5459,'ปอน','',596,43,'Y',0),(5460,'งอบ','',596,43,'Y',0),(5461,'และ','',596,43,'Y',0),(5462,'ทุ่งช้าง','',596,43,'Y',0),(5463,'ห้วยโก๋น','',596,43,'Y',0),(5464,'เปือ','',596,43,'Y',0),(5465,'เชียงกลาง','',596,43,'Y',0),(5466,'เชียงกลาง','',597,43,'Y',0),(5467,'เปือ','',597,43,'Y',0),(5468,'เชียงคาน','',597,43,'Y',0),(5469,'พระธาตุ','',597,43,'Y',0),(5470,'นนาไร่หลวง','',597,43,'Y',0),(5471,'ชชนแดน','',597,43,'Y',0),(5472,'ยยอด','',597,43,'Y',0),(5473,'พญาแก้ว','',597,43,'Y',0),(5474,'พระพุทธบาท','',597,43,'Y',0),(5475,'นาไร่หลวง','',597,43,'Y',0),(5476,'ยอด','',597,43,'Y',0),(5477,'นาทะนุง','',598,43,'Y',0),(5478,'บ่อแก้ว','',598,43,'Y',0),(5479,'เมืองลี','',598,43,'Y',0),(5480,'ปิงหลวง','',598,43,'Y',0),(5481,'ดู่พงษ์','',599,43,'Y',0),(5482,'ป่าแลวหลวง','',599,43,'Y',0),(5483,'พงษ์','',599,43,'Y',0),(5484,'บ่อเกลือเหนือ','',600,43,'Y',0),(5485,'บ่อเกลือใต้','',600,43,'Y',0),(5486,'ขุนน่าน','',600,43,'Y',0),(5487,'ภูฟ้า','',600,43,'Y',0),(5488,'ดงพญา','',600,43,'Y',0),(5489,'นาไร่หลวง','',601,43,'Y',0),(5490,'ชนแดน','',601,43,'Y',0),(5491,'ยอด','',601,43,'Y',0),(5492,'ม่วงตึ๊ด','',602,43,'Y',0),(5493,'นาปัง','',602,43,'Y',0),(5494,'น้ำแก่น','',602,43,'Y',0),(5495,'น้ำเกี๋ยน','',602,43,'Y',0),(5496,'เมืองจัง','',602,43,'Y',0),(5497,'ท่าน้าว','',602,43,'Y',0),(5498,'ฝายแก้ว','',602,43,'Y',0),(5499,'ห้วยโก๋น','',603,43,'Y',0),(5500,'ขุนน่าน','',603,43,'Y',0),(5501,'เวียง','',604,44,'Y',0),(5502,'แม่ต๋ำ','',604,44,'Y',0),(5503,'ดงเจน','',604,44,'Y',0),(5504,'แม่นาเรือ','',604,44,'Y',0),(5505,'บ้านตุ่น','',604,44,'Y',0),(5506,'บ้านต๊ำ','',604,44,'Y',0),(5507,'บ้านต๋อม','',604,44,'Y',0),(5508,'แม่ปืม','',604,44,'Y',0),(5509,'ห้วยแก้ว','',604,44,'Y',0),(5510,'แม่กา','',604,44,'Y',0),(5511,'บ้านใหม่','',604,44,'Y',0),(5512,'จำป่าหวาย','',604,44,'Y',0),(5513,'ท่าวังทอง','',604,44,'Y',0),(5514,'แม่ใส','',604,44,'Y',0),(5515,'บ้านสาง','',604,44,'Y',0),(5516,'ท่าจำปี','',604,44,'Y',0),(5517,'แม่อิง','',604,44,'Y',0),(5518,'สันป่าม่วง','',604,44,'Y',0),(5519,'ห้วยข้าวก่ำ','',605,44,'Y',0),(5520,'จุน','',605,44,'Y',0),(5521,'ลอ','',605,44,'Y',0),(5522,'หงส์หิน','',605,44,'Y',0),(5523,'ทุ่งรวงทอง','',605,44,'Y',0),(5524,'ห้วยยางขาม','',605,44,'Y',0),(5525,'พระธาตุขิงแกง','',605,44,'Y',0),(5526,'หย่วน','',606,44,'Y',0),(5527,'ทุ่งกล้วย','',606,44,'Y',0),(5528,'สบบง','',606,44,'Y',0),(5529,'เชียงแรง','',606,44,'Y',0),(5530,'ภูซาง','',606,44,'Y',0),(5531,'น้ำแวน','',606,44,'Y',0),(5532,'เวียง','',606,44,'Y',0),(5533,'ฝายกวาง','',606,44,'Y',0),(5534,'เจดีย์คำ','',606,44,'Y',0),(5535,'ร่มเย็น','',606,44,'Y',0),(5536,'เชียงบาน','',606,44,'Y',0),(5537,'แม่ลาว','',606,44,'Y',0),(5538,'อ่างทอง','',606,44,'Y',0),(5539,'ทุ่งผาสุข','',606,44,'Y',0),(5540,'ป่าสัก','',606,44,'Y',0),(5541,'เชียงม่วน','',607,44,'Y',0),(5542,'บ้านมาง','',607,44,'Y',0),(5543,'สระ','',607,44,'Y',0),(5544,'ดอกคำใต้','',608,44,'Y',0),(5545,'ดอนศรีชุม','',608,44,'Y',0),(5546,'บ้านถ้ำ','',608,44,'Y',0),(5547,'บ้านปิน','',608,44,'Y',0),(5548,'ห้วยลาน','',608,44,'Y',0),(5549,'สันโค้ง','',608,44,'Y',0),(5550,'ป่าซาง','',608,44,'Y',0),(5551,'หนองหล่ม','',608,44,'Y',0),(5552,'ดงสุวรรณ','',608,44,'Y',0),(5553,'บุญเกิด','',608,44,'Y',0),(5554,'สว่างอารมณ์','',608,44,'Y',0),(5555,'คือเวียง','',608,44,'Y',0),(5556,'ปง','',609,44,'Y',0),(5557,'ควร','',609,44,'Y',0),(5558,'ออย','',609,44,'Y',0),(5559,'งิม','',609,44,'Y',0),(5560,'ผาช้างน้อย','',609,44,'Y',0),(5561,'นาปรัง','',609,44,'Y',0),(5562,'ขุนควร','',609,44,'Y',0),(5563,'แม่ใจ','',610,44,'Y',0),(5564,'ศรีถ้อย','',610,44,'Y',0),(5565,'แม่สุก','',610,44,'Y',0),(5566,'ป่าแฝก','',610,44,'Y',0),(5567,'บ้านเหล่า','',610,44,'Y',0),(5568,'เจริญราษฎร์','',610,44,'Y',0),(5569,'ภูซาง','',611,44,'Y',0),(5570,'ป่าสัก','',611,44,'Y',0),(5571,'ทุ่งกล้วย','',611,44,'Y',0),(5572,'เชียงแรง','',611,44,'Y',0),(5573,'สบบง','',611,44,'Y',0),(5574,'ห้วยแก้ว','',612,44,'Y',0),(5575,'ดงเจน','',612,44,'Y',0),(5576,'แม่อิง','',612,44,'Y',0),(5577,'เวียง','',613,45,'Y',0),(5578,'รอบเวียง','',613,45,'Y',0),(5579,'บ้านดู่','',613,45,'Y',0),(5580,'นางแล','',613,45,'Y',0),(5581,'แม่ข้าวต้ม','',613,45,'Y',0),(5582,'แม่ยาว','',613,45,'Y',0),(5583,'สันทราย','',613,45,'Y',0),(5584,'บัวสลี','',613,45,'Y',0),(5585,'ดงมะดะ','',613,45,'Y',0),(5586,'ป่าก่อดำ','',613,45,'Y',0),(5587,'แม่กรณ์','',613,45,'Y',0),(5588,'ห้วยชมภู','',613,45,'Y',0),(5589,'ห้วยสัก','',613,45,'Y',0),(5590,'ริมกก','',613,45,'Y',0),(5591,'ดอยลาน','',613,45,'Y',0),(5592,'ป่าอ้อดอนชัย','',613,45,'Y',0),(5593,'จอมหมอกแก้ว','',613,45,'Y',0),(5594,'ท่าสาย','',613,45,'Y',0),(5595,'โป่งแพร่','',613,45,'Y',0),(5596,'ดอยฮาง','',613,45,'Y',0),(5597,'ท่าสุด','',613,45,'Y',0),(5598,'ทุ่งก่อ','',613,45,'Y',0),(5599,'เวียงเหนือ','',613,45,'Y',0),(5600,'ผางาม','',613,45,'Y',0),(5601,'เวียงชัย','',613,45,'Y',0),(5602,'ทุ่งก่อ','',614,45,'Y',0),(5603,'เวียงชัย','',614,45,'Y',0),(5604,'ผางาม','',614,45,'Y',0),(5605,'เวียงเหนือ','',614,45,'Y',0),(5606,'ป่าซาง','',614,45,'Y',0),(5607,'ดอนศิลา','',614,45,'Y',0),(5608,'ดงมหาวัน','',614,45,'Y',0),(5609,'เมืองชุม','',614,45,'Y',0),(5610,'เวียง','',615,45,'Y',0),(5611,'สถาน','',615,45,'Y',0),(5612,'ครึ่ง','',615,45,'Y',0),(5613,'บุญเรือง','',615,45,'Y',0),(5614,'ห้วยซ้อ','',615,45,'Y',0),(5615,'ม่วงยาย','',615,45,'Y',0),(5616,'ปอ','',615,45,'Y',0),(5617,'ศรีดอนชัย','',615,45,'Y',0),(5618,'หล่ายงาว','',615,45,'Y',0),(5619,'ริมโขง','',615,45,'Y',0),(5620,'เวียง','',616,45,'Y',0),(5621,'งิ้ว','',616,45,'Y',0),(5622,'ปล้อง','',616,45,'Y',0),(5623,'แม่ลอย','',616,45,'Y',0),(5624,'เชียงเคี่ยน','',616,45,'Y',0),(5625,'ตต้า','',616,45,'Y',0),(5626,'ปป่าตาล','',616,45,'Y',0),(5627,'ยยางฮอม','',616,45,'Y',0),(5628,'ตับเต่า','',616,45,'Y',0),(5629,'หงาว','',616,45,'Y',0),(5630,'สันทรายงาม','',616,45,'Y',0),(5631,'ศรีดอนไชย','',616,45,'Y',0),(5632,'หนองแรด','',616,45,'Y',0),(5633,'แม่ลอย','',616,45,'Y',0),(5634,'ต้า','',616,45,'Y',0),(5635,'ยางฮอม','',616,45,'Y',0),(5636,'แม่เปา','',616,45,'Y',0),(5637,'ป่าตาล','',616,45,'Y',0),(5638,'สันมะเค็ด','',617,45,'Y',0),(5639,'แม่อ้อ','',617,45,'Y',0),(5640,'ธารทอง','',617,45,'Y',0),(5641,'สันติสุข','',617,45,'Y',0),(5642,'ดอยงาม','',617,45,'Y',0),(5643,'หัวง้ม','',617,45,'Y',0),(5644,'เจริญเมือง','',617,45,'Y',0),(5645,'ป่าหุ่ง','',617,45,'Y',0),(5646,'ม่วงคำ','',617,45,'Y',0),(5647,'ทรายขาว','',617,45,'Y',0),(5648,'สันกลาง','',617,45,'Y',0),(5649,'แม่เย็น','',617,45,'Y',0),(5650,'เมืองพาน','',617,45,'Y',0),(5651,'ทานตะวัน','',617,45,'Y',0),(5652,'เวียงห้าว','',617,45,'Y',0),(5653,'ป่าแงะ','',617,45,'Y',0),(5654,'สันมะค่า','',617,45,'Y',0),(5655,'ป่าแดด','',617,45,'Y',0),(5656,'ป่าแดด','',618,45,'Y',0),(5657,'ป่าแงะ','',618,45,'Y',0),(5658,'สันมะค่า','',618,45,'Y',0),(5659,'โรงช้าง','',618,45,'Y',0),(5660,'ศรีโพธิ์เงิน','',618,45,'Y',0),(5661,'แม่จัน','',619,45,'Y',0),(5662,'จันจว้า','',619,45,'Y',0),(5663,'แม่คำ','',619,45,'Y',0),(5664,'ป่าซาง','',619,45,'Y',0),(5665,'สันทราย','',619,45,'Y',0),(5666,'ท่าข้าวเปลือก','',619,45,'Y',0),(5667,'ปงน้อย','',619,45,'Y',0),(5668,'ป่าตึง','',619,45,'Y',0),(5669,'หนองป่าก่อ','',619,45,'Y',0),(5670,'แม่ไร่','',619,45,'Y',0),(5671,'ศรีค้ำ','',619,45,'Y',0),(5672,'จันจว้าใต้','',619,45,'Y',0),(5673,'จอมสวรรค์','',619,45,'Y',0),(5674,'เทอดไทย','',619,45,'Y',0),(5675,'แม่สลองใน','',619,45,'Y',0),(5676,'แม่สลองนอก','',619,45,'Y',0),(5677,'โชคชัย','',619,45,'Y',0),(5678,'เวียง','',620,45,'Y',0),(5679,'ป่าสัก','',620,45,'Y',0),(5680,'บ้านแซว','',620,45,'Y',0),(5681,'ศรีดอนมูล','',620,45,'Y',0),(5682,'แม่เงิน','',620,45,'Y',0),(5683,'โยนก','',620,45,'Y',0),(5684,'แม่สาย','',621,45,'Y',0),(5685,'ห้วยไคร้','',621,45,'Y',0),(5686,'เกาะช้าง','',621,45,'Y',0),(5687,'โป่งผา','',621,45,'Y',0),(5688,'ศรีเมืองชุม','',621,45,'Y',0),(5689,'เวียงพางคำ','',621,45,'Y',0),(5690,'บ้านด้าย','',621,45,'Y',0),(5691,'โป่งงาม','',621,45,'Y',0),(5692,'แม่สรวย','',622,45,'Y',0),(5693,'ป่าแดด','',622,45,'Y',0),(5694,'แม่พริก','',622,45,'Y',0),(5695,'ศรีถ้อย','',622,45,'Y',0),(5696,'ท่าก๊อ','',622,45,'Y',0),(5697,'วาวี','',622,45,'Y',0),(5698,'เจดีย์หลวง','',622,45,'Y',0),(5699,'สันสลี','',623,45,'Y',0),(5700,'เวียง','',623,45,'Y',0),(5701,'บ้านโป่ง','',623,45,'Y',0),(5702,'ป่างิ้ว','',623,45,'Y',0),(5703,'เวียงกาหลง','',623,45,'Y',0),(5704,'แม่เจดีย์','',623,45,'Y',0),(5705,'แม่เจดีย์ใหม่','',623,45,'Y',0),(5706,'เวียงกาหลง','',623,45,'Y',0),(5707,'แม่เปา','',624,45,'Y',0),(5708,'แม่ต๋ำ','',624,45,'Y',0),(5709,'ไม้ยา','',624,45,'Y',0),(5710,'เม็งราย','',624,45,'Y',0),(5711,'ตาดควัน','',624,45,'Y',0),(5712,'ม่วงยาย','',625,45,'Y',0),(5713,'ปอ','',625,45,'Y',0),(5714,'หล่ายงาว','',625,45,'Y',0),(5715,'ท่าข้าม','',625,45,'Y',0),(5716,'ต้า','',626,45,'Y',0),(5717,'ป่าตาล','',626,45,'Y',0),(5718,'ยางฮอม','',626,45,'Y',0),(5719,'เทอดไทย','',627,45,'Y',0),(5720,'แม่สลองใน','',627,45,'Y',0),(5721,'แม่สลองนอก','',627,45,'Y',0),(5722,'แม่ฟ้าหลวง','',627,45,'Y',0),(5723,'ดงมะดะ','',628,45,'Y',0),(5724,'จอมหมอกแก้ว','',628,45,'Y',0),(5725,'บัวสลี','',628,45,'Y',0),(5726,'ป่าก่อดำ','',628,45,'Y',0),(5727,'โป่งแพร่','',628,45,'Y',0),(5728,'ทุ่งก่อ','',629,45,'Y',0),(5729,'ดงมหาวัน','',629,45,'Y',0),(5730,'ป่าซาง','',629,45,'Y',0),(5731,'ปงน้อย','',630,45,'Y',0),(5732,'โชคชัย','',630,45,'Y',0),(5733,'หนองป่าก่อ','',630,45,'Y',0),(5734,'จองคำ','',631,46,'Y',0),(5735,'ห้วยโป่ง','',631,46,'Y',0),(5736,'ผาบ่อง','',631,46,'Y',0),(5737,'ปางหมู','',631,46,'Y',0),(5738,'หมอกจำแป่','',631,46,'Y',0),(5739,'ห้วยผา','',631,46,'Y',0),(5740,'ปางมะผ้า','',631,46,'Y',0),(5741,'สบป่อง','',631,46,'Y',0),(5742,'ห้วยปูลิง','',631,46,'Y',0),(5743,'ขุนยวม','',632,46,'Y',0),(5744,'แม่เงา','',632,46,'Y',0),(5745,'เมืองปอน','',632,46,'Y',0),(5746,'แม่ยวมน้อย','',632,46,'Y',0),(5747,'แม่กิ๊','',632,46,'Y',0),(5748,'แม่อูคอ','',632,46,'Y',0),(5749,'เวียงใต้','',633,46,'Y',0),(5750,'เวียงเหนือ','',633,46,'Y',0),(5751,'แม่นาเติง','',633,46,'Y',0),(5752,'แม่ฮี้','',633,46,'Y',0),(5753,'ทุ่งยาว','',633,46,'Y',0),(5754,'เมืองแปง','',633,46,'Y',0),(5755,'โป่งสา','',633,46,'Y',0),(5756,'บ้านกาศ','',634,46,'Y',0),(5757,'แม่สะเรียง','',634,46,'Y',0),(5758,'แม่คง','',634,46,'Y',0),(5759,'แม่เหาะ','',634,46,'Y',0),(5760,'แม่ยวม','',634,46,'Y',0),(5761,'เสาหิน','',634,46,'Y',0),(5762,'ป่าแป๋','',634,46,'Y',0),(5763,'กองกอย','',634,46,'Y',0),(5764,'แม่คะตวน','',634,46,'Y',0),(5765,'สบเมย','',634,46,'Y',0),(5766,'แม่ลาน้อย','',635,46,'Y',0),(5767,'แม่ลาหลวง','',635,46,'Y',0),(5768,'ท่าผาปุ้ม','',635,46,'Y',0),(5769,'แม่โถ','',635,46,'Y',0),(5770,'ห้วยห้อม','',635,46,'Y',0),(5771,'แม่นาจาง','',635,46,'Y',0),(5772,'สันติคีรี','',635,46,'Y',0),(5773,'ขุนแม่ลาน้อย','',635,46,'Y',0),(5774,'สบเมย','',636,46,'Y',0),(5775,'แม่คะตวน','',636,46,'Y',0),(5776,'กองก๋อย','',636,46,'Y',0),(5777,'แม่สวด','',636,46,'Y',0),(5778,'ป่าโปง','',636,46,'Y',0),(5779,'แม่สามแลบ','',636,46,'Y',0),(5780,'สบป่อง','',637,46,'Y',0),(5781,'ปางมะผ้า','',637,46,'Y',0),(5782,'ถ้ำลอด','',637,46,'Y',0),(5783,'นาปู่ป้อม','',637,46,'Y',0),(5784,'ปากน้ำโพ','',639,47,'Y',0),(5785,'กลางแดด','',639,47,'Y',0),(5786,'เกรียงไกร','',639,47,'Y',0),(5787,'แควใหญ่','',639,47,'Y',0),(5788,'ตะเคียนเลื่อน','',639,47,'Y',0),(5789,'นครสวรรค์ตก','',639,47,'Y',0),(5790,'นครสวรรค์ออก','',639,47,'Y',0),(5791,'บางพระหลวง','',639,47,'Y',0),(5792,'บางม่วง','',639,47,'Y',0),(5793,'บ้านมะเกลือ','',639,47,'Y',0),(5794,'บ้านแก่ง','',639,47,'Y',0),(5795,'พระนอน','',639,47,'Y',0),(5796,'วัดไทร','',639,47,'Y',0),(5797,'หนองกรด','',639,47,'Y',0),(5798,'หนองกระโดน','',639,47,'Y',0),(5799,'หนองปลิง','',639,47,'Y',0),(5800,'บึงเสนาท','',639,47,'Y',0),(5801,'โกรกพระ','',640,47,'Y',0),(5802,'ยางตาล','',640,47,'Y',0),(5803,'บางมะฝ่อ','',640,47,'Y',0),(5804,'บางประมุง','',640,47,'Y',0),(5805,'นากลาง','',640,47,'Y',0),(5806,'ศาลาแดง','',640,47,'Y',0),(5807,'เนินกว้าว','',640,47,'Y',0),(5808,'เนินศาลา','',640,47,'Y',0),(5809,'หาดสูง','',640,47,'Y',0),(5810,'ชุมแสง','',641,47,'Y',0),(5811,'ทับกฤช','',641,47,'Y',0),(5812,'พิกุล','',641,47,'Y',0),(5813,'เกยไชย','',641,47,'Y',0),(5814,'ท่าไม้','',641,47,'Y',0),(5815,'บางเคียน','',641,47,'Y',0),(5816,'หนองกระเจา','',641,47,'Y',0),(5817,'พันลาน','',641,47,'Y',0),(5818,'โคกหม้อ','',641,47,'Y',0),(5819,'ไผ่สิงห์','',641,47,'Y',0),(5820,'ฆะมัง','',641,47,'Y',0),(5821,'ทับกฤชใต้','',641,47,'Y',0),(5822,'หนองบัว','',642,47,'Y',0),(5823,'หนองกลับ','',642,47,'Y',0),(5824,'ธารทหาร','',642,47,'Y',0),(5825,'ห้วยร่วม','',642,47,'Y',0),(5826,'ห้วยถั่วใต้','',642,47,'Y',0),(5827,'ห้วยถั่วเหนือ','',642,47,'Y',0),(5828,'ห้วยใหญ่','',642,47,'Y',0),(5829,'ทุ่งทอง','',642,47,'Y',0),(5830,'วังบ่อ','',642,47,'Y',0),(5831,'ท่างิ้ว','',643,47,'Y',0),(5832,'บางตาหงาย','',643,47,'Y',0),(5833,'หูกวาง','',643,47,'Y',0),(5834,'อ่างทอง','',643,47,'Y',0),(5835,'บ้านแดน','',643,47,'Y',0),(5836,'บางแก้ว','',643,47,'Y',0),(5837,'ตาขีด','',643,47,'Y',0),(5838,'ตาสัง','',643,47,'Y',0),(5839,'ด่านช้าง','',643,47,'Y',0),(5840,'หนองกรด','',643,47,'Y',0),(5841,'หนองตางู','',643,47,'Y',0),(5842,'บึงปลาทู','',643,47,'Y',0),(5843,'เจริญผล','',643,47,'Y',0),(5844,'มหาโพธิ','',644,47,'Y',0),(5845,'เก้าเลี้ยว','',644,47,'Y',0),(5846,'หนองเต่า','',644,47,'Y',0),(5847,'เขาดิน','',644,47,'Y',0),(5848,'หัวดง','',644,47,'Y',0),(5849,'ตาคลี','',645,47,'Y',0),(5850,'ช่องแค','',645,47,'Y',0),(5851,'จันเสน','',645,47,'Y',0),(5852,'ห้วยหอม','',645,47,'Y',0),(5853,'หัวหวาย','',645,47,'Y',0),(5854,'หนองโพ','',645,47,'Y',0),(5855,'หนองหม้อ','',645,47,'Y',0),(5856,'สร้อยทอง','',645,47,'Y',0),(5857,'ลาดทิพรส','',645,47,'Y',0),(5858,'พรหมนิมิต','',645,47,'Y',0),(5859,'ท่าตะโก','',646,47,'Y',0),(5860,'พนมรอก','',646,47,'Y',0),(5861,'หัวถนน','',646,47,'Y',0),(5862,'สายลำโพง','',646,47,'Y',0),(5863,'วังมหากร','',646,47,'Y',0),(5864,'ดอนคา','',646,47,'Y',0),(5865,'ทำนบ','',646,47,'Y',0),(5866,'วังใหญ่','',646,47,'Y',0),(5867,'พนมเศษ','',646,47,'Y',0),(5868,'หนองหลวง','',646,47,'Y',0),(5869,'โคกเดื่อ','',647,47,'Y',0),(5870,'สำโรงชัย','',647,47,'Y',0),(5871,'วังน้ำลัด','',647,47,'Y',0),(5872,'ตะคร้อ','',647,47,'Y',0),(5873,'โพธิ์ประสาท','',647,47,'Y',0),(5874,'วังข่อย','',647,47,'Y',0),(5875,'นาขอม','',647,47,'Y',0),(5876,'ไพศาลี','',647,47,'Y',0),(5877,'พยุหะ','',648,47,'Y',0),(5878,'เนินมะกอก','',648,47,'Y',0),(5879,'นิคมเขาบ่อแก้ว','',648,47,'Y',0),(5880,'ม่วงหัก','',648,47,'Y',0),(5881,'ยางขาว','',648,47,'Y',0),(5882,'ย่านมัทรี','',648,47,'Y',0),(5883,'เขาทอง','',648,47,'Y',0),(5884,'ท่าน้ำอ้อย','',648,47,'Y',0),(5885,'น้ำทรง','',648,47,'Y',0),(5886,'เขากะลา','',648,47,'Y',0),(5887,'สระทะเล','',648,47,'Y',0),(5888,'ลาดยาว','',649,47,'Y',0),(5889,'ห้วยน้ำหอม','',649,47,'Y',0),(5890,'วังม้า','',649,47,'Y',0),(5891,'วังเมือง','',649,47,'Y',0),(5892,'สร้อยละคร','',649,47,'Y',0),(5893,'มาบแก','',649,47,'Y',0),(5894,'หนองยาว','',649,47,'Y',0),(5895,'หนองนมวัว','',649,47,'Y',0),(5896,'บ้านไร่','',649,47,'Y',0),(5897,'เนินขี้เหล็ก','',649,47,'Y',0),(5898,'แม่เล่ย์','',649,47,'Y',0),(5899,'แม่วงก์','',649,47,'Y',0),(5900,'ววังซ่าน','',649,47,'Y',0),(5901,'เขาชนกัน','',649,47,'Y',0),(5902,'ปปางสวรรค์','',649,47,'Y',0),(5903,'ศาลเจ้าไก่ต่อ','',649,47,'Y',0),(5904,'สระแก้ว','',649,47,'Y',0),(5905,'ตากฟ้า','',650,47,'Y',0),(5906,'ลำพยนต์','',650,47,'Y',0),(5907,'สุขสำราญ','',650,47,'Y',0),(5908,'หนองพิกุล','',650,47,'Y',0),(5909,'พุนกยูง','',650,47,'Y',0),(5910,'อุดมธัญญา','',650,47,'Y',0),(5911,'เขาชายธง','',650,47,'Y',0),(5912,'แม่วงก์','',651,47,'Y',0),(5913,'ห้วยน้ำหอม','',651,47,'Y',0),(5914,'แม่เล่ย์','',651,47,'Y',0),(5915,'วังซ่าน','',651,47,'Y',0),(5916,'เขาชนกัน','',651,47,'Y',0),(5917,'ปางสวรรค์','',651,47,'Y',0),(5918,'แม่เปิน','',651,47,'Y',0),(5919,'ชุมตาบง','',651,47,'Y',0),(5920,'แม่เปิน','',652,47,'Y',0),(5921,'ชุมตาบง','',653,47,'Y',0),(5922,'ปางสวรรค์','',653,47,'Y',0),(5923,'อุทัยใหม่','',654,48,'Y',0),(5924,'น้ำซึม','',654,48,'Y',0),(5925,'สะแกกรัง','',654,48,'Y',0),(5926,'ดอนขวาง','',654,48,'Y',0),(5927,'หาดทนง','',654,48,'Y',0),(5928,'เกาะเทโพ','',654,48,'Y',0),(5929,'ท่าซุง','',654,48,'Y',0),(5930,'หนองแก','',654,48,'Y',0),(5931,'โนนเหล็ก','',654,48,'Y',0),(5932,'หนองเต่า','',654,48,'Y',0),(5933,'หนองไผ่แบน','',654,48,'Y',0),(5934,'หนองพังค่า','',654,48,'Y',0),(5935,'ทุ่งใหญ่','',654,48,'Y',0),(5936,'เนินแจง','',654,48,'Y',0),(5937,'ข้าวเม่า','',654,48,'Y',0),(5938,'ทัพทัน','',655,48,'Y',0),(5939,'ทุ่งนาไทย','',655,48,'Y',0),(5940,'เขาขี้ฝอย','',655,48,'Y',0),(5941,'หนองหญ้าปล้อง','',655,48,'Y',0),(5942,'โคกหม้อ','',655,48,'Y',0),(5943,'หนองยายดา','',655,48,'Y',0),(5944,'หนองกลางดง','',655,48,'Y',0),(5945,'หนองกระทุ่ม','',655,48,'Y',0),(5946,'หนองสระ','',655,48,'Y',0),(5947,'ตลุกดู่','',655,48,'Y',0),(5948,'สว่างอารมณ์','',656,48,'Y',0),(5949,'หนองหลวง','',656,48,'Y',0),(5950,'พลวงสองนาง','',656,48,'Y',0),(5951,'ไผ่เขียว','',656,48,'Y',0),(5952,'บ่อยาง','',656,48,'Y',0),(5953,'หนองฉาง','',657,48,'Y',0),(5954,'หนองยาง','',657,48,'Y',0),(5955,'หนองนางนวล','',657,48,'Y',0),(5956,'หนองสรวง','',657,48,'Y',0),(5957,'บ้านเก่า','',657,48,'Y',0),(5958,'อุทัยเก่า','',657,48,'Y',0),(5959,'ทุ่งโพ','',657,48,'Y',0),(5960,'ทุ่งพง','',657,48,'Y',0),(5961,'เขาบางแกรก','',657,48,'Y',0),(5962,'เขากวางทอง','',657,48,'Y',0),(5963,'หนองขาหย่าง','',658,48,'Y',0),(5964,'หนองไผ่','',658,48,'Y',0),(5965,'ดอนกลอย','',658,48,'Y',0),(5966,'ห้วยรอบ','',658,48,'Y',0),(5967,'ทุ่งพึ่ง','',658,48,'Y',0),(5968,'ท่าโพ','',658,48,'Y',0),(5969,'หมกแถว','',658,48,'Y',0),(5970,'หลุมเข้า','',658,48,'Y',0),(5971,'ดงขวาง','',658,48,'Y',0),(5972,'บ้านไร่','',659,48,'Y',0),(5973,'ทัพหลวง','',659,48,'Y',0),(5974,'ห้วยแห้ง','',659,48,'Y',0),(5975,'คอกควาย','',659,48,'Y',0),(5976,'วังหิน','',659,48,'Y',0),(5977,'เมืองการุ้ง','',659,48,'Y',0),(5978,'แก่นมะกรูด','',659,48,'Y',0),(5979,'หนองจอก','',659,48,'Y',0),(5980,'หูช้าง','',659,48,'Y',0),(5981,'บ้านบึง','',659,48,'Y',0),(5982,'บ้านใหม่คลองเคียน','',659,48,'Y',0),(5983,'หนองบ่มกล้วย','',659,48,'Y',0),(5984,'เจ้าวัด','',659,48,'Y',0),(5985,'ห้วยคต','',659,48,'Y',0),(5986,'สุขฤทัย','',659,48,'Y',0),(5987,'ป่าอ้อ','',659,48,'Y',0),(5988,'ประดู่ยืน','',659,48,'Y',0),(5989,'ลานสัก','',659,48,'Y',0),(5990,'ลานสัก','',660,48,'Y',0),(5991,'ประดู่ยืน','',660,48,'Y',0),(5992,'ป่าอ้อ','',660,48,'Y',0),(5993,'ระบำ','',660,48,'Y',0),(5994,'น้ำรอบ','',660,48,'Y',0),(5995,'ทุ่งนางาม','',660,48,'Y',0),(5996,'สุขฤทัย','',661,48,'Y',0),(5997,'ทองหลาง','',661,48,'Y',0),(5998,'ห้วยคต','',661,48,'Y',0),(5999,'ในเมือง','',662,49,'Y',0),(6000,'ไตรตรึงษ์','',662,49,'Y',0),(6001,'อ่างทอง','',662,49,'Y',0),(6002,'นาบ่อคำ','',662,49,'Y',0),(6003,'นครชุม','',662,49,'Y',0),(6004,'ทรงธรรม','',662,49,'Y',0),(6005,'ลานดอกไม้','',662,49,'Y',0),(6006,'ลานดอกไม้ตก','',662,49,'Y',0),(6007,'โกสัมพี','',662,49,'Y',0),(6008,'หนองปลิง','',662,49,'Y',0),(6009,'คณฑี','',662,49,'Y',0),(6010,'นิคมทุ่งโพธิ์ทะเล','',662,49,'Y',0),(6011,'เทพนคร','',662,49,'Y',0),(6012,'วังทอง','',662,49,'Y',0),(6013,'ท่าขุนราม','',662,49,'Y',0),(6014,'เพชรชมภู','',662,49,'Y',0),(6015,'คลองแม่ลาย','',662,49,'Y',0),(6016,'ธำมรงค์','',662,49,'Y',0),(6017,'สระแก้ว','',662,49,'Y',0),(6018,'หนองคล้า','',662,49,'Y',0),(6019,'โป่งน้ำร้อน','',662,49,'Y',0),(6020,'ไทรงาม','',662,49,'Y',0),(6021,'ไทรงาม','',663,49,'Y',0),(6022,'หนองคล้า','',663,49,'Y',0),(6023,'หนองทอง','',663,49,'Y',0),(6024,'หนองไม้กอง','',663,49,'Y',0),(6025,'มหาชัย','',663,49,'Y',0),(6026,'พานทอง','',663,49,'Y',0),(6027,'หนองแม่แตง','',663,49,'Y',0),(6028,'คลองน้ำไหล','',664,49,'Y',0),(6029,'โป่งน้ำร้อน','',664,49,'Y',0),(6030,'คลองลานพัฒนา','',664,49,'Y',0),(6031,'สักงาม','',664,49,'Y',0),(6032,'วังชะโอน','',665,49,'Y',0),(6033,'ระหาน','',665,49,'Y',0),(6034,'ยางสูง','',665,49,'Y',0),(6035,'ป่าพุทรา','',665,49,'Y',0),(6036,'แสนตอ','',665,49,'Y',0),(6037,'สลกบาตร','',665,49,'Y',0),(6038,'บ่อถ้ำ','',665,49,'Y',0),(6039,'ดอนแตง','',665,49,'Y',0),(6040,'วังชะพลู','',665,49,'Y',0),(6041,'โค้งไผ่','',665,49,'Y',0),(6042,'ปางมะค่า','',665,49,'Y',0),(6043,'วังหามแห','',665,49,'Y',0),(6044,'เกาะตาล','',665,49,'Y',0),(6045,'บึงสามัคคี','',665,49,'Y',0),(6046,'คลองขลุง','',666,49,'Y',0),(6047,'ท่ามะเขือ','',666,49,'Y',0),(6048,'ททุ่งทราย','',666,49,'Y',0),(6049,'ท่าพุทรา','',666,49,'Y',0),(6050,'แม่ลาด','',666,49,'Y',0),(6051,'วังยาง','',666,49,'Y',0),(6052,'วังแขม','',666,49,'Y',0),(6053,'หัวถนน','',666,49,'Y',0),(6054,'วังไทร','',666,49,'Y',0),(6055,'โพธิ์ทอง','',666,49,'Y',0),(6056,'ปางตาไว','',666,49,'Y',0),(6057,'ถถาวรวัฒนา','',666,49,'Y',0),(6058,'วังบัว','',666,49,'Y',0),(6059,'ทุ่งทอง','',666,49,'Y',0),(6060,'หินดาต','',666,49,'Y',0),(6061,'คลองสมบูรณ์','',666,49,'Y',0),(6062,'ทุ่งทราย','',666,49,'Y',0),(6063,'พรานกระต่าย','',667,49,'Y',0),(6064,'หนองหัววัว','',667,49,'Y',0),(6065,'ท่าไม้','',667,49,'Y',0),(6066,'วังควง','',667,49,'Y',0),(6067,'วังตะแบก','',667,49,'Y',0),(6068,'เขาคีริส','',667,49,'Y',0),(6069,'คุยบ้านโอง','',667,49,'Y',0),(6070,'คลองพิไกร','',667,49,'Y',0),(6071,'ถ้ำกระต่ายทอง','',667,49,'Y',0),(6072,'ห้วยยั้ง','',667,49,'Y',0),(6073,'ลานกระบือ','',668,49,'Y',0),(6074,'ช่องลม','',668,49,'Y',0),(6075,'หนองหลวง','',668,49,'Y',0),(6076,'โนนพลวง','',668,49,'Y',0),(6077,'ประชาสุขสันต์','',668,49,'Y',0),(6078,'บึงทับแรต','',668,49,'Y',0),(6079,'จันทิมา','',668,49,'Y',0),(6080,'ทุ่งทราย','',669,49,'Y',0),(6081,'ทุ่งทอง','',669,49,'Y',0),(6082,'ถาวรวัฒนา','',669,49,'Y',0),(6083,'โพธิ์ทอง','',670,49,'Y',0),(6084,'หินดาต','',670,49,'Y',0),(6085,'ปางตาไว','',670,49,'Y',0),(6086,'บึงสามัคคี','',671,49,'Y',0),(6087,'วังชะโอน','',671,49,'Y',0),(6088,'ระหาน','',671,49,'Y',0),(6089,'เทพนิมิต','',671,49,'Y',0),(6090,'โกสัมพี','',672,49,'Y',0),(6091,'เพชรชมภู','',672,49,'Y',0),(6092,'ลานดอกไม้ตก','',672,49,'Y',0),(6093,'ระแหง','',673,50,'Y',0),(6094,'หนองหลวง','',673,50,'Y',0),(6095,'เชียงเงิน','',673,50,'Y',0),(6096,'หัวเดียด','',673,50,'Y',0),(6097,'หนองบัวเหนือ','',673,50,'Y',0),(6098,'ไม้งาม','',673,50,'Y',0),(6099,'โป่งแดง','',673,50,'Y',0),(6100,'น้ำรึม','',673,50,'Y',0),(6101,'วังหิน','',673,50,'Y',0),(6102,'เชียงทอง','',673,50,'Y',0),(6103,'แม่ท้อ','',673,50,'Y',0),(6104,'ป่ามะม่วง','',673,50,'Y',0),(6105,'หนองบัวใต้','',673,50,'Y',0),(6106,'วังประจบ','',673,50,'Y',0),(6107,'ตลุกกลางทุ่ง','',673,50,'Y',0),(6108,'นาโบสถ์','',673,50,'Y',0),(6109,'ประดาง','',673,50,'Y',0),(6110,'ตากออก','',674,50,'Y',0),(6111,'สมอโคน','',674,50,'Y',0),(6112,'แม่สลิด','',674,50,'Y',0),(6113,'ตากตก','',674,50,'Y',0),(6114,'เกาะตะเภา','',674,50,'Y',0),(6115,'ทุ่งกระเชาะ','',674,50,'Y',0),(6116,'ท้องฟ้า','',674,50,'Y',0),(6117,'สามเงา','',675,50,'Y',0),(6118,'วังหมัน','',675,50,'Y',0),(6119,'ยกกระบัตร','',675,50,'Y',0),(6120,'ย่านรี','',675,50,'Y',0),(6121,'บ้านนา','',675,50,'Y',0),(6122,'วังจันทร์','',675,50,'Y',0),(6123,'แม่ระมาด','',676,50,'Y',0),(6124,'แม่จะเรา','',676,50,'Y',0),(6125,'ขะเนจื้อ','',676,50,'Y',0),(6126,'แม่ตื่น','',676,50,'Y',0),(6127,'สามหมื่น','',676,50,'Y',0),(6128,'พระธาตุ','',676,50,'Y',0),(6129,'ท่าสองยาง','',677,50,'Y',0),(6130,'แม่ต้าน','',677,50,'Y',0),(6131,'แม่สอง','',677,50,'Y',0),(6132,'แม่หละ','',677,50,'Y',0),(6133,'แม่วะหลวง','',677,50,'Y',0),(6134,'แม่อุสุ','',677,50,'Y',0),(6135,'แม่สอด','',678,50,'Y',0),(6136,'แม่กุ','',678,50,'Y',0),(6137,'พะวอ','',678,50,'Y',0),(6138,'แม่ตาว','',678,50,'Y',0),(6139,'แม่กาษา','',678,50,'Y',0),(6140,'ท่าสายลวด','',678,50,'Y',0),(6141,'แม่ปะ','',678,50,'Y',0),(6142,'มหาวัน','',678,50,'Y',0),(6143,'ด่านแม่ละเมา','',678,50,'Y',0),(6144,'พระธาตุผาแดง','',678,50,'Y',0),(6145,'พบพระ','',679,50,'Y',0),(6146,'ช่องแคบ','',679,50,'Y',0),(6147,'คีรีราษฎร์','',679,50,'Y',0),(6148,'วาเล่ย์','',679,50,'Y',0),(6149,'รวมไทยพัฒนา','',679,50,'Y',0),(6150,'อุ้มผาง','',680,50,'Y',0),(6151,'หนองหลวง','',680,50,'Y',0),(6152,'โมโกร','',680,50,'Y',0),(6153,'แม่จัน','',680,50,'Y',0),(6154,'แม่ละมุ้ง','',680,50,'Y',0),(6155,'แม่กลอง','',680,50,'Y',0),(6156,'เชียงทอง','',681,50,'Y',0),(6157,'นาโบสถ์','',681,50,'Y',0),(6158,'ประดาง','',681,50,'Y',0),(6159,'ธานี','',683,51,'Y',0),(6160,'บ้านสวน','',683,51,'Y',0),(6161,'เมืองเก่า','',683,51,'Y',0),(6162,'ปากแคว','',683,51,'Y',0),(6163,'ยางซ้าย','',683,51,'Y',0),(6164,'บ้านกล้วย','',683,51,'Y',0),(6165,'บ้านหลุม','',683,51,'Y',0),(6166,'ตาลเตี้ย','',683,51,'Y',0),(6167,'ปากพระ','',683,51,'Y',0),(6168,'วังทองแดง','',683,51,'Y',0),(6169,'ลานหอย','',684,51,'Y',0),(6170,'บ้านด่าน','',684,51,'Y',0),(6171,'วังตะคร้อ','',684,51,'Y',0),(6172,'วังน้ำขาว','',684,51,'Y',0),(6173,'ตลิ่งชัน','',684,51,'Y',0),(6174,'หนองหญ้าปล้อง','',684,51,'Y',0),(6175,'วังลึก','',684,51,'Y',0),(6176,'โตนด','',685,51,'Y',0),(6177,'ทุ่งหลวง','',685,51,'Y',0),(6178,'บ้านป้อม','',685,51,'Y',0),(6179,'สามพวง','',685,51,'Y',0),(6180,'ศรีคีรีมาศ','',685,51,'Y',0),(6181,'หนองจิก','',685,51,'Y',0),(6182,'นาเชิงคีรี','',685,51,'Y',0),(6183,'หนองกระดิ่ง','',685,51,'Y',0),(6184,'บ้านน้ำพุ','',685,51,'Y',0),(6185,'ทุ่งยางเมือง','',685,51,'Y',0),(6186,'กง','',686,51,'Y',0),(6187,'บ้านกร่าง','',686,51,'Y',0),(6188,'ไกรนอก','',686,51,'Y',0),(6189,'ไกรกลาง','',686,51,'Y',0),(6190,'ไกรใน','',686,51,'Y',0),(6191,'ดงเดือย','',686,51,'Y',0),(6192,'ป่าแฝก','',686,51,'Y',0),(6193,'กกแรต','',686,51,'Y',0),(6194,'ท่าฉนวน','',686,51,'Y',0),(6195,'หนองตูม','',686,51,'Y',0),(6196,'บ้านใหม่สุขเกษม','',686,51,'Y',0),(6197,'หาดเสี้ยว','',687,51,'Y',0),(6198,'ป่างิ้ว','',687,51,'Y',0),(6199,'แม่สำ','',687,51,'Y',0),(6200,'แม่สิน','',687,51,'Y',0),(6201,'บ้านตึก','',687,51,'Y',0),(6202,'หนองอ้อ','',687,51,'Y',0),(6203,'ท่าชัย','',687,51,'Y',0),(6204,'ศรีสัชนาลัย','',687,51,'Y',0),(6205,'ดงคู่','',687,51,'Y',0),(6206,'บ้านแก่ง','',687,51,'Y',0),(6207,'สารจิตร','',687,51,'Y',0),(6208,'คลองตาล','',688,51,'Y',0),(6209,'วังลึก','',688,51,'Y',0),(6210,'สามเรือน','',688,51,'Y',0),(6211,'บ้านนา','',688,51,'Y',0),(6212,'วังทอง','',688,51,'Y',0),(6213,'นาขุนไกร','',688,51,'Y',0),(6214,'เกาะตาเลี้ยง','',688,51,'Y',0),(6215,'วัดเกาะ','',688,51,'Y',0),(6216,'บ้านไร่','',688,51,'Y',0),(6217,'ทับผึ้ง','',688,51,'Y',0),(6218,'บ้านซ่าน','',688,51,'Y',0),(6219,'วังใหญ่','',688,51,'Y',0),(6220,'ราวต้นจันทร์','',688,51,'Y',0),(6221,'เมืองสวรรคโลก','',689,51,'Y',0),(6222,'ในเมือง','',689,51,'Y',0),(6223,'คลองกระจง','',689,51,'Y',0),(6224,'วังพิณพาทย์','',689,51,'Y',0),(6225,'วังไม้ขอน','',689,51,'Y',0),(6226,'ย่านยาว','',689,51,'Y',0),(6227,'นาทุ่ง','',689,51,'Y',0),(6228,'คลองยาง','',689,51,'Y',0),(6229,'เมืองบางยม','',689,51,'Y',0),(6230,'ท่าทอง','',689,51,'Y',0),(6231,'ปากน้ำ','',689,51,'Y',0),(6232,'ป่ากุมเกาะ','',689,51,'Y',0),(6233,'เมืองบางขลัง','',689,51,'Y',0),(6234,'หนองกลับ','',689,51,'Y',0),(6235,'ประชาราษฎร์','',689,51,'Y',0),(6236,'คลองมะพลับ','',689,51,'Y',0),(6237,'น้ำขุม','',689,51,'Y',0),(6238,'นครเดิฐ','',689,51,'Y',0),(6239,'ศรีนคร','',689,51,'Y',0),(6240,'ศรีนคร','',690,51,'Y',0),(6241,'นครเดิฐ','',690,51,'Y',0),(6242,'น้ำขุม','',690,51,'Y',0),(6243,'คลองมะพลับ','',690,51,'Y',0),(6244,'หนองบัว','',690,51,'Y',0),(6245,'บ้านใหม่ไชยมงคล','',691,51,'Y',0),(6246,'ไทยชนะศึก','',691,51,'Y',0),(6247,'ทุ่งเสลี่ยม','',691,51,'Y',0),(6248,'กลางดง','',691,51,'Y',0),(6249,'เขาแก้วศรีสมบูรณ์','',691,51,'Y',0),(6250,'ในเมือง','',692,52,'Y',0),(6251,'วังน้ำคู้','',692,52,'Y',0),(6252,'วัดจันทร์','',692,52,'Y',0),(6253,'วัดพริก','',692,52,'Y',0),(6254,'ท่าทอง','',692,52,'Y',0),(6255,'ท่าโพธิ์','',692,52,'Y',0),(6256,'สมอแข','',692,52,'Y',0),(6257,'ดอนทอง','',692,52,'Y',0),(6258,'บ้านป่า','',692,52,'Y',0),(6259,'ปากโทก','',692,52,'Y',0),(6260,'หัวรอ','',692,52,'Y',0),(6261,'จอมทอง','',692,52,'Y',0),(6262,'บ้านกร่าง','',692,52,'Y',0),(6263,'บ้านคลอง','',692,52,'Y',0),(6264,'พลายชุมพล','',692,52,'Y',0),(6265,'มะขามสูง','',692,52,'Y',0),(6266,'อรัญญิก','',692,52,'Y',0),(6267,'บึงพระ','',692,52,'Y',0),(6268,'ไผ่ขอดอน','',692,52,'Y',0),(6269,'งิ้วงาม','',692,52,'Y',0),(6270,'นครไทย','',693,52,'Y',0),(6271,'หนองกะท้าว','',693,52,'Y',0),(6272,'บ้านแยง','',693,52,'Y',0),(6273,'เนินเพิ่ม','',693,52,'Y',0),(6274,'นาบัว','',693,52,'Y',0),(6275,'นครชุม','',693,52,'Y',0),(6276,'น้ำกุ่ม','',693,52,'Y',0),(6277,'ยางโกลน','',693,52,'Y',0),(6278,'บ่อโพธิ์','',693,52,'Y',0),(6279,'บ้านพร้าว','',693,52,'Y',0),(6280,'ห้วยเฮี้ย','',693,52,'Y',0),(6281,'ป่าแดง','',694,52,'Y',0),(6282,'ชาติตระการ','',694,52,'Y',0),(6283,'สวนเมี่ยง','',694,52,'Y',0),(6284,'บ้านดง','',694,52,'Y',0),(6285,'บ่อภาค','',694,52,'Y',0),(6286,'ท่าสะแก','',694,52,'Y',0),(6287,'บางระกำ','',695,52,'Y',0),(6288,'ปลักแรด','',695,52,'Y',0),(6289,'พันเสา','',695,52,'Y',0),(6290,'วังอิทก','',695,52,'Y',0),(6291,'บึงกอก','',695,52,'Y',0),(6292,'หนองกุลา','',695,52,'Y',0),(6293,'ชุมแสงสงคราม','',695,52,'Y',0),(6294,'นิคมพัฒนา','',695,52,'Y',0),(6295,'บ่อทอง','',695,52,'Y',0),(6296,'ท่านางงาม','',695,52,'Y',0),(6297,'คุยม่วง','',695,52,'Y',0),(6298,'บางกระทุ่ม','',696,52,'Y',0),(6299,'บ้านไร่','',696,52,'Y',0),(6300,'โคกสลุด','',696,52,'Y',0),(6301,'สนามคลี','',696,52,'Y',0),(6302,'ท่าตาล','',696,52,'Y',0),(6303,'ไผ่ล้อม','',696,52,'Y',0),(6304,'นครป่าหมาก','',696,52,'Y',0),(6305,'เนินกุ่ม','',696,52,'Y',0),(6306,'วัดตายม','',696,52,'Y',0),(6307,'พรหมพิราม','',697,52,'Y',0),(6308,'ท่าช้าง','',697,52,'Y',0),(6309,'วงฆ้อง','',697,52,'Y',0),(6310,'มะตูม','',697,52,'Y',0),(6311,'หอกลอง','',697,52,'Y',0),(6312,'ศรีภิรมย์','',697,52,'Y',0),(6313,'ตลุกเทียม','',697,52,'Y',0),(6314,'วังวน','',697,52,'Y',0),(6315,'หนองแขม','',697,52,'Y',0),(6316,'มะต้อง','',697,52,'Y',0),(6317,'ทับยายเชียง','',697,52,'Y',0),(6318,'ดงประคำ','',697,52,'Y',0),(6319,'วัดโบสถ์','',698,52,'Y',0),(6320,'ท่างาม','',698,52,'Y',0),(6321,'ท้อแท้','',698,52,'Y',0),(6322,'บ้านยาง','',698,52,'Y',0),(6323,'หินลาด','',698,52,'Y',0),(6324,'คันโช้ง','',698,52,'Y',0),(6325,'วังทอง','',699,52,'Y',0),(6326,'พันชาลี','',699,52,'Y',0),(6327,'แม่ระกา','',699,52,'Y',0),(6328,'บ้านกลาง','',699,52,'Y',0),(6329,'วังพิกุล','',699,52,'Y',0),(6330,'แก่งโสภา','',699,52,'Y',0),(6331,'ท่าหมื่นราม','',699,52,'Y',0),(6332,'วังนกแอ่น','',699,52,'Y',0),(6333,'หนองพระ','',699,52,'Y',0),(6334,'ชัยนาม','',699,52,'Y',0),(6335,'ดินทอง','',699,52,'Y',0),(6336,'บ้านน้อยซุ้มขี้เหล็ก','',699,52,'Y',0),(6337,'วังโพรง','',699,52,'Y',0),(6338,'ไทรย้อย','',699,52,'Y',0),(6339,'บ้านมุง','',699,52,'Y',0),(6340,'ชมพู','',699,52,'Y',0),(6341,'ชมพู','',700,52,'Y',0),(6342,'บ้านมุง','',700,52,'Y',0),(6343,'ไทรย้อย','',700,52,'Y',0),(6344,'วังโพรง','',700,52,'Y',0),(6345,'บ้านน้อยซุ้มขี้เหล็ก','',700,52,'Y',0),(6346,'เนินมะปราง','',700,52,'Y',0),(6347,'วังยาง','',700,52,'Y',0),(6348,'โคกแหลม','',700,52,'Y',0),(6349,'ในเมือง','',701,53,'Y',0),(6350,'ไผ่ขวาง','',701,53,'Y',0),(6351,'ย่านยาว','',701,53,'Y',0),(6352,'ท่าฬ่อ','',701,53,'Y',0),(6353,'ปากทาง','',701,53,'Y',0),(6354,'คลองคะเชนทร์','',701,53,'Y',0),(6355,'โรงช้าง','',701,53,'Y',0),(6356,'เมืองเก่า','',701,53,'Y',0),(6357,'ท่าหลวง','',701,53,'Y',0),(6358,'บ้านบุ่ง','',701,53,'Y',0),(6359,'ฆะมัง','',701,53,'Y',0),(6360,'ดงป่าคำ','',701,53,'Y',0),(6361,'หัวดง','',701,53,'Y',0),(6362,'หนองปล้อง','',701,53,'Y',0),(6363,'ป่ามะคาบ','',701,53,'Y',0),(6364,'สากเหล็ก','',701,53,'Y',0),(6365,'ท่าเยี่ยม','',701,53,'Y',0),(6366,'คลองทราย','',701,53,'Y',0),(6367,'สายคำโห้','',701,53,'Y',0),(6368,'ดงกลาง','',701,53,'Y',0),(6369,'ไผ่รอบ','',701,53,'Y',0),(6370,'วังจิก','',701,53,'Y',0),(6371,'โพธิ์ประทับช้าง','',701,53,'Y',0),(6372,'ไผ่ท่าโพ','',701,53,'Y',0),(6373,'หนองพระ','',701,53,'Y',0),(6374,'หนองปลาไหล','',701,53,'Y',0),(6375,'วังทรายพูน','',701,53,'Y',0),(6376,'วังทรายพูน','',702,53,'Y',0),(6377,'หนองปลาไหล','',702,53,'Y',0),(6378,'หนองพระ','',702,53,'Y',0),(6379,'หนองปล้อง','',702,53,'Y',0),(6380,'โพธิ์ประทับช้าง','',703,53,'Y',0),(6381,'ไผ่ท่าโพ','',703,53,'Y',0),(6382,'วังจิก','',703,53,'Y',0),(6383,'ไผ่รอบ','',703,53,'Y',0),(6384,'ดงเสือเหลือง','',703,53,'Y',0),(6385,'เนินสว่าง','',703,53,'Y',0),(6386,'ทุ่งใหญ่','',703,53,'Y',0),(6387,'ตะพานหิน','',704,53,'Y',0),(6388,'งิ้วราย','',704,53,'Y',0),(6389,'ห้วยเกตุ','',704,53,'Y',0),(6390,'ไทรโรงโขน','',704,53,'Y',0),(6391,'หนองพยอม','',704,53,'Y',0),(6392,'ทุ่งโพธิ์','',704,53,'Y',0),(6393,'ดงตะขบ','',704,53,'Y',0),(6394,'คลองคูณ','',704,53,'Y',0),(6395,'วังสำโรง','',704,53,'Y',0),(6396,'วังหว้า','',704,53,'Y',0),(6397,'วังหลุม','',704,53,'Y',0),(6398,'ทับหมัน','',704,53,'Y',0),(6399,'ไผ่หลวง','',704,53,'Y',0),(6400,'ท้ายทุ่ง','',704,53,'Y',0),(6401,'เขาเจ็ดลูก','',704,53,'Y',0),(6402,'เขาทราย','',704,53,'Y',0),(6403,'ทับคล้อ','',704,53,'Y',0),(6404,'บางมูลนาก','',705,53,'Y',0),(6405,'บางไผ่','',705,53,'Y',0),(6406,'หอไกร','',705,53,'Y',0),(6407,'เนินมะกอก','',705,53,'Y',0),(6408,'วังสำโรง','',705,53,'Y',0),(6409,'ภูมิ','',705,53,'Y',0),(6410,'วังกรด','',705,53,'Y',0),(6411,'ห้วยเขน','',705,53,'Y',0),(6412,'วังตะกู','',705,53,'Y',0),(6413,'สำนักขุนเณร','',705,53,'Y',0),(6414,'ห้วยพุก','',705,53,'Y',0),(6415,'ห้วยร่วม','',705,53,'Y',0),(6416,'วังงิ้ว','',705,53,'Y',0),(6417,'ลำประดา','',705,53,'Y',0),(6418,'วังงิ้วใต้','',705,53,'Y',0),(6419,'โพทะเล','',706,53,'Y',0),(6420,'ท้ายน้ำ','',706,53,'Y',0),(6421,'ทะนง','',706,53,'Y',0),(6422,'ท่าบัว','',706,53,'Y',0),(6423,'ทุ่งน้อย','',706,53,'Y',0),(6424,'ท่าขมิ้น','',706,53,'Y',0),(6425,'ท่าเสา','',706,53,'Y',0),(6426,'บางคลาน','',706,53,'Y',0),(6427,'บางลาย','',706,53,'Y',0),(6428,'บึงนาราง','',706,53,'Y',0),(6429,'ท่านั่ง','',706,53,'Y',0),(6430,'บ้านน้อย','',706,53,'Y',0),(6431,'วัดขวาง','',706,53,'Y',0),(6432,'โพธิ์ไทรงาม','',706,53,'Y',0),(6433,'แหลมรัง','',706,53,'Y',0),(6434,'ห้วยแก้ว','',706,53,'Y',0),(6435,'สามง่าม','',707,53,'Y',0),(6436,'กำแพงดิน','',707,53,'Y',0),(6437,'รังนก','',707,53,'Y',0),(6438,'หนองหลุม','',707,53,'Y',0),(6439,'บ้านนา','',707,53,'Y',0),(6440,'เนินปอ','',707,53,'Y',0),(6441,'หนองโสน','',707,53,'Y',0),(6442,'วังโมกข์','',707,53,'Y',0),(6443,'บึงบัว','',707,53,'Y',0),(6444,'ทับคล้อ','',708,53,'Y',0),(6445,'เขาทราย','',708,53,'Y',0),(6446,'เขาเจ็ดลูก','',708,53,'Y',0),(6447,'ท้ายทุ่ง','',708,53,'Y',0),(6448,'สากเหล็ก','',709,53,'Y',0),(6449,'ท่าเยี่ยม','',709,53,'Y',0),(6450,'คลองทราย','',709,53,'Y',0),(6451,'หนองหญ้าไทร','',709,53,'Y',0),(6452,'วังทับไทร','',709,53,'Y',0),(6453,'ห้วยแก้ว','',710,53,'Y',0),(6454,'โพธิ์ไทรงาม','',710,53,'Y',0),(6455,'แหลมรัง','',710,53,'Y',0),(6456,'บางลาย','',710,53,'Y',0),(6457,'บึงนาราง','',710,53,'Y',0),(6458,'วังงิ้วใต้','',711,53,'Y',0),(6459,'วังงิ้ว','',711,53,'Y',0),(6460,'ห้วยร่วม','',711,53,'Y',0),(6461,'ห้วยพุก','',711,53,'Y',0),(6462,'สำนักขุนเณร','',711,53,'Y',0),(6463,'บ้านนา','',712,53,'Y',0),(6464,'บึงบัว','',712,53,'Y',0),(6465,'วังโมกข์','',712,53,'Y',0),(6466,'หนองหลุม','',712,53,'Y',0),(6467,'ในเมือง','',713,54,'Y',0),(6468,'ตะเบาะ','',713,54,'Y',0),(6469,'บ้านโตก','',713,54,'Y',0),(6470,'สะเดียง','',713,54,'Y',0),(6471,'ป่าเลา','',713,54,'Y',0),(6472,'นางั่ว','',713,54,'Y',0),(6473,'ท่าพล','',713,54,'Y',0),(6474,'ดงมูลเหล็ก','',713,54,'Y',0),(6475,'บ้านโคก','',713,54,'Y',0),(6476,'ชอนไพร','',713,54,'Y',0),(6477,'นาป่า','',713,54,'Y',0),(6478,'นายม','',713,54,'Y',0),(6479,'วังชมภู','',713,54,'Y',0),(6480,'น้ำร้อน','',713,54,'Y',0),(6481,'ห้วยสะแก','',713,54,'Y',0),(6482,'ห้วยใหญ่','',713,54,'Y',0),(6483,'ระวิง','',713,54,'Y',0),(6484,'ชนแดน','',714,54,'Y',0),(6485,'ดงขุย','',714,54,'Y',0),(6486,'ท่าข้าม','',714,54,'Y',0),(6487,'พุทธบาท','',714,54,'Y',0),(6488,'ลาดแค','',714,54,'Y',0),(6489,'บ้านกล้วย','',714,54,'Y',0),(6490,'ซับเปิม','',714,54,'Y',0),(6491,'ซับพุทรา','',714,54,'Y',0),(6492,'ตะกุดไร','',714,54,'Y',0),(6493,'ศาลาลาย','',714,54,'Y',0),(6494,'ท้ายดง','',714,54,'Y',0),(6495,'วังโป่ง','',714,54,'Y',0),(6496,'หล่มสัก','',715,54,'Y',0),(6497,'วัดป่า','',715,54,'Y',0),(6498,'ตาลเดี่ยว','',715,54,'Y',0),(6499,'ฝายนาแซง','',715,54,'Y',0),(6500,'หนองสว่าง','',715,54,'Y',0),(6501,'น้ำเฮี้ย','',715,54,'Y',0),(6502,'สักหลง','',715,54,'Y',0),(6503,'ท่าอิบุญ','',715,54,'Y',0),(6504,'บ้านโสก','',715,54,'Y',0),(6505,'บ้านติ้ว','',715,54,'Y',0),(6506,'ห้วยไร่','',715,54,'Y',0),(6507,'น้ำก้อ','',715,54,'Y',0),(6508,'ปากช่อง','',715,54,'Y',0),(6509,'น้ำชุน','',715,54,'Y',0),(6510,'หนองไขว่','',715,54,'Y',0),(6511,'ลานบ่า','',715,54,'Y',0),(6512,'บุ่งคล้า','',715,54,'Y',0),(6513,'บุ่งน้ำเต้า','',715,54,'Y',0),(6514,'บ้านกลาง','',715,54,'Y',0),(6515,'ช้างตะลูด','',715,54,'Y',0),(6516,'บ้านไร่','',715,54,'Y',0),(6517,'ปากดุก','',715,54,'Y',0),(6518,'บ้านหวาย','',715,54,'Y',0),(6519,'แคมป์สน','',715,54,'Y',0),(6520,'หล่มเก่า','',716,54,'Y',0),(6521,'นาซำ','',716,54,'Y',0),(6522,'หินฮาว','',716,54,'Y',0),(6523,'บ้านเนิน','',716,54,'Y',0),(6524,'ศิลา','',716,54,'Y',0),(6525,'นาแซง','',716,54,'Y',0),(6526,'วังบาล','',716,54,'Y',0),(6527,'นาเกาะ','',716,54,'Y',0),(6528,'ตาดกลอย','',716,54,'Y',0),(6529,'น้ำหนาว','',716,54,'Y',0),(6530,'ท่าโรง','',717,54,'Y',0),(6531,'สระประดู่','',717,54,'Y',0),(6532,'สามแยก','',717,54,'Y',0),(6533,'โคกปรง','',717,54,'Y',0),(6534,'น้ำร้อน','',717,54,'Y',0),(6535,'บ่อรัง','',717,54,'Y',0),(6536,'พุเตย','',717,54,'Y',0),(6537,'พุขาม','',717,54,'Y',0),(6538,'ภูน้ำหยด','',717,54,'Y',0),(6539,'ซับสมบูรณ์','',717,54,'Y',0),(6540,'บึงกระจับ','',717,54,'Y',0),(6541,'วังใหญ่','',717,54,'Y',0),(6542,'ยางสาว','',717,54,'Y',0),(6543,'ซับน้อย','',717,54,'Y',0),(6544,'นาสนุ่น','',717,54,'Y',0),(6545,'คลองกระจัง','',717,54,'Y',0),(6546,'สระกรวด','',717,54,'Y',0),(6547,'ศรีเทพ','',717,54,'Y',0),(6548,'ศรีเทพ','',718,54,'Y',0),(6549,'สระกรวด','',718,54,'Y',0),(6550,'คลองกระจัง','',718,54,'Y',0),(6551,'นาสนุ่น','',718,54,'Y',0),(6552,'โคกสะอาด','',718,54,'Y',0),(6553,'หนองย่างทอย','',718,54,'Y',0),(6554,'ประดู่งาม','',718,54,'Y',0),(6555,'กองทูล','',719,54,'Y',0),(6556,'นาเฉลียง','',719,54,'Y',0),(6557,'บ้านโภชน์','',719,54,'Y',0),(6558,'ท่าแดง','',719,54,'Y',0),(6559,'เพชรละคร','',719,54,'Y',0),(6560,'บ่อไทย','',719,54,'Y',0),(6561,'ห้วยโป่ง','',719,54,'Y',0),(6562,'วังท่าดี','',719,54,'Y',0),(6563,'บัววัฒนา','',719,54,'Y',0),(6564,'หนองไผ่','',719,54,'Y',0),(6565,'วังโบสถ์','',719,54,'Y',0),(6566,'ยางงาม','',719,54,'Y',0),(6567,'ท่าด้วง','',719,54,'Y',0),(6568,'ซับสมอทอด','',720,54,'Y',0),(6569,'ซับไม้แดง','',720,54,'Y',0),(6570,'หนองแจง','',720,54,'Y',0),(6571,'กันจุ','',720,54,'Y',0),(6572,'วังพิกุล','',720,54,'Y',0),(6573,'พญาวัง','',720,54,'Y',0),(6574,'ศรีมงคล','',720,54,'Y',0),(6575,'สระแก้ว','',720,54,'Y',0),(6576,'บึงสามพัน','',720,54,'Y',0),(6577,'น้ำหนาว','',721,54,'Y',0),(6578,'หลักด่าน','',721,54,'Y',0),(6579,'วังกวาง','',721,54,'Y',0),(6580,'โคกมน','',721,54,'Y',0),(6581,'วังโป่ง','',722,54,'Y',0),(6582,'ท้ายดง','',722,54,'Y',0),(6583,'ซับเปิบ','',722,54,'Y',0),(6584,'วังหิน','',722,54,'Y',0),(6585,'วังศาล','',722,54,'Y',0),(6586,'ทุ่งสมอ','',723,54,'Y',0),(6587,'แคมป์สน','',723,54,'Y',0),(6588,'เขาค้อ','',723,54,'Y',0),(6589,'ริมสีม่วง','',723,54,'Y',0),(6590,'สะเดาะพง','',723,54,'Y',0),(6591,'หนองแม่นา','',723,54,'Y',0),(6592,'เข็กน้อย','',723,54,'Y',0),(6593,'หน้าเมือง','',724,55,'Y',0),(6594,'เจดีย์หัก','',724,55,'Y',0),(6595,'ดอนตะโก','',724,55,'Y',0),(6596,'หนองกลางนา','',724,55,'Y',0),(6597,'ห้วยไผ่','',724,55,'Y',0),(6598,'คุ้งน้ำวน','',724,55,'Y',0),(6599,'คุ้งกระถิน','',724,55,'Y',0),(6600,'อ่างทอง','',724,55,'Y',0),(6601,'โคกหม้อ','',724,55,'Y',0),(6602,'สามเรือน','',724,55,'Y',0),(6603,'พิกุลทอง','',724,55,'Y',0),(6604,'น้ำพุ','',724,55,'Y',0),(6605,'ดอนแร่','',724,55,'Y',0),(6606,'หินกอง','',724,55,'Y',0),(6607,'เขาแร้ง','',724,55,'Y',0),(6608,'เกาะพลับพลา','',724,55,'Y',0),(6609,'หลุมดิน','',724,55,'Y',0),(6610,'บางป่า','',724,55,'Y',0),(6611,'พงสวาย','',724,55,'Y',0),(6612,'คูบัว','',724,55,'Y',0),(6613,'ท่าราบ','',724,55,'Y',0),(6614,'บ้านไร่','',724,55,'Y',0),(6615,'จอมบึง','',725,55,'Y',0),(6616,'ปากช่อง','',725,55,'Y',0),(6617,'เบิกไพร','',725,55,'Y',0),(6618,'ด่านทับตะโก','',725,55,'Y',0),(6619,'แก้มอ้น','',725,55,'Y',0),(6620,'รางบัว','',725,55,'Y',0),(6621,'ป่าหวาย','',725,55,'Y',0),(6622,'บ้านผึ้ง','',725,55,'Y',0),(6623,'สวนผึ้ง','',725,55,'Y',0),(6624,'สวนผึ้ง','',726,55,'Y',0),(6625,'ป่าหวาย','',726,55,'Y',0),(6626,'บ้านบึง','',726,55,'Y',0),(6627,'ท่าเคย','',726,55,'Y',0),(6628,'บ้านคา','',726,55,'Y',0),(6629,'หนองพันจันทร์','',726,55,'Y',0),(6630,'ตะนาวศรี','',726,55,'Y',0),(6631,'ดำเนินสะดวก','',727,55,'Y',0),(6632,'ประสาทสิทธิ์','',727,55,'Y',0),(6633,'ศรีสุราษฎร์','',727,55,'Y',0),(6634,'ตาหลวง','',727,55,'Y',0),(6635,'ดอนกรวย','',727,55,'Y',0),(6636,'ดอนคลัง','',727,55,'Y',0),(6637,'บัวงาม','',727,55,'Y',0),(6638,'บ้านไร่','',727,55,'Y',0),(6639,'แพงพวย','',727,55,'Y',0),(6640,'สี่หมื่น','',727,55,'Y',0),(6641,'ท่านัด','',727,55,'Y',0),(6642,'ขุนพิทักษ์','',727,55,'Y',0),(6643,'ดอนไผ่','',727,55,'Y',0),(6644,'บ้านโป่ง','',728,55,'Y',0),(6645,'ท่าผา','',728,55,'Y',0),(6646,'กรับใหญ่','',728,55,'Y',0),(6647,'ปากแรต','',728,55,'Y',0),(6648,'หนองกบ','',728,55,'Y',0),(6649,'หนองอ้อ','',728,55,'Y',0),(6650,'ดอนกระเบื้อง','',728,55,'Y',0),(6651,'สวนกล้วย','',728,55,'Y',0),(6652,'นครชุมน์','',728,55,'Y',0),(6653,'บ้านม่วง','',728,55,'Y',0),(6654,'คุ้งพยอม','',728,55,'Y',0),(6655,'หนองปลาหมอ','',728,55,'Y',0),(6656,'เขาขลุง','',728,55,'Y',0),(6657,'เบิกไพร','',728,55,'Y',0),(6658,'ลาดบัวขาว','',728,55,'Y',0),(6659,'บางแพ','',729,55,'Y',0),(6660,'วังเย็น','',729,55,'Y',0),(6661,'หัวโพ','',729,55,'Y',0),(6662,'วัดแก้ว','',729,55,'Y',0),(6663,'ดอนใหญ่','',729,55,'Y',0),(6664,'ดอนคา','',729,55,'Y',0),(6665,'โพหัก','',729,55,'Y',0),(6666,'โพธาราม','',730,55,'Y',0),(6667,'ดอนกระเบื้อง','',730,55,'Y',0),(6668,'หนองโพ','',730,55,'Y',0),(6669,'บ้านเลือก','',730,55,'Y',0),(6670,'คลองตาคต','',730,55,'Y',0),(6671,'บ้านฆ้อง','',730,55,'Y',0),(6672,'บ้านสิงห์','',730,55,'Y',0),(6673,'ดอนทราย','',730,55,'Y',0),(6674,'เจ็ดเสมียน','',730,55,'Y',0),(6675,'คลองข่อย','',730,55,'Y',0),(6676,'ชำแระ','',730,55,'Y',0),(6677,'สร้อยฟ้า','',730,55,'Y',0),(6678,'ท่าชุมพล','',730,55,'Y',0),(6679,'บางโตนด','',730,55,'Y',0),(6680,'เตาปูน','',730,55,'Y',0),(6681,'นางแก้ว','',730,55,'Y',0),(6682,'ธรรมเสน','',730,55,'Y',0),(6683,'เขาชะงุ้ม','',730,55,'Y',0),(6684,'หนองกวาง','',730,55,'Y',0),(6685,'ทุ่งหลวง','',731,55,'Y',0),(6686,'วังมะนาว','',731,55,'Y',0),(6687,'ดอนทราย','',731,55,'Y',0),(6688,'หนองกระทุ่ม','',731,55,'Y',0),(6689,'ปากท่อ','',731,55,'Y',0),(6690,'ป่าไก่','',731,55,'Y',0),(6691,'วัดยางงาม','',731,55,'Y',0),(6692,'อ่างหิน','',731,55,'Y',0),(6693,'บ่อกระดาน','',731,55,'Y',0),(6694,'ยางหัก','',731,55,'Y',0),(6695,'วันดาว','',731,55,'Y',0),(6696,'ห้วยยางโทน','',731,55,'Y',0),(6697,'เกาะศาลพระ','',732,55,'Y',0),(6698,'จอมประทัด','',732,55,'Y',0),(6699,'วัดเพลง','',732,55,'Y',0),(6700,'บ้านคา','',733,55,'Y',0),(6701,'บ้านบึง','',733,55,'Y',0),(6702,'หนองพันจันทร์','',733,55,'Y',0),(6703,'บ้านเหนือ','',734,56,'Y',0),(6704,'บ้านใต้','',734,56,'Y',0),(6705,'ปากแพรก','',734,56,'Y',0),(6706,'ท่ามะขาม','',734,56,'Y',0),(6707,'แก่งเสี้ยน','',734,56,'Y',0),(6708,'หนองบัว','',734,56,'Y',0),(6709,'ลาดหญ้า','',734,56,'Y',0),(6710,'วังด้ง','',734,56,'Y',0),(6711,'ช่องสะเดา','',734,56,'Y',0),(6712,'หนองหญ้า','',734,56,'Y',0),(6713,'เกาะสำโรง','',734,56,'Y',0),(6714,'ด่านมะขามเตี้ย','',734,56,'Y',0),(6715,'บ้านเก่า','',734,56,'Y',0),(6716,'จรเข้เผือก','',734,56,'Y',0),(6717,'กลอนโด','',734,56,'Y',0),(6718,'วังเย็น','',734,56,'Y',0),(6719,'ลุ่มสุ่ม','',735,56,'Y',0),(6720,'ท่าเสา','',735,56,'Y',0),(6721,'สิงห์','',735,56,'Y',0),(6722,'ไทรโยค','',735,56,'Y',0),(6723,'วังกระแจะ','',735,56,'Y',0),(6724,'ศรีมงคล','',735,56,'Y',0),(6725,'บ้องตี้','',735,56,'Y',0),(6726,'บ่อพลอย','',736,56,'Y',0),(6727,'หนองกุ่ม','',736,56,'Y',0),(6728,'หนองรี','',736,56,'Y',0),(6729,'หนองปรือ','',736,56,'Y',0),(6730,'หลุมรัง','',736,56,'Y',0),(6731,'หนองปลาไหล','',736,56,'Y',0),(6732,'สมเด็จเจริญ','',736,56,'Y',0),(6733,'ช่องด่าน','',736,56,'Y',0),(6734,'หนองกร่าง','',736,56,'Y',0),(6735,'นาสวน','',737,56,'Y',0),(6736,'ด่านแม่แฉลบ','',737,56,'Y',0),(6737,'หนองเป็ด','',737,56,'Y',0),(6738,'ท่ากระดาน','',737,56,'Y',0),(6739,'เขาโจด','',737,56,'Y',0),(6740,'แม่กระบุง','',737,56,'Y',0),(6741,'พงตึก','',738,56,'Y',0),(6742,'ยางม่วง','',738,56,'Y',0),(6743,'ดอนชะเอม','',738,56,'Y',0),(6744,'ท่าไม้','',738,56,'Y',0),(6745,'ตะคร้ำเอน','',738,56,'Y',0),(6746,'ท่ามะกา','',738,56,'Y',0),(6747,'ท่าเรือ','',738,56,'Y',0),(6748,'โคกตะบอง','',738,56,'Y',0),(6749,'ดอนขมิ้น','',738,56,'Y',0),(6750,'อุโลกสี่หมื่น','',738,56,'Y',0),(6751,'เขาสามสิบหาบ','',738,56,'Y',0),(6752,'พระแท่น','',738,56,'Y',0),(6753,'หวายเหนียว','',738,56,'Y',0),(6754,'แสนตอ','',738,56,'Y',0),(6755,'สนามแย้','',738,56,'Y',0),(6756,'ท่าเสา','',738,56,'Y',0),(6757,'หนองลาน','',738,56,'Y',0),(6758,'ท่าม่วง','',739,56,'Y',0),(6759,'วังขนาย','',739,56,'Y',0),(6760,'วังศาลา','',739,56,'Y',0),(6761,'ท่าล้อ','',739,56,'Y',0),(6762,'หนองขาว','',739,56,'Y',0),(6763,'ทุ่งทอง','',739,56,'Y',0),(6764,'เขาน้อย','',739,56,'Y',0),(6765,'ม่วงชุม','',739,56,'Y',0),(6766,'บ้านใหม่','',739,56,'Y',0),(6767,'พังตรุ','',739,56,'Y',0),(6768,'ท่าตะคร้อ','',739,56,'Y',0),(6769,'รางสาลี่','',739,56,'Y',0),(6770,'หนองตากยา','',739,56,'Y',0),(6771,'ท่าขนุน','',740,56,'Y',0),(6772,'ปิล๊อก','',740,56,'Y',0),(6773,'หินดาด','',740,56,'Y',0),(6774,'ลิ่นถิ่น','',740,56,'Y',0),(6775,'ชะแล','',740,56,'Y',0),(6776,'ห้วยเขย่ง','',740,56,'Y',0),(6777,'สหกรณ์นิคม','',740,56,'Y',0),(6778,'หนองลู','',741,56,'Y',0),(6779,'ปรังเผล','',741,56,'Y',0),(6780,'ไล่โว่','',741,56,'Y',0),(6781,'พนมทวน','',742,56,'Y',0),(6782,'หนองโรง','',742,56,'Y',0),(6783,'ทุ่งสมอ','',742,56,'Y',0),(6784,'ดอนเจดีย์','',742,56,'Y',0),(6785,'พังตรุ','',742,56,'Y',0),(6786,'รางหวาย','',742,56,'Y',0),(6787,'ดอนแสลบ','',742,56,'Y',0),(6788,'ห้วยกระเจา','',742,56,'Y',0),(6789,'สระลงเรือ','',742,56,'Y',0),(6790,'วังไผ่','',742,56,'Y',0),(6791,'หนองสาหร่าย','',742,56,'Y',0),(6792,'ดอนตาเพชร','',742,56,'Y',0),(6793,'เลาขวัญ','',743,56,'Y',0),(6794,'หนองโสน','',743,56,'Y',0),(6795,'หนองประดู่','',743,56,'Y',0),(6796,'หนองปลิง','',743,56,'Y',0),(6797,'หนองนกแก้ว','',743,56,'Y',0),(6798,'ทุ่งกระบ่ำ','',743,56,'Y',0),(6799,'หนองฝ้าย','',743,56,'Y',0),(6800,'ด่านมะขามเตี้ย','',744,56,'Y',0),(6801,'กลอนโด','',744,56,'Y',0),(6802,'จรเข้เผือก','',744,56,'Y',0),(6803,'หนองไผ่','',744,56,'Y',0),(6804,'หนองปรือ','',745,56,'Y',0),(6805,'หนองปลาไหล','',745,56,'Y',0),(6806,'สมเด็จเจริญ','',745,56,'Y',0),(6807,'ห้วยกระเจา','',746,56,'Y',0),(6808,'วังไผ่','',746,56,'Y',0),(6809,'ดอนแสลบ','',746,56,'Y',0),(6810,'สระลงเรือ','',746,56,'Y',0),(6811,'ท่าพี่เลี้ยง','',748,57,'Y',0),(6812,'รั้วใหญ่','',748,57,'Y',0),(6813,'ทับตีเหล็ก','',748,57,'Y',0),(6814,'ท่าระหัด','',748,57,'Y',0),(6815,'ไผ่ขวาง','',748,57,'Y',0),(6816,'โคกโคเฒ่า','',748,57,'Y',0),(6817,'ดอนตาล','',748,57,'Y',0),(6818,'ดอนมะสังข์','',748,57,'Y',0),(6819,'พิหารแดง','',748,57,'Y',0),(6820,'ดอนกำยาน','',748,57,'Y',0),(6821,'ดอนโพธิ์ทอง','',748,57,'Y',0),(6822,'บ้านโพธิ์','',748,57,'Y',0),(6823,'สระแก้ว','',748,57,'Y',0),(6824,'ตลิ่งชัน','',748,57,'Y',0),(6825,'บางกุ้ง','',748,57,'Y',0),(6826,'ศาลาขาว','',748,57,'Y',0),(6827,'สวนแตง','',748,57,'Y',0),(6828,'สนามชัย','',748,57,'Y',0),(6829,'โพธิ์พระยา','',748,57,'Y',0),(6830,'สนามคลี','',748,57,'Y',0),(6831,'เขาพระ','',749,57,'Y',0),(6832,'เดิมบาง','',749,57,'Y',0),(6833,'นางบวช','',749,57,'Y',0),(6834,'เขาดิน','',749,57,'Y',0),(6835,'ปากน้ำ','',749,57,'Y',0),(6836,'ทุ่งคลี','',749,57,'Y',0),(6837,'โคกช้าง','',749,57,'Y',0),(6838,'หัวเขา','',749,57,'Y',0),(6839,'หัวนา','',749,57,'Y',0),(6840,'บ่อกรุ','',749,57,'Y',0),(6841,'วังศรีราช','',749,57,'Y',0),(6842,'ป่าสะแก','',749,57,'Y',0),(6843,'ยางนอน','',749,57,'Y',0),(6844,'หนองกระทุ่ม','',749,57,'Y',0),(6845,'องค์พระ','',749,57,'Y',0),(6846,'ห้วยขมิ้น','',749,57,'Y',0),(6847,'ด่านช้าง','',749,57,'Y',0),(6848,'หนองมะค่าโมง','',749,57,'Y',0),(6849,'หนองมะค่าโมง','',750,57,'Y',0),(6850,'ด่านช้าง','',750,57,'Y',0),(6851,'ห้วยขมิ้น','',750,57,'Y',0),(6852,'องค์พระ','',750,57,'Y',0),(6853,'วังคัน','',750,57,'Y',0),(6854,'นิคมกระเสียว','',750,57,'Y',0),(6855,'วังยาว','',750,57,'Y',0),(6856,'โคกคราม','',751,57,'Y',0),(6857,'บางปลาม้า','',751,57,'Y',0),(6858,'ตะค่า','',751,57,'Y',0),(6859,'บางใหญ่','',751,57,'Y',0),(6860,'กฤษณา','',751,57,'Y',0),(6861,'สาลี','',751,57,'Y',0),(6862,'ไผ่กองดิน','',751,57,'Y',0),(6863,'องครักษ์','',751,57,'Y',0),(6864,'จรเข้ใหญ่','',751,57,'Y',0),(6865,'บ้านแหลม','',751,57,'Y',0),(6866,'มะขามล้ม','',751,57,'Y',0),(6867,'วังน้ำเย็น','',751,57,'Y',0),(6868,'วัดโบสถ์','',751,57,'Y',0),(6869,'วัดดาว','',751,57,'Y',0),(6870,'ศรีประจันต์','',752,57,'Y',0),(6871,'บ้านกร่าง','',752,57,'Y',0),(6872,'มดแดง','',752,57,'Y',0),(6873,'บางงาม','',752,57,'Y',0),(6874,'ดอนปรู','',752,57,'Y',0),(6875,'ปลายนา','',752,57,'Y',0),(6876,'วังหว้า','',752,57,'Y',0),(6877,'วังน้ำซับ','',752,57,'Y',0),(6878,'วังยาง','',752,57,'Y',0),(6879,'ดอนเจดีย์','',753,57,'Y',0),(6880,'หนองสาหร่าย','',753,57,'Y',0),(6881,'ไร่รถ','',753,57,'Y',0),(6882,'สระกระโจม','',753,57,'Y',0),(6883,'ทะเลบก','',753,57,'Y',0),(6884,'สองพี่น้อง','',754,57,'Y',0),(6885,'บางเลน','',754,57,'Y',0),(6886,'บางตาเถร','',754,57,'Y',0),(6887,'บางตะเคียน','',754,57,'Y',0),(6888,'บ้านกุ่ม','',754,57,'Y',0),(6889,'หัวโพธิ์','',754,57,'Y',0),(6890,'บางพลับ','',754,57,'Y',0),(6891,'เนินพระปรางค์','',754,57,'Y',0),(6892,'บ้านช้าง','',754,57,'Y',0),(6893,'ต้นตาล','',754,57,'Y',0),(6894,'ศรีสำราญ','',754,57,'Y',0),(6895,'ทุ่งคอก','',754,57,'Y',0),(6896,'หนองบ่อ','',754,57,'Y',0),(6897,'บ่อสุพรรณ','',754,57,'Y',0),(6898,'ดอนมะนาว','',754,57,'Y',0),(6899,'ย่านยาว','',755,57,'Y',0),(6900,'วังลึก','',755,57,'Y',0),(6901,'สามชุก','',755,57,'Y',0),(6902,'หนองผักนาก','',755,57,'Y',0),(6903,'บ้านสระ','',755,57,'Y',0),(6904,'หนองสะเดา','',755,57,'Y',0),(6905,'กระเสียว','',755,57,'Y',0),(6906,'แจงงาม','',755,57,'Y',0),(6907,'หนองโพธิ์','',755,57,'Y',0),(6908,'หนองราชวัตร','',755,57,'Y',0),(6909,'หนองหญ้าไซ','',755,57,'Y',0),(6910,'อู่ทอง','',756,57,'Y',0),(6911,'สระยายโสม','',756,57,'Y',0),(6912,'จรเข้สามพัน','',756,57,'Y',0),(6913,'บ้านดอน','',756,57,'Y',0),(6914,'ยุ้งทะลาย','',756,57,'Y',0),(6915,'ดอนมะเกลือ','',756,57,'Y',0),(6916,'หนองโอ่ง','',756,57,'Y',0),(6917,'ดอนคา','',756,57,'Y',0),(6918,'พลับพลาไชย','',756,57,'Y',0),(6919,'บ้านโข้ง','',756,57,'Y',0),(6920,'เจดีย์','',756,57,'Y',0),(6921,'สระพังลาน','',756,57,'Y',0),(6922,'กระจัน','',756,57,'Y',0),(6923,'หนองหญ้าไซ','',757,57,'Y',0),(6924,'หนองราชวัตร','',757,57,'Y',0),(6925,'หนองโพธิ์','',757,57,'Y',0),(6926,'แจงงาม','',757,57,'Y',0),(6927,'หนองขาม','',757,57,'Y',0),(6928,'ทัพหลวง','',757,57,'Y',0),(6929,'พระปฐมเจดีย์','',758,58,'Y',0),(6930,'บางแขม','',758,58,'Y',0),(6931,'พระประโทน','',758,58,'Y',0),(6932,'ธรรมศาลา','',758,58,'Y',0),(6933,'ตาก้อง','',758,58,'Y',0),(6934,'มาบแค','',758,58,'Y',0),(6935,'สนามจันทร์','',758,58,'Y',0),(6936,'ดอนยายหอม','',758,58,'Y',0),(6937,'ถนนขาด','',758,58,'Y',0),(6938,'บ่อพลับ','',758,58,'Y',0),(6939,'นครปฐม','',758,58,'Y',0),(6940,'วังตะกู','',758,58,'Y',0),(6941,'หนองปากโลง','',758,58,'Y',0),(6942,'สามควายเผือก','',758,58,'Y',0),(6943,'ทุ่งน้อย','',758,58,'Y',0),(6944,'หนองดินแดง','',758,58,'Y',0),(6945,'วังเย็น','',758,58,'Y',0),(6946,'โพรงมะเดื่อ','',758,58,'Y',0),(6947,'ลำพยา','',758,58,'Y',0),(6948,'สระกะเทียม','',758,58,'Y',0),(6949,'สวนป่าน','',758,58,'Y',0),(6950,'ห้วยจรเข้','',758,58,'Y',0),(6951,'ทัพหลวง','',758,58,'Y',0),(6952,'หนองงูเหลือม','',758,58,'Y',0),(6953,'บ้านยาง','',758,58,'Y',0),(6954,'ทุ่งกระพังโหม','',759,58,'Y',0),(6955,'กระตีบ','',759,58,'Y',0),(6956,'ทุ่งลูกนก','',759,58,'Y',0),(6957,'ห้วยขวาง','',759,58,'Y',0),(6958,'ทุ่งขวาง','',759,58,'Y',0),(6959,'สระสี่มุม','',759,58,'Y',0),(6960,'ทุ่งบัว','',759,58,'Y',0),(6961,'ดอนข่อย','',759,58,'Y',0),(6962,'สระพัฒนา','',759,58,'Y',0),(6963,'ห้วยหมอนทอง','',759,58,'Y',0),(6964,'ห้วยม่วง','',759,58,'Y',0),(6965,'กำแพงแสน','',759,58,'Y',0),(6966,'รางพิกุล','',759,58,'Y',0),(6967,'หนองกระทุ่ม','',759,58,'Y',0),(6968,'วังน้ำเขียว','',759,58,'Y',0),(6969,'นครชัยศรี','',760,58,'Y',0),(6970,'บางกระเบา','',760,58,'Y',0),(6971,'วัดแค','',760,58,'Y',0),(6972,'ท่าตำหนัก','',760,58,'Y',0),(6973,'บางแก้ว','',760,58,'Y',0),(6974,'ท่ากระชับ','',760,58,'Y',0),(6975,'ขุนแก้ว','',760,58,'Y',0),(6976,'ท่าพระยา','',760,58,'Y',0),(6977,'พะเนียด','',760,58,'Y',0),(6978,'บางระกำ','',760,58,'Y',0),(6979,'โคกพระเจดีย์','',760,58,'Y',0),(6980,'ศรีษะทอง','',760,58,'Y',0),(6981,'แหลมบัว','',760,58,'Y',0),(6982,'ศรีมหาโพธิ์','',760,58,'Y',0),(6983,'สัมปทวน','',760,58,'Y',0),(6984,'วัดสำโรง','',760,58,'Y',0),(6985,'ดอนแฝก','',760,58,'Y',0),(6986,'ห้วยพลู','',760,58,'Y',0),(6987,'วัดละมุด','',760,58,'Y',0),(6988,'บางพระ','',760,58,'Y',0),(6989,'บางแก้วฟ้า','',760,58,'Y',0),(6990,'ลานตากฟ้า','',760,58,'Y',0),(6991,'งิ้วราย','',760,58,'Y',0),(6992,'ไทยาวาส','',760,58,'Y',0),(6993,'ศาลายา','',760,58,'Y',0),(6994,'มหาสวัสดิ์','',760,58,'Y',0),(6995,'คลองโยง','',760,58,'Y',0),(6996,'สามง่าม','',761,58,'Y',0),(6997,'ห้วยพระ','',761,58,'Y',0),(6998,'ลำเหย','',761,58,'Y',0),(6999,'ดอนพุทรา','',761,58,'Y',0),(7000,'บ้านหลวง','',761,58,'Y',0),(7001,'ดอนรวก','',761,58,'Y',0),(7002,'ห้วยด้วน','',761,58,'Y',0),(7003,'ลำลูกบัว','',761,58,'Y',0),(7004,'บางเลน','',762,58,'Y',0),(7005,'บางปลา','',762,58,'Y',0),(7006,'บางหลวง','',762,58,'Y',0),(7007,'บางภาษี','',762,58,'Y',0),(7008,'บางระกำ','',762,58,'Y',0),(7009,'บางไทรป่า','',762,58,'Y',0),(7010,'หินมูล','',762,58,'Y',0),(7011,'ไทรงาม','',762,58,'Y',0),(7012,'ดอนตูม','',762,58,'Y',0),(7013,'นิลเพชร','',762,58,'Y',0),(7014,'บัวปากท่า','',762,58,'Y',0),(7015,'คลองนกกระทุง','',762,58,'Y',0),(7016,'นราภิรมย์','',762,58,'Y',0),(7017,'ลำพญา','',762,58,'Y',0),(7018,'ไผ่หูช้าง','',762,58,'Y',0),(7019,'ท่าข้าม','',763,58,'Y',0),(7020,'ทรงคนอง','',763,58,'Y',0),(7021,'หอมเกร็ด','',763,58,'Y',0),(7022,'บางกระทึก','',763,58,'Y',0),(7023,'บางเตย','',763,58,'Y',0),(7024,'สามพราน','',763,58,'Y',0),(7025,'บางช้าง','',763,58,'Y',0),(7026,'ไร่ขิง','',763,58,'Y',0),(7027,'ท่าตลาด','',763,58,'Y',0),(7028,'กระทุ่มล้ม','',763,58,'Y',0),(7029,'คลองใหม่','',763,58,'Y',0),(7030,'ตลาดจินดา','',763,58,'Y',0),(7031,'คลองจินดา','',763,58,'Y',0),(7032,'ยายชา','',763,58,'Y',0),(7033,'บ้านใหม่','',763,58,'Y',0),(7034,'อ้อมใหญ่','',763,58,'Y',0),(7035,'ศาลายา','',764,58,'Y',0),(7036,'คลองโยง','',764,58,'Y',0),(7037,'มหาสวัสดิ์','',764,58,'Y',0),(7038,'มหาชัย','',765,59,'Y',0),(7039,'ท่าฉลอม','',765,59,'Y',0),(7040,'โกรกกราก','',765,59,'Y',0),(7041,'บ้านบ่อ','',765,59,'Y',0),(7042,'บางโทรัด','',765,59,'Y',0),(7043,'กาหลง','',765,59,'Y',0),(7044,'นาโคก','',765,59,'Y',0),(7045,'ท่าจีน','',765,59,'Y',0),(7046,'นาดี','',765,59,'Y',0),(7047,'ท่าทราย','',765,59,'Y',0),(7048,'คอกกระบือ','',765,59,'Y',0),(7049,'บางน้ำจืด','',765,59,'Y',0),(7050,'พันท้ายนรสิงห์','',765,59,'Y',0),(7051,'โคกขาม','',765,59,'Y',0),(7052,'บ้านเกาะ','',765,59,'Y',0),(7053,'บางกระเจ้า','',765,59,'Y',0),(7054,'บางหญ้าแพรก','',765,59,'Y',0),(7055,'ชัยมงคล','',765,59,'Y',0),(7056,'ตลาดกระทุ่มแบน','',766,59,'Y',0),(7057,'อ้อมน้อย','',766,59,'Y',0),(7058,'ท่าไม้','',766,59,'Y',0),(7059,'สวนหลวง','',766,59,'Y',0),(7060,'บางยาง','',766,59,'Y',0),(7061,'คลองมะเดื่อ','',766,59,'Y',0),(7062,'หนองนกไข่','',766,59,'Y',0),(7063,'ดอนไก่ดี','',766,59,'Y',0),(7064,'แคราย','',766,59,'Y',0),(7065,'ท่าเสา','',766,59,'Y',0),(7066,'บ้านแพ้ว','',767,59,'Y',0),(7067,'หลักสาม','',767,59,'Y',0),(7068,'ยกกระบัตร','',767,59,'Y',0),(7069,'โรงเข้','',767,59,'Y',0),(7070,'หนองสองห้อง','',767,59,'Y',0),(7071,'หนองบัว','',767,59,'Y',0),(7072,'หลักสอง','',767,59,'Y',0),(7073,'เจ็ดริ้ว','',767,59,'Y',0),(7074,'คลองตัน','',767,59,'Y',0),(7075,'อำแพง','',767,59,'Y',0),(7076,'สวนส้ม','',767,59,'Y',0),(7077,'เกษตรพัฒนา','',767,59,'Y',0),(7078,'แม่กลอง','',768,60,'Y',0),(7079,'บางขันแตก','',768,60,'Y',0),(7080,'ลาดใหญ่','',768,60,'Y',0),(7081,'บ้านปรก','',768,60,'Y',0),(7082,'บางแก้ว','',768,60,'Y',0),(7083,'ท้ายหาด','',768,60,'Y',0),(7084,'แหลมใหญ่','',768,60,'Y',0),(7085,'คลองเขิน','',768,60,'Y',0),(7086,'คลองโคน','',768,60,'Y',0),(7087,'นางตะเคียน','',768,60,'Y',0),(7088,'บางจะเกร็ง','',768,60,'Y',0),(7089,'กระดังงา','',769,60,'Y',0),(7090,'บางสะแก','',769,60,'Y',0),(7091,'บางยี่รงค์','',769,60,'Y',0),(7092,'โรงหีบ','',769,60,'Y',0),(7093,'บางคนที','',769,60,'Y',0),(7094,'ดอนมะโนรา','',769,60,'Y',0),(7095,'บางพรม','',769,60,'Y',0),(7096,'บางกุ้ง','',769,60,'Y',0),(7097,'จอมปลวก','',769,60,'Y',0),(7098,'บางนกแขวก','',769,60,'Y',0),(7099,'ยายแพง','',769,60,'Y',0),(7100,'บางกระบือ','',769,60,'Y',0),(7101,'บ้านปราโมทย์','',769,60,'Y',0),(7102,'อัมพวา','',770,60,'Y',0),(7103,'สวนหลวง','',770,60,'Y',0),(7104,'ท่าคา','',770,60,'Y',0),(7105,'วัดประดู่','',770,60,'Y',0),(7106,'เหมืองใหม่','',770,60,'Y',0),(7107,'บางช้าง','',770,60,'Y',0),(7108,'แควอ้อม','',770,60,'Y',0),(7109,'ปลายโพงพาง','',770,60,'Y',0),(7110,'บางแค','',770,60,'Y',0),(7111,'แพรกหนามแดง','',770,60,'Y',0),(7112,'ยี่สาร','',770,60,'Y',0),(7113,'บางนางลี่','',770,60,'Y',0),(7114,'ท่าราบ','',771,61,'Y',0),(7115,'คลองกระแชง','',771,61,'Y',0),(7116,'บางจาน','',771,61,'Y',0),(7117,'นาพันสาม','',771,61,'Y',0),(7118,'ธงชัย','',771,61,'Y',0),(7119,'บ้านกุ่ม','',771,61,'Y',0),(7120,'หนองโสน','',771,61,'Y',0),(7121,'ไร่ส้ม','',771,61,'Y',0),(7122,'เวียงคอย','',771,61,'Y',0),(7123,'บางจาก','',771,61,'Y',0),(7124,'บ้านหม้อ','',771,61,'Y',0),(7125,'ต้นมะม่วง','',771,61,'Y',0),(7126,'ช่องสะแก','',771,61,'Y',0),(7127,'นาวุ้ง','',771,61,'Y',0),(7128,'สำมะโรง','',771,61,'Y',0),(7129,'โพพระ','',771,61,'Y',0),(7130,'หาดเจ้าสำราญ','',771,61,'Y',0),(7131,'หัวสะพาน','',771,61,'Y',0),(7132,'ต้นมะพร้าว','',771,61,'Y',0),(7133,'วังตะโก','',771,61,'Y',0),(7134,'โพไร่หวาน','',771,61,'Y',0),(7135,'ดอนยาง','',771,61,'Y',0),(7136,'หนองขนาน','',771,61,'Y',0),(7137,'หนองพลับ','',771,61,'Y',0),(7138,'มาตยาวงศ์','',771,61,'Y',0),(7139,'เขาย้อย','',772,61,'Y',0),(7140,'สระพัง','',772,61,'Y',0),(7141,'บางเค็ม','',772,61,'Y',0),(7142,'ทับคาง','',772,61,'Y',0),(7143,'หนองปลาไหล','',772,61,'Y',0),(7144,'หนองปรง','',772,61,'Y',0),(7145,'หนองชุมพล','',772,61,'Y',0),(7146,'ห้วยโรง','',772,61,'Y',0),(7147,'ห้วยท่าช้าง','',772,61,'Y',0),(7148,'หนองชุมพลเหนือ','',772,61,'Y',0),(7149,'ยางน้ำกลักใต้','',772,61,'Y',0),(7150,'หนองหญ้าปล้อง','',772,61,'Y',0),(7151,'หนองหญ้าปล้อง','',773,61,'Y',0),(7152,'ยางน้ำกลัดเหนือ','',773,61,'Y',0),(7153,'ยางน้ำกลัดใต้','',773,61,'Y',0),(7154,'ท่าตะคร้อ','',773,61,'Y',0),(7155,'ชะอำ','',774,61,'Y',0),(7156,'บางเก่า','',774,61,'Y',0),(7157,'นายาง','',774,61,'Y',0),(7158,'เขาใหญ่','',774,61,'Y',0),(7159,'หนองศาลา','',774,61,'Y',0),(7160,'ห้วยทรายเหนือ','',774,61,'Y',0),(7161,'ไร่ใหม่พัฒนา','',774,61,'Y',0),(7162,'สามพระยา','',774,61,'Y',0),(7163,'ดอนขุนห้วย','',774,61,'Y',0),(7164,'ท่ายาง','',775,61,'Y',0),(7165,'ท่าคอย','',775,61,'Y',0),(7166,'ยางหย่อง','',775,61,'Y',0),(7167,'หนองจอก','',775,61,'Y',0),(7168,'มาบปลาเค้า','',775,61,'Y',0),(7169,'ท่าไม้รวก','',775,61,'Y',0),(7170,'วังไคร้','',775,61,'Y',0),(7171,'วังจันทร์','',775,61,'Y',0),(7172,'สองพี่น้อง','',775,61,'Y',0),(7173,'แก่งกระจาน','',775,61,'Y',0),(7174,'กลัดหลวง','',775,61,'Y',0),(7175,'ปึกเตียน','',775,61,'Y',0),(7176,'เขากระปุก','',775,61,'Y',0),(7177,'ท่าแลง','',775,61,'Y',0),(7178,'บ้านในดง','',775,61,'Y',0),(7179,'สระปลาดู่','',775,61,'Y',0),(7180,'บางเมือง','',775,61,'Y',0),(7181,'นาไพร','',775,61,'Y',0),(7182,'บ้านลาด','',776,61,'Y',0),(7183,'บ้านหาด','',776,61,'Y',0),(7184,'บ้านทาน','',776,61,'Y',0),(7185,'ตำหรุ','',776,61,'Y',0),(7186,'สมอพลือ','',776,61,'Y',0),(7187,'ไร่มะขาม','',776,61,'Y',0),(7188,'ท่าเสน','',776,61,'Y',0),(7189,'หนองกระเจ็ด','',776,61,'Y',0),(7190,'หนองกะปุ','',776,61,'Y',0),(7191,'ลาดโพธิ์','',776,61,'Y',0),(7192,'สะพานไกร','',776,61,'Y',0),(7193,'ไร่โคก','',776,61,'Y',0),(7194,'โรงเข้','',776,61,'Y',0),(7195,'ไร่สะท้อน','',776,61,'Y',0),(7196,'ห้วยข้อง','',776,61,'Y',0),(7197,'ท่าช้าง','',776,61,'Y',0),(7198,'ถ้ำรงค์','',776,61,'Y',0),(7199,'ห้วยลึก','',776,61,'Y',0),(7200,'บ้านแหลม','',777,61,'Y',0),(7201,'บางขุนไทร','',777,61,'Y',0),(7202,'ปากทะเล','',777,61,'Y',0),(7203,'บางแก้ว','',777,61,'Y',0),(7204,'แหลมผักเบี้ย','',777,61,'Y',0),(7205,'บางตะบูน','',777,61,'Y',0),(7206,'บางตะบูนออก','',777,61,'Y',0),(7207,'บางครก','',777,61,'Y',0),(7208,'ท่าแร้ง','',777,61,'Y',0),(7209,'ท่าแร้งออก','',777,61,'Y',0),(7210,'แก่งกระจาน','',778,61,'Y',0),(7211,'สองพี่น้อง','',778,61,'Y',0),(7212,'วังจันทร์','',778,61,'Y',0),(7213,'ป่าเด็ง','',778,61,'Y',0),(7214,'พุสวรรค์','',778,61,'Y',0),(7215,'ห้วยแม่เพรียง','',778,61,'Y',0),(7216,'ประจวบคีรีขันธ์','',779,62,'Y',0),(7217,'เกาะหลัก','',779,62,'Y',0),(7218,'คลองวาฬ','',779,62,'Y',0),(7219,'ห้วยทราย','',779,62,'Y',0),(7220,'อ่าวน้อย','',779,62,'Y',0),(7221,'บ่อนอก','',779,62,'Y',0),(7222,'กุยบุรี','',780,62,'Y',0),(7223,'กุยเหนือ','',780,62,'Y',0),(7224,'เขาแดง','',780,62,'Y',0),(7225,'ดอนยายหนู','',780,62,'Y',0),(7226,'ไร่ใหม่','',780,62,'Y',0),(7227,'สามกระทาย','',780,62,'Y',0),(7228,'หาดขาม','',780,62,'Y',0),(7229,'ทับสะแก','',781,62,'Y',0),(7230,'อ่างทอง','',781,62,'Y',0),(7231,'นาหูกวาง','',781,62,'Y',0),(7232,'เขาล้าน','',781,62,'Y',0),(7233,'ห้วยยาง','',781,62,'Y',0),(7234,'แสงอรุณ','',781,62,'Y',0),(7235,'กำเนิดนพคุณ','',782,62,'Y',0),(7236,'พงศ์ประศาสน์','',782,62,'Y',0),(7237,'ร่อนทอง','',782,62,'Y',0),(7238,'ธงชัย','',782,62,'Y',0),(7239,'ชัยเกษม','',782,62,'Y',0),(7240,'ทองมงคล','',782,62,'Y',0),(7241,'แม่รำพึง','',782,62,'Y',0),(7242,'ปากแพรก','',783,62,'Y',0),(7243,'บางสะพาน','',783,62,'Y',0),(7244,'ทรายทอง','',783,62,'Y',0),(7245,'ช้างแรก','',783,62,'Y',0),(7246,'ไชยราช','',783,62,'Y',0),(7247,'ปราณบุรี','',784,62,'Y',0),(7248,'เขาน้อย','',784,62,'Y',0),(7249,'ศิลาลอย','',784,62,'Y',0),(7250,'ปากน้ำปราณ','',784,62,'Y',0),(7251,'สามร้อยยอด','',784,62,'Y',0),(7252,'ไร่เก่า','',784,62,'Y',0),(7253,'หนองตาแต้ม','',784,62,'Y',0),(7254,'วังก์พง','',784,62,'Y',0),(7255,'เขาจ้าว','',784,62,'Y',0),(7256,'หัวหิน','',785,62,'Y',0),(7257,'หนองแก','',785,62,'Y',0),(7258,'หินเหล็กไฟ','',785,62,'Y',0),(7259,'หนองพลับ','',785,62,'Y',0),(7260,'ทับใต้','',785,62,'Y',0),(7261,'ห้วยสัตว์ใหญ่','',785,62,'Y',0),(7262,'บึงนคร','',785,62,'Y',0),(7263,'สามร้อยยอด','',786,62,'Y',0),(7264,'ศิลาลอย','',786,62,'Y',0),(7265,'ไร่เก่า','',786,62,'Y',0),(7266,'ศาลาลัย','',786,62,'Y',0),(7267,'ไร่ใหม่','',786,62,'Y',0),(7268,'ในเมือง','',787,63,'Y',0),(7269,'ท่าวัง','',787,63,'Y',0),(7270,'คลัง','',787,63,'Y',0),(7271,'นา','',787,63,'Y',0),(7272,'ศาลามีชัย','',787,63,'Y',0),(7273,'ท่าไร่','',787,63,'Y',0),(7274,'ปากนคร','',787,63,'Y',0),(7275,'นาทราย','',787,63,'Y',0),(7276,'นาพรุ','',787,63,'Y',0),(7277,'ช้างซ้าย','',787,63,'Y',0),(7278,'นาสาร','',787,63,'Y',0),(7279,'กำแพงเซา','',787,63,'Y',0),(7280,'ไชยมนตรี','',787,63,'Y',0),(7281,'มะม่วงสองต้น','',787,63,'Y',0),(7282,'นาเคียน','',787,63,'Y',0),(7283,'ท่างิ้ว','',787,63,'Y',0),(7284,'ท้ายสำเภา','',787,63,'Y',0),(7285,'โพธิ์เสด็จ','',787,63,'Y',0),(7286,'บางจาก','',787,63,'Y',0),(7287,'ปากพูน','',787,63,'Y',0),(7288,'ท่าซัก','',787,63,'Y',0),(7289,'ท่าเรือ','',787,63,'Y',0),(7290,'อินคีรี','',787,63,'Y',0),(7291,'พรหมโลก','',787,63,'Y',0),(7292,'บ้านเกาะ','',787,63,'Y',0),(7293,'พรหมโลก','',788,63,'Y',0),(7294,'บ้านเกาะ','',788,63,'Y',0),(7295,'อินคีรี','',788,63,'Y',0),(7296,'ทอนหงส์','',788,63,'Y',0),(7297,'นาเรียง','',788,63,'Y',0),(7298,'เขาแก้ว','',789,63,'Y',0),(7299,'ลานสกา','',789,63,'Y',0),(7300,'ท่าดี','',789,63,'Y',0),(7301,'กำโลน','',789,63,'Y',0),(7302,'ขุนทะเล','',789,63,'Y',0),(7303,'ฉวาง','',790,63,'Y',0),(7304,'ช้างกลาง','',790,63,'Y',0),(7305,'ละอาย','',790,63,'Y',0),(7306,'นาแว','',790,63,'Y',0),(7307,'ไม้เรียง','',790,63,'Y',0),(7308,'กะเปียด','',790,63,'Y',0),(7309,'นากะชะ','',790,63,'Y',0),(7310,'ถ้ำพรรณรา','',790,63,'Y',0),(7311,'ห้วยปริก','',790,63,'Y',0),(7312,'ไสหร้า','',790,63,'Y',0),(7313,'หลักช้าง','',790,63,'Y',0),(7314,'สวนขัน','',790,63,'Y',0),(7315,'คลองเส','',790,63,'Y',0),(7316,'ดุสิต','',790,63,'Y',0),(7317,'นาเขลียง','',790,63,'Y',0),(7318,'จันดี','',790,63,'Y',0),(7319,'พิปูน','',791,63,'Y',0),(7320,'กะทูน','',791,63,'Y',0),(7321,'เขาพระ','',791,63,'Y',0),(7322,'ยางค้อม','',791,63,'Y',0),(7323,'ควนกลาง','',791,63,'Y',0),(7324,'เชียรใหญ่','',792,63,'Y',0),(7325,'เชียรเขา','',792,63,'Y',0),(7326,'ท่าขนาน','',792,63,'Y',0),(7327,'บ้านกลาง','',792,63,'Y',0),(7328,'บ้านเนิน','',792,63,'Y',0),(7329,'ไสหมาก','',792,63,'Y',0),(7330,'ท้องลำเจียก','',792,63,'Y',0),(7331,'ดอนตรอ','',792,63,'Y',0),(7332,'สวนหลวง','',792,63,'Y',0),(7333,'เสือหึง','',792,63,'Y',0),(7334,'การะเกด','',792,63,'Y',0),(7335,'เขาพระบาท','',792,63,'Y',0),(7336,'แม่เจ้าอยู่หัว','',792,63,'Y',0),(7337,'ชะอวด','',793,63,'Y',0),(7338,'ท่าเสม็ด','',793,63,'Y',0),(7339,'ท่าประจะ','',793,63,'Y',0),(7340,'เคร็ง','',793,63,'Y',0),(7341,'วังอ่าง','',793,63,'Y',0),(7342,'บ้านตูล','',793,63,'Y',0),(7343,'ขอนหาด','',793,63,'Y',0),(7344,'เกาะขันธ์','',793,63,'Y',0),(7345,'ควนหนองหงษ์','',793,63,'Y',0),(7346,'เขาพระทอง','',793,63,'Y',0),(7347,'นางหลง','',793,63,'Y',0),(7348,'บ้านควนมุด','',793,63,'Y',0),(7349,'บ้านชะอวด','',793,63,'Y',0),(7350,'ท่าศาลา','',794,63,'Y',0),(7351,'กลาย','',794,63,'Y',0),(7352,'ท่าขึ้น','',794,63,'Y',0),(7353,'หัวตะพาน','',794,63,'Y',0),(7354,'กะหรอ','',794,63,'Y',0),(7355,'สระแก้ว','',794,63,'Y',0),(7356,'โมคลาน','',794,63,'Y',0),(7357,'นบพิตำ','',794,63,'Y',0),(7358,'ไทยบุรี','',794,63,'Y',0),(7359,'ดอนตะโก','',794,63,'Y',0),(7360,'ตลิ่งชัน','',794,63,'Y',0),(7361,'กรุงชิง','',794,63,'Y',0),(7362,'โพธิ์ทอง','',794,63,'Y',0),(7363,'นาเหรง','',794,63,'Y',0),(7364,'ปากแพรก','',795,63,'Y',0),(7365,'ชะมาย','',795,63,'Y',0),(7366,'หนองหงส์','',795,63,'Y',0),(7367,'ควนกรด','',795,63,'Y',0),(7368,'นาไม้ไผ่','',795,63,'Y',0),(7369,'นาหลวงเสน','',795,63,'Y',0),(7370,'เขาโร','',795,63,'Y',0),(7371,'กะปาง','',795,63,'Y',0),(7372,'ที่วัง','',795,63,'Y',0),(7373,'น้ำตก','',795,63,'Y',0),(7374,'ถ้ำใหญ่','',795,63,'Y',0),(7375,'นาโพธิ์','',795,63,'Y',0),(7376,'เขาขาว','',795,63,'Y',0),(7377,'วังหิน','',795,63,'Y',0),(7378,'บ้านลำนาว','',795,63,'Y',0),(7379,'บางขัน','',795,63,'Y',0),(7380,'แก้วแสน','',795,63,'Y',0),(7381,'ทุ่งสง','',795,63,'Y',0),(7382,'นาบอน','',795,63,'Y',0),(7383,'นาบอน','',796,63,'Y',0),(7384,'ทุ่งสง','',796,63,'Y',0),(7385,'แก้วแสน','',796,63,'Y',0),(7386,'ท่ายาง','',797,63,'Y',0),(7387,'ทุ่งสัง','',797,63,'Y',0),(7388,'ทุ่งใหญ่','',797,63,'Y',0),(7389,'กุแหระ','',797,63,'Y',0),(7390,'ปริก','',797,63,'Y',0),(7391,'บางรูป','',797,63,'Y',0),(7392,'กรุงหยัน','',797,63,'Y',0),(7393,'ปากพนัง','',798,63,'Y',0),(7394,'คลองน้อย','',798,63,'Y',0),(7395,'ป่าระกำ','',798,63,'Y',0),(7396,'ชะเมา','',798,63,'Y',0),(7397,'คลองกระบือ','',798,63,'Y',0),(7398,'เกาะทวด','',798,63,'Y',0),(7399,'บ้านใหม่','',798,63,'Y',0),(7400,'หูล่อง','',798,63,'Y',0),(7401,'แหลมตะลุมพุก','',798,63,'Y',0),(7402,'ปากพนังฝั่งตะวันตก','',798,63,'Y',0),(7403,'บางศาลา','',798,63,'Y',0),(7404,'บางพระ','',798,63,'Y',0),(7405,'บางตะพง','',798,63,'Y',0),(7406,'ปากพนังฝั่งตะวันออก','',798,63,'Y',0),(7407,'บ้านเพิง','',798,63,'Y',0),(7408,'ท่าพยา','',798,63,'Y',0),(7409,'ปากแพรก','',798,63,'Y',0),(7410,'ขนาบนาก','',798,63,'Y',0),(7411,'ร่อนพิบูลย์','',799,63,'Y',0),(7412,'หินตก','',799,63,'Y',0),(7413,'เสาธง','',799,63,'Y',0),(7414,'ควนเกย','',799,63,'Y',0),(7415,'ควนพัง','',799,63,'Y',0),(7416,'ควนชุม','',799,63,'Y',0),(7417,'สามตำบล','',799,63,'Y',0),(7418,'ทางพูน','',799,63,'Y',0),(7419,'นาหมอบุญ','',799,63,'Y',0),(7420,'ทุ่งโพธิ์','',799,63,'Y',0),(7421,'ควนหนองคว้า','',799,63,'Y',0),(7422,'สิชล','',800,63,'Y',0),(7423,'ทุ่งปรัง','',800,63,'Y',0),(7424,'ฉลอง','',800,63,'Y',0),(7425,'เสาเภา','',800,63,'Y',0),(7426,'เปลี่ยน','',800,63,'Y',0),(7427,'สี่ขีด','',800,63,'Y',0),(7428,'เทพราช','',800,63,'Y',0),(7429,'เขาน้อย','',800,63,'Y',0),(7430,'ทุ่งใส','',800,63,'Y',0),(7431,'ขนอม','',801,63,'Y',0),(7432,'ควนทอง','',801,63,'Y',0),(7433,'ท้องเนียน','',801,63,'Y',0),(7434,'หัวไทร','',802,63,'Y',0),(7435,'หน้าสตน','',802,63,'Y',0),(7436,'ทรายขาว','',802,63,'Y',0),(7437,'แหลม','',802,63,'Y',0),(7438,'เขาพังไกร','',802,63,'Y',0),(7439,'บ้านราม','',802,63,'Y',0),(7440,'บางนบ','',802,63,'Y',0),(7441,'ท่าซอม','',802,63,'Y',0),(7442,'ควนชะลิก','',802,63,'Y',0),(7443,'รามแก้ว','',802,63,'Y',0),(7444,'เกาะเพชร','',802,63,'Y',0),(7445,'บางขัน','',803,63,'Y',0),(7446,'บ้านลำนาว','',803,63,'Y',0),(7447,'วังหิน','',803,63,'Y',0),(7448,'บ้านนิคม','',803,63,'Y',0),(7449,'ถ้ำพรรณรา','',804,63,'Y',0),(7450,'คลองเส','',804,63,'Y',0),(7451,'ดุสิต','',804,63,'Y',0),(7452,'บ้านควนมุด','',805,63,'Y',0),(7453,'บ้านชะอวด','',805,63,'Y',0),(7454,'ควนหนองคว้า','',805,63,'Y',0),(7455,'ทุ่งโพธิ์','',805,63,'Y',0),(7456,'นาหมอบุญ','',805,63,'Y',0),(7457,'สามตำบล','',805,63,'Y',0),(7458,'นาพรุ','',806,63,'Y',0),(7459,'นาสาร','',806,63,'Y',0),(7460,'ท้ายสำเภา','',806,63,'Y',0),(7461,'ช้างซ้าย','',806,63,'Y',0),(7462,'นบพิตำ','',807,63,'Y',0),(7463,'กรุงชิง','',807,63,'Y',0),(7464,'กะหรอ','',807,63,'Y',0),(7465,'นาเหรง','',807,63,'Y',0),(7466,'ช้างกลาง','',808,63,'Y',0),(7467,'หลักช้าง','',808,63,'Y',0),(7468,'สวนขัน','',808,63,'Y',0),(7469,'เชียรเขา','',809,63,'Y',0),(7470,'ดอนตรอ','',809,63,'Y',0),(7471,'สวนหลวง','',809,63,'Y',0),(7472,'ทางพูน','',809,63,'Y',0),(7473,'ปากน้ำ','',810,64,'Y',0),(7474,'กระบี่ใหญ่','',810,64,'Y',0),(7475,'กระบี่น้อย','',810,64,'Y',0),(7476,'เกาะศรีบอยา','',810,64,'Y',0),(7477,'เขาคราม','',810,64,'Y',0),(7478,'เขาทอง','',810,64,'Y',0),(7479,'คลองขนาน','',810,64,'Y',0),(7480,'คลองเขม้า','',810,64,'Y',0),(7481,'โคกยาง','',810,64,'Y',0),(7482,'ตลิ่งชัน','',810,64,'Y',0),(7483,'ทับปริก','',810,64,'Y',0),(7484,'ปกาสัย','',810,64,'Y',0),(7485,'ห้วยยูง','',810,64,'Y',0),(7486,'เหนือคลอง','',810,64,'Y',0),(7487,'ไสไทย','',810,64,'Y',0),(7488,'อ่าวนาง','',810,64,'Y',0),(7489,'หนองทะเล','',810,64,'Y',0),(7490,'คลองประสงค์','',810,64,'Y',0),(7491,'เกาะศรีบายอ','',810,64,'Y',0),(7492,'เขาพนม','',811,64,'Y',0),(7493,'เขาดิน','',811,64,'Y',0),(7494,'สินปุน','',811,64,'Y',0),(7495,'พรุเตียว','',811,64,'Y',0),(7496,'หน้าเขา','',811,64,'Y',0),(7497,'โคกหาร','',811,64,'Y',0),(7498,'เกาะลันตาใหญ่','',812,64,'Y',0),(7499,'เกาะลันตาน้อย','',812,64,'Y',0),(7500,'เกาะกลาง','',812,64,'Y',0),(7501,'คลองยาง','',812,64,'Y',0),(7502,'ศาลาด่าน','',812,64,'Y',0),(7503,'คลองท่อมใต้','',813,64,'Y',0),(7504,'คลองท่อมเหนือ','',813,64,'Y',0),(7505,'คลองพน','',813,64,'Y',0),(7506,'ทรายขาว','',813,64,'Y',0),(7507,'ห้วยน้ำขาว','',813,64,'Y',0),(7508,'พรุดินนา','',813,64,'Y',0),(7509,'เพหลา','',813,64,'Y',0),(7510,'ลำทับ','',813,64,'Y',0),(7511,'อ่าวลึกใต้','',814,64,'Y',0),(7512,'แหลมสัก','',814,64,'Y',0),(7513,'นาเหนือ','',814,64,'Y',0),(7514,'คลองหิน','',814,64,'Y',0),(7515,'อ่าวลึกน้อย','',814,64,'Y',0),(7516,'อ่าวลึกเหนือ','',814,64,'Y',0),(7517,'เขาใหญ่','',814,64,'Y',0),(7518,'คลองยา','',814,64,'Y',0),(7519,'บ้านกลาง','',814,64,'Y',0),(7520,'เขาเขน','',814,64,'Y',0),(7521,'เขาต่อ','',814,64,'Y',0),(7522,'ปลายพระยา','',814,64,'Y',0),(7523,'ปลายพระยา','',815,64,'Y',0),(7524,'เขาเขน','',815,64,'Y',0),(7525,'เขาต่อ','',815,64,'Y',0),(7526,'คีรีวง','',815,64,'Y',0),(7527,'ลำทับ','',816,64,'Y',0),(7528,'ดินอุดม','',816,64,'Y',0),(7529,'ทุ่งไทรทอง','',816,64,'Y',0),(7530,'ดินแดง','',816,64,'Y',0),(7531,'เหนือคลอง','',817,64,'Y',0),(7532,'เกาะศรีบอยา','',817,64,'Y',0),(7533,'คลองขนาน','',817,64,'Y',0),(7534,'คลองเขม้า','',817,64,'Y',0),(7535,'โคกยาง','',817,64,'Y',0),(7536,'ตลิ่งชัน','',817,64,'Y',0),(7537,'ปกาสัย','',817,64,'Y',0),(7538,'ห้วยยูง','',817,64,'Y',0),(7539,'ท้ายช้าง','',818,65,'Y',0),(7540,'นบปริง','',818,65,'Y',0),(7541,'ถ้ำน้ำผุด','',818,65,'Y',0),(7542,'บางเตย','',818,65,'Y',0),(7543,'ตากแดด','',818,65,'Y',0),(7544,'สองแพรก','',818,65,'Y',0),(7545,'ทุ่งคาโงก','',818,65,'Y',0),(7546,'เกาะปันหยี','',818,65,'Y',0),(7547,'ป่ากอ','',818,65,'Y',0),(7548,'เกาะยาวใหญ่','',818,65,'Y',0),(7549,'เกาะยาวน้อย','',818,65,'Y',0),(7550,'เกาะยาวน้อย','',819,65,'Y',0),(7551,'เกาะยาวใหญ่','',819,65,'Y',0),(7552,'พรุใน','',819,65,'Y',0),(7553,'กะปง','',820,65,'Y',0),(7554,'ท่านา','',820,65,'Y',0),(7555,'เหมาะ','',820,65,'Y',0),(7556,'เหล','',820,65,'Y',0),(7557,'รมณีย์','',820,65,'Y',0),(7558,'ถ้ำ','',821,65,'Y',0),(7559,'กระโสม','',821,65,'Y',0),(7560,'กะไหล','',821,65,'Y',0),(7561,'ท่าอยู่','',821,65,'Y',0),(7562,'หล่อยูง','',821,65,'Y',0),(7563,'โคกกลอย','',821,65,'Y',0),(7564,'คลองเคียน','',821,65,'Y',0),(7565,'ตะกั่วป่า','',822,65,'Y',0),(7566,'บางนายสี','',822,65,'Y',0),(7567,'บางไทร','',822,65,'Y',0),(7568,'บางม่วง','',822,65,'Y',0),(7569,'ตำตัว','',822,65,'Y',0),(7570,'โคกเคียน','',822,65,'Y',0),(7571,'คึกคัก','',822,65,'Y',0),(7572,'เกาะคอเขา','',822,65,'Y',0),(7573,'คุระ','',823,65,'Y',0),(7574,'บางวัน','',823,65,'Y',0),(7575,'เกาะพระทอง','',823,65,'Y',0),(7576,'เกาะคอเขา','',823,65,'Y',0),(7577,'แม่นางขาว','',823,65,'Y',0),(7578,'ทับปุด','',824,65,'Y',0),(7579,'มะรุ่ย','',824,65,'Y',0),(7580,'บ่อแสน','',824,65,'Y',0),(7581,'ถ้ำทองหลาง','',824,65,'Y',0),(7582,'โคกเจริญ','',824,65,'Y',0),(7583,'บางเหรียง','',824,65,'Y',0),(7584,'ท้ายเหมือง','',825,65,'Y',0),(7585,'นาเตย','',825,65,'Y',0),(7586,'บางทอง','',825,65,'Y',0),(7587,'ทุ่งมะพร้าว','',825,65,'Y',0),(7588,'ลำภี','',825,65,'Y',0),(7589,'ลำแก่น','',825,65,'Y',0),(7590,'ตลาดใหญ่','',826,66,'Y',0),(7591,'ตลาดเหนือ','',826,66,'Y',0),(7592,'เกาะแก้ว','',826,66,'Y',0),(7593,'รัษฎา','',826,66,'Y',0),(7594,'วิชิต','',826,66,'Y',0),(7595,'ฉลอง','',826,66,'Y',0),(7596,'ราไวย์','',826,66,'Y',0),(7597,'กะรน','',826,66,'Y',0),(7598,'กะทู้','',827,66,'Y',0),(7599,'ป่าตอง','',827,66,'Y',0),(7600,'กมลา','',827,66,'Y',0),(7601,'เทพกระษัตรี','',828,66,'Y',0),(7602,'ศรีสุนทร','',828,66,'Y',0),(7603,'เชิงทะเล','',828,66,'Y',0),(7604,'ป่าคลอก','',828,66,'Y',0),(7605,'ไม้ขาว','',828,66,'Y',0),(7606,'สาคู','',828,66,'Y',0),(7607,'ตลาด','',830,67,'Y',0),(7608,'มะขามเตี้ย','',830,67,'Y',0),(7609,'วัดประดู่','',830,67,'Y',0),(7610,'ขุนทะเล','',830,67,'Y',0),(7611,'บางใบไม้','',830,67,'Y',0),(7612,'บางชนะ','',830,67,'Y',0),(7613,'คลองน้อย','',830,67,'Y',0),(7614,'บางไทร','',830,67,'Y',0),(7615,'บางโพธิ์','',830,67,'Y',0),(7616,'บางกุ้ง','',830,67,'Y',0),(7617,'คลองฉนาก','',830,67,'Y',0),(7618,'ท่าทองใหม่','',831,67,'Y',0),(7619,'ท่าทอง','',831,67,'Y',0),(7620,'กะแดะ','',831,67,'Y',0),(7621,'ทุ่งกง','',831,67,'Y',0),(7622,'กรูด','',831,67,'Y',0),(7623,'ช้างซ้าย','',831,67,'Y',0),(7624,'พลายวาส','',831,67,'Y',0),(7625,'ป่าร่อน','',831,67,'Y',0),(7626,'ตะเคียนทอง','',831,67,'Y',0),(7627,'ช้างขวา','',831,67,'Y',0),(7628,'ท่าอุแท','',831,67,'Y',0),(7629,'ทุ่งรัง','',831,67,'Y',0),(7630,'คลองสระ','',831,67,'Y',0),(7631,'ดอนสัก','',832,67,'Y',0),(7632,'ชลคราม','',832,67,'Y',0),(7633,'ไชยคราม','',832,67,'Y',0),(7634,'ปากแพรก','',832,67,'Y',0),(7635,'อ่างทอง','',833,67,'Y',0),(7636,'ลิปะน้อย','',833,67,'Y',0),(7637,'ตลิ่งงาม','',833,67,'Y',0),(7638,'หน้าเมือง','',833,67,'Y',0),(7639,'มะเร็ต','',833,67,'Y',0),(7640,'บ่อผุด','',833,67,'Y',0),(7641,'แม่น้ำ','',833,67,'Y',0),(7642,'เกาะพะงัน','',834,67,'Y',0),(7643,'บ้านใต้','',834,67,'Y',0),(7644,'เกาะเต่า','',834,67,'Y',0),(7645,'ตลาดไชยา','',835,67,'Y',0),(7646,'พุมเรียง','',835,67,'Y',0),(7647,'เลม็ด','',835,67,'Y',0),(7648,'เวียง','',835,67,'Y',0),(7649,'ทุ่ง','',835,67,'Y',0),(7650,'ป่าเว','',835,67,'Y',0),(7651,'ตะกรบ','',835,67,'Y',0),(7652,'โมถ่าย','',835,67,'Y',0),(7653,'ปากหมาก','',835,67,'Y',0),(7654,'ท่าชนะ','',836,67,'Y',0),(7655,'สมอทอง','',836,67,'Y',0),(7656,'ประสงค์','',836,67,'Y',0),(7657,'คันธุลี','',836,67,'Y',0),(7658,'วัง','',836,67,'Y',0),(7659,'คลองพา','',836,67,'Y',0),(7660,'ท่าขนอน','',837,67,'Y',0),(7661,'บ้านยาง','',837,67,'Y',0),(7662,'น้ำหัก','',837,67,'Y',0),(7663,'ตะกุกใต้','',837,67,'Y',0),(7664,'ตะกุกเหนือ','',837,67,'Y',0),(7665,'กะเปา','',837,67,'Y',0),(7666,'ท่ากระดาน','',837,67,'Y',0),(7667,'ย่านยาว','',837,67,'Y',0),(7668,'ถ้ำสิงขร','',837,67,'Y',0),(7669,'บ้านทำเนียบ','',837,67,'Y',0),(7670,'ตะกุดใต้','',837,67,'Y',0),(7671,'เขาวง','',838,67,'Y',0),(7672,'พะแสง','',838,67,'Y',0),(7673,'พรุไทย','',838,67,'Y',0),(7674,'เขาพัง','',838,67,'Y',0),(7675,'ไกรสร','',838,67,'Y',0),(7676,'พนม','',839,67,'Y',0),(7677,'ต้นยวน','',839,67,'Y',0),(7678,'คลองศก','',839,67,'Y',0),(7679,'พลูเถื่อน','',839,67,'Y',0),(7680,'พังกาญจน์','',839,67,'Y',0),(7681,'คลองชะอุ่น','',839,67,'Y',0),(7682,'ท่าฉาง','',840,67,'Y',0),(7683,'ท่าเคย','',840,67,'Y',0),(7684,'คลองไทร','',840,67,'Y',0),(7685,'เขาถ่าน','',840,67,'Y',0),(7686,'เสวียด','',840,67,'Y',0),(7687,'ปากฉลุย','',840,67,'Y',0),(7688,'นาสาร','',841,67,'Y',0),(7689,'พรุพี','',841,67,'Y',0),(7690,'ทุ่งเตา','',841,67,'Y',0),(7691,'ลำพูน','',841,67,'Y',0),(7692,'ท่าชี','',841,67,'Y',0),(7693,'ควนศรี','',841,67,'Y',0),(7694,'ควนสุบรรณ','',841,67,'Y',0),(7695,'คลองปราบ','',841,67,'Y',0),(7696,'น้ำพุ','',841,67,'Y',0),(7697,'ทุ่งเตาใหม่','',841,67,'Y',0),(7698,'เพิ่มพูนทรัพย์','',841,67,'Y',0),(7699,'ท่าเรือ','',841,67,'Y',0),(7700,'บ้านนา','',841,67,'Y',0),(7701,'บ้านนา','',842,67,'Y',0),(7702,'ท่าเรือ','',842,67,'Y',0),(7703,'ทรัพย์ทวี','',842,67,'Y',0),(7704,'นาใต้','',842,67,'Y',0),(7705,'เคียนซา','',843,67,'Y',0),(7706,'พ่วงพรมคร','',843,67,'Y',0),(7707,'เขาตอก','',843,67,'Y',0),(7708,'อรัญคามวารี','',843,67,'Y',0),(7709,'บ้านเสด็จ','',843,67,'Y',0),(7710,'เวียงสระ','',844,67,'Y',0),(7711,'บ้านส้อง','',844,67,'Y',0),(7712,'คลองฉนวน','',844,67,'Y',0),(7713,'ทุ่งหลวง','',844,67,'Y',0),(7714,'เขานิพันธ์','',844,67,'Y',0),(7715,'อิปัน','',845,67,'Y',0),(7716,'สินปุน','',845,67,'Y',0),(7717,'บางสวรรค์','',845,67,'Y',0),(7718,'ไทรขึง','',845,67,'Y',0),(7719,'สินเจริญ','',845,67,'Y',0),(7720,'ไทรโสภา','',845,67,'Y',0),(7721,'สาคู','',845,67,'Y',0),(7722,'ชัยบุรี','',845,67,'Y',0),(7723,'สองแพรก','',845,67,'Y',0),(7724,'ท่าข้าม','',846,67,'Y',0),(7725,'ท่าสะท้อน','',846,67,'Y',0),(7726,'ลีเล็ด','',846,67,'Y',0),(7727,'บางมะเดื่อ','',846,67,'Y',0),(7728,'บางเดือน','',846,67,'Y',0),(7729,'ท่าโรงช้าง','',846,67,'Y',0),(7730,'กรูด','',846,67,'Y',0),(7731,'พุนพิน','',846,67,'Y',0),(7732,'บางงอน','',846,67,'Y',0),(7733,'ศรีวิชัย','',846,67,'Y',0),(7734,'น้ำรอบ','',846,67,'Y',0),(7735,'มะลวน','',846,67,'Y',0),(7736,'หัวเตย','',846,67,'Y',0),(7737,'หนองไทร','',846,67,'Y',0),(7738,'เขาหัวควาย','',846,67,'Y',0),(7739,'ตะปาน','',846,67,'Y',0),(7740,'คลองไทร','',846,67,'Y',0),(7741,'สองแพรก','',847,67,'Y',0),(7742,'ชัยบุรี','',847,67,'Y',0),(7743,'คลองน้อย','',847,67,'Y',0),(7744,'ไทรทอง','',847,67,'Y',0),(7745,'ตะกุกใต้','',848,67,'Y',0),(7746,'ตะกุกเหนือ','',848,67,'Y',0),(7747,'เขานิเวศน์','',850,68,'Y',0),(7748,'ราชกรูด','',850,68,'Y',0),(7749,'หงาว','',850,68,'Y',0),(7750,'บางริ้น','',850,68,'Y',0),(7751,'ปากน้ำ','',850,68,'Y',0),(7752,'บางนอน','',850,68,'Y',0),(7753,'หาดส้มแป้น','',850,68,'Y',0),(7754,'ทรายแดง','',850,68,'Y',0),(7755,'เกาะพยาม','',850,68,'Y',0),(7756,'ละอุ่นใต้','',851,68,'Y',0),(7757,'ละอุ่นเหนือ','',851,68,'Y',0),(7758,'บางพระใต้','',851,68,'Y',0),(7759,'บางพระเหนือ','',851,68,'Y',0),(7760,'บางแก้ว','',851,68,'Y',0),(7761,'ในวงเหนือ','',851,68,'Y',0),(7762,'ในวงใต้','',851,68,'Y',0),(7763,'ม่วงกลวง','',852,68,'Y',0),(7764,'กะเปอร์','',852,68,'Y',0),(7765,'เชี่ยวเหลียง','',852,68,'Y',0),(7766,'บ้านนา','',852,68,'Y',0),(7767,'บางหิน','',852,68,'Y',0),(7768,'นาคา','',852,68,'Y',0),(7769,'กำพวน','',852,68,'Y',0),(7770,'น้ำจืด','',853,68,'Y',0),(7771,'น้ำจืดน้อย','',853,68,'Y',0),(7772,'มะมุ','',853,68,'Y',0),(7773,'ปากจั่น','',853,68,'Y',0),(7774,'ลำเลียง','',853,68,'Y',0),(7775,'จ.ป.ร.','',853,68,'Y',0),(7776,'บางใหญ่','',853,68,'Y',0),(7777,'นาคา','',854,68,'Y',0),(7778,'กำพวน','',854,68,'Y',0),(7779,'ท่าตะเภา','',855,69,'Y',0),(7780,'ปากน้ำ','',855,69,'Y',0),(7781,'ท่ายาง','',855,69,'Y',0),(7782,'บางหมาก','',855,69,'Y',0),(7783,'นาทุ่ง','',855,69,'Y',0),(7784,'นาชะอัง','',855,69,'Y',0),(7785,'ตากแดด','',855,69,'Y',0),(7786,'บางลึก','',855,69,'Y',0),(7787,'หาดพันไกร','',855,69,'Y',0),(7788,'วังไผ่','',855,69,'Y',0),(7789,'วังใหม่','',855,69,'Y',0),(7790,'บ้านนา','',855,69,'Y',0),(7791,'ขุนกระทิง','',855,69,'Y',0),(7792,'ทุ่งคา','',855,69,'Y',0),(7793,'วิสัยเหนือ','',855,69,'Y',0),(7794,'หาดทรายรี','',855,69,'Y',0),(7795,'ถ้ำสิงห์','',855,69,'Y',0),(7796,'ท่าแซะ','',856,69,'Y',0),(7797,'คุริง','',856,69,'Y',0),(7798,'สลุย','',856,69,'Y',0),(7799,'นากระตาม','',856,69,'Y',0),(7800,'รับร่อ','',856,69,'Y',0),(7801,'ท่าข้าม','',856,69,'Y',0),(7802,'หงษ์เจริญ','',856,69,'Y',0),(7803,'หินแก้ว','',856,69,'Y',0),(7804,'ทรัพย์อนันต์','',856,69,'Y',0),(7805,'สองพี่น้อง','',856,69,'Y',0),(7806,'บางสน','',857,69,'Y',0),(7807,'ทะเลทรัพย์','',857,69,'Y',0),(7808,'สะพลี','',857,69,'Y',0),(7809,'ชุมโค','',857,69,'Y',0),(7810,'ดอนยาง','',857,69,'Y',0),(7811,'ปากคลอง','',857,69,'Y',0),(7812,'เขาไชยราช','',857,69,'Y',0),(7813,'หลังสวน','',858,69,'Y',0),(7814,'ขันเงิน','',858,69,'Y',0),(7815,'ท่ามะพลา','',858,69,'Y',0),(7816,'นาขา','',858,69,'Y',0),(7817,'นาพญา','',858,69,'Y',0),(7818,'บ้านควน','',858,69,'Y',0),(7819,'บางมะพร้าว','',858,69,'Y',0),(7820,'บางน้ำจืด','',858,69,'Y',0),(7821,'ปากน้ำ','',858,69,'Y',0),(7822,'พ้อแดง','',858,69,'Y',0),(7823,'แหลมทราย','',858,69,'Y',0),(7824,'วังตะกอ','',858,69,'Y',0),(7825,'หาดยาย','',858,69,'Y',0),(7826,'ละแม','',859,69,'Y',0),(7827,'ทุ่งหลวง','',859,69,'Y',0),(7828,'สวนแตง','',859,69,'Y',0),(7829,'ทุ่งคาวัด','',859,69,'Y',0),(7830,'พะโต๊ะ','',860,69,'Y',0),(7831,'ปากทรง','',860,69,'Y',0),(7832,'ปังหวาน','',860,69,'Y',0),(7833,'พระรักษ์','',860,69,'Y',0),(7834,'นาโพธิ์','',861,69,'Y',0),(7835,'สวี','',861,69,'Y',0),(7836,'ทุ่งระยะ','',861,69,'Y',0),(7837,'ท่าหิน','',861,69,'Y',0),(7838,'ปากแพรก','',861,69,'Y',0),(7839,'ด่านสวี','',861,69,'Y',0),(7840,'ครน','',861,69,'Y',0),(7841,'วิสัยใต้','',861,69,'Y',0),(7842,'นาสัก','',861,69,'Y',0),(7843,'เขาทะลุ','',861,69,'Y',0),(7844,'เขาค่าย','',861,69,'Y',0),(7845,'ปากตะโก','',862,69,'Y',0),(7846,'ทุ่งตะไคร','',862,69,'Y',0),(7847,'ตะโก','',862,69,'Y',0),(7848,'ช่องไม้แก้ว','',862,69,'Y',0),(7849,'บ่อยาง','',863,70,'Y',0),(7850,'เขารูปช้าง','',863,70,'Y',0),(7851,'เกาะแต้ว','',863,70,'Y',0),(7852,'พะวง','',863,70,'Y',0),(7853,'ทุ่งหวัง','',863,70,'Y',0),(7854,'เกาะยอ','',863,70,'Y',0),(7855,'ชิงโค','',863,70,'Y',0),(7856,'สทิงหม้อ','',863,70,'Y',0),(7857,'ทำนบ','',863,70,'Y',0),(7858,'รำแดง','',863,70,'Y',0),(7859,'วัดขนุน','',863,70,'Y',0),(7860,'ชะแล้','',863,70,'Y',0),(7861,'ปากรอ','',863,70,'Y',0),(7862,'ป่าขาด','',863,70,'Y',0),(7863,'หัวเขา','',863,70,'Y',0),(7864,'บางเขียด','',863,70,'Y',0),(7865,'ม่วงงาม','',863,70,'Y',0),(7866,'ชลเจริญ','',863,70,'Y',0),(7867,'จะทิ้งพระ','',864,70,'Y',0),(7868,'กระดังงา','',864,70,'Y',0),(7869,'สนามชัย','',864,70,'Y',0),(7870,'ดีหลวง','',864,70,'Y',0),(7871,'ชุมพล','',864,70,'Y',0),(7872,'คลองรี','',864,70,'Y',0),(7873,'คูขุด','',864,70,'Y',0),(7874,'ท่าหิน','',864,70,'Y',0),(7875,'วัดจันทร์','',864,70,'Y',0),(7876,'บ่อแดง','',864,70,'Y',0),(7877,'บ่อดาน','',864,70,'Y',0),(7878,'บ้านนา','',865,70,'Y',0),(7879,'ป่าชิง','',865,70,'Y',0),(7880,'สะพานไม้แก่น','',865,70,'Y',0),(7881,'สะกอม','',865,70,'Y',0),(7882,'นาหว้า','',865,70,'Y',0),(7883,'นาทับ','',865,70,'Y',0),(7884,'น้ำขาว','',865,70,'Y',0),(7885,'ขุนตัดหวาย','',865,70,'Y',0),(7886,'ท่าหมอไทร','',865,70,'Y',0),(7887,'จะโหนง','',865,70,'Y',0),(7888,'คู','',865,70,'Y',0),(7889,'แค','',865,70,'Y',0),(7890,'คลองเปียะ','',865,70,'Y',0),(7891,'ตลิ่งชัน','',865,70,'Y',0),(7892,'นาทวี','',866,70,'Y',0),(7893,'ฉาง','',866,70,'Y',0),(7894,'นาหมอศรี','',866,70,'Y',0),(7895,'คลองทราย','',866,70,'Y',0),(7896,'ปลักหนู','',866,70,'Y',0),(7897,'ท่าประดู่','',866,70,'Y',0),(7898,'สะท้อน','',866,70,'Y',0),(7899,'ทับช้าง','',866,70,'Y',0),(7900,'ประกอบ','',866,70,'Y',0),(7901,'คลองกวาง','',866,70,'Y',0),(7902,'เทพา','',867,70,'Y',0),(7903,'ปากบาง','',867,70,'Y',0),(7904,'เกาะสะบ้า','',867,70,'Y',0),(7905,'ลำไพล','',867,70,'Y',0),(7906,'ท่าม่วง','',867,70,'Y',0),(7907,'วังใหญ่','',867,70,'Y',0),(7908,'สะกอม','',867,70,'Y',0),(7909,'สะบ้าย้อย','',868,70,'Y',0),(7910,'ทุ่งพอ','',868,70,'Y',0),(7911,'เปียน','',868,70,'Y',0),(7912,'บ้านโหนด','',868,70,'Y',0),(7913,'จะแหน','',868,70,'Y',0),(7914,'คูหา','',868,70,'Y',0),(7915,'เขาแดง','',868,70,'Y',0),(7916,'บาโหย','',868,70,'Y',0),(7917,'ธารคีรี','',868,70,'Y',0),(7918,'ระโนด','',869,70,'Y',0),(7919,'คลองแดน','',869,70,'Y',0),(7920,'ตะเครียะ','',869,70,'Y',0),(7921,'ท่าบอน','',869,70,'Y',0),(7922,'บ้านใหม่','',869,70,'Y',0),(7923,'บ่อตรุ','',869,70,'Y',0),(7924,'ปากแตระ','',869,70,'Y',0),(7925,'พังยาง','',869,70,'Y',0),(7926,'ระวะ','',869,70,'Y',0),(7927,'วัดสน','',869,70,'Y',0),(7928,'บ้านขาว','',869,70,'Y',0),(7929,'แดนสงวน','',869,70,'Y',0),(7930,'เชิงแส','',869,70,'Y',0),(7931,'โรง','',869,70,'Y',0),(7932,'เกาะใหญ่','',869,70,'Y',0),(7933,'เกาะใหญ่','',870,70,'Y',0),(7934,'โรง','',870,70,'Y',0),(7935,'เชิงแส','',870,70,'Y',0),(7936,'กระแสสินธุ์','',870,70,'Y',0),(7937,'กำแพงเพชร','',871,70,'Y',0),(7938,'ท่าชะมวง','',871,70,'Y',0),(7939,'คูหาใต้','',871,70,'Y',0),(7940,'ควนรู','',871,70,'Y',0),(7941,'ควนโส','',871,70,'Y',0),(7942,'รัตภูมิ','',871,70,'Y',0),(7943,'บางเหรียง','',871,70,'Y',0),(7944,'ห้วยลึก','',871,70,'Y',0),(7945,'เขาพระ','',871,70,'Y',0),(7946,'บางเหรี่ยง','',871,70,'Y',0),(7947,'รัตนภูมิ','',871,70,'Y',0),(7948,'สะเดา','',872,70,'Y',0),(7949,'ปริก','',872,70,'Y',0),(7950,'พังลา','',872,70,'Y',0),(7951,'สำนักแต้ว','',872,70,'Y',0),(7952,'ทุ่งหมอ','',872,70,'Y',0),(7953,'ท่าโพธิ์','',872,70,'Y',0),(7954,'ปาดังเบซาร์','',872,70,'Y',0),(7955,'สำนักขาม','',872,70,'Y',0),(7956,'เขามีเกียรติ','',872,70,'Y',0),(7957,'หาดใหญ่','',873,70,'Y',0),(7958,'ควนลัง','',873,70,'Y',0),(7959,'คูเต่า','',873,70,'Y',0),(7960,'คอหงส์','',873,70,'Y',0),(7961,'คลองแห','',873,70,'Y',0),(7962,'คลองหอยโข่ง','',873,70,'Y',0),(7963,'คลองอู่ตะเภา','',873,70,'Y',0),(7964,'ฉลุง','',873,70,'Y',0),(7965,'ทุ่งลาน','',873,70,'Y',0),(7966,'ท่าช้าง','',873,70,'Y',0),(7967,'ทุ่งใหญ่','',873,70,'Y',0),(7968,'ทุ่งตำเสา','',873,70,'Y',0),(7969,'ท่าข้าม','',873,70,'Y',0),(7970,'น้ำน้อย','',873,70,'Y',0),(7971,'บางกล่ำ','',873,70,'Y',0),(7972,'บ้านพรุ','',873,70,'Y',0),(7973,'บ้านหาร','',873,70,'Y',0),(7974,'พะตง','',873,70,'Y',0),(7975,'แม่ทอม','',873,70,'Y',0),(7976,'โคกม่วง','',873,70,'Y',0),(7977,'คลองหรัง','',873,70,'Y',0),(7978,'ทุ่งขมิ้น','',873,70,'Y',0),(7979,'พิจิตร','',873,70,'Y',0),(7980,'นาหม่อม','',873,70,'Y',0),(7981,'นาหม่อม','',874,70,'Y',0),(7982,'พิจิตร','',874,70,'Y',0),(7983,'ทุ่งขมิ้น','',874,70,'Y',0),(7984,'คลองหรัง','',874,70,'Y',0),(7985,'รัตภูมิ','',875,70,'Y',0),(7986,'ควนโส','',875,70,'Y',0),(7987,'ห้วยลึก','',875,70,'Y',0),(7988,'บางเหรียง','',875,70,'Y',0),(7989,'บางกล่ำ','',876,70,'Y',0),(7990,'ท่าช้าง','',876,70,'Y',0),(7991,'แม่ทอม','',876,70,'Y',0),(7992,'บ้านหาร','',876,70,'Y',0),(7993,'ชิงโค','',877,70,'Y',0),(7994,'สทิงหม้อ','',877,70,'Y',0),(7995,'ทำนบ','',877,70,'Y',0),(7996,'รำแดง','',877,70,'Y',0),(7997,'วัดขนุน','',877,70,'Y',0),(7998,'ชะแล้','',877,70,'Y',0),(7999,'ปากรอ','',877,70,'Y',0),(8000,'ป่าขาด','',877,70,'Y',0),(8001,'หัวเขา','',877,70,'Y',0),(8002,'บางเขียด','',877,70,'Y',0),(8003,'ม่วงงาม','',877,70,'Y',0),(8004,'คลองหอยโข่ง','',878,70,'Y',0),(8005,'ทุ่งลาน','',878,70,'Y',0),(8006,'โคกม่วง','',878,70,'Y',0),(8007,'คลองหลา','',878,70,'Y',0),(8008,'พิมาน','',879,71,'Y',0),(8009,'คลองขุด','',879,71,'Y',0),(8010,'ควนขัน','',879,71,'Y',0),(8011,'บ้านควน','',879,71,'Y',0),(8012,'ฉลุง','',879,71,'Y',0),(8013,'เกาะสาหร่าย','',879,71,'Y',0),(8014,'ตันหยงโป','',879,71,'Y',0),(8015,'เจ๊ะบิลัง','',879,71,'Y',0),(8016,'ตำมะลัง','',879,71,'Y',0),(8017,'ปูยู','',879,71,'Y',0),(8018,'ควนโพธิ์','',879,71,'Y',0),(8019,'เกตรี','',879,71,'Y',0),(8020,'ท่าแพ','',879,71,'Y',0),(8021,'ควนโดน','',880,71,'Y',0),(8022,'ควนสตอ','',880,71,'Y',0),(8023,'ย่านซื่อ','',880,71,'Y',0),(8024,'วังประจัน','',880,71,'Y',0),(8025,'ทุ่งนุ้ย','',881,71,'Y',0),(8026,'ควนกาหลง','',881,71,'Y',0),(8027,'อุใดเจริญ','',881,71,'Y',0),(8028,'นิคมพัฒนา','',881,71,'Y',0),(8029,'ปาล์มพัฒนา','',881,71,'Y',0),(8030,'ท่าแพ','',882,71,'Y',0),(8031,'แป-ระ','',882,71,'Y',0),(8032,'สาคร','',882,71,'Y',0),(8033,'ท่าเรือ','',882,71,'Y',0),(8034,'กำแพง','',883,71,'Y',0),(8035,'ละงู','',883,71,'Y',0),(8036,'เขาขาว','',883,71,'Y',0),(8037,'ปากน้ำ','',883,71,'Y',0),(8038,'น้ำผุด','',883,71,'Y',0),(8039,'แหลมสน','',883,71,'Y',0),(8040,'ทุ่งหว้า','',884,71,'Y',0),(8041,'นาทอน','',884,71,'Y',0),(8042,'ขอนคลาน','',884,71,'Y',0),(8043,'ทุ่งบุหลัง','',884,71,'Y',0),(8044,'ป่าแก่บ่อหิน','',884,71,'Y',0),(8045,'ปาล์มพัฒนา','',885,71,'Y',0),(8046,'นิคมพัฒนา','',885,71,'Y',0),(8047,'ทับเที่ยง','',886,72,'Y',0),(8048,'โคกสะบ้า','',886,72,'Y',0),(8049,'ละมอ','',886,72,'Y',0),(8050,'นาพละ','',886,72,'Y',0),(8051,'บ้านควน','',886,72,'Y',0),(8052,'นาบินหลา','',886,72,'Y',0),(8053,'ควนปริง','',886,72,'Y',0),(8054,'นาโยงใต้','',886,72,'Y',0),(8055,'บางรัก','',886,72,'Y',0),(8056,'โคกหล่อ','',886,72,'Y',0),(8057,'นาข้าวเสีย','',886,72,'Y',0),(8058,'นาหมื่นศรี','',886,72,'Y',0),(8059,'นาโต๊ะหมิง','',886,72,'Y',0),(8060,'หนองตรุด','',886,72,'Y',0),(8061,'น้ำผุด','',886,72,'Y',0),(8062,'นาโยงเหนือ','',886,72,'Y',0),(8063,'นาตาล่วง','',886,72,'Y',0),(8064,'บ้านโพธิ์','',886,72,'Y',0),(8065,'นาท่ามเหนือ','',886,72,'Y',0),(8066,'นาท่ามใต้','',886,72,'Y',0),(8067,'ช่อง','',886,72,'Y',0),(8068,'กันตัง','',887,72,'Y',0),(8069,'ควนธานี','',887,72,'Y',0),(8070,'บางหมาก','',887,72,'Y',0),(8071,'บางเป้า','',887,72,'Y',0),(8072,'วังวน','',887,72,'Y',0),(8073,'กันตังใต้','',887,72,'Y',0),(8074,'โคกยาง','',887,72,'Y',0),(8075,'คลองลุ','',887,72,'Y',0),(8076,'ย่านซื่อ','',887,72,'Y',0),(8077,'บ่อน้ำร้อน','',887,72,'Y',0),(8078,'บางสัก','',887,72,'Y',0),(8079,'นาเกลือ','',887,72,'Y',0),(8080,'เกาะลิบง','',887,72,'Y',0),(8081,'คลองชีล้อม','',887,72,'Y',0),(8082,'ย่านตาขาว','',888,72,'Y',0),(8083,'หนองบ่อ','',888,72,'Y',0),(8084,'นาชุมเห็ด','',888,72,'Y',0),(8085,'ในควน','',888,72,'Y',0),(8086,'โพรงจรเข้','',888,72,'Y',0),(8087,'ทุ่งกระบือ','',888,72,'Y',0),(8088,'ทุ่งค่าย','',888,72,'Y',0),(8089,'เกาะเปียะ','',888,72,'Y',0),(8090,'ท่าข้าม','',889,72,'Y',0),(8091,'ทุ่งยาว','',889,72,'Y',0),(8092,'ปะเหลียน','',889,72,'Y',0),(8093,'บางด้วน','',889,72,'Y',0),(8094,'หาดสำราญ','',889,72,'Y',0),(8095,'ตะเสะ','',889,72,'Y',0),(8096,'บ้านนา','',889,72,'Y',0),(8097,'บ้าหวี','',889,72,'Y',0),(8098,'สุโสะ','',889,72,'Y',0),(8099,'ลิพัง','',889,72,'Y',0),(8100,'เกาะสุกร','',889,72,'Y',0),(8101,'ท่าพญา','',889,72,'Y',0),(8102,'แหลมสอม','',889,72,'Y',0),(8103,'บ่อหิน','',890,72,'Y',0),(8104,'เขาไม้แก้ว','',890,72,'Y',0),(8105,'กะลาเส','',890,72,'Y',0),(8106,'ไม้ฝาด','',890,72,'Y',0),(8107,'นาเมืองเพชร','',890,72,'Y',0),(8108,'ท่าสะบ้า','',890,72,'Y',0),(8109,'สิเกา','',890,72,'Y',0),(8110,'อ่าวตง','',890,72,'Y',0),(8111,'วังมะปราง','',890,72,'Y',0),(8112,'เขาวิเศษ','',890,72,'Y',0),(8113,'ห้วยยอด','',891,72,'Y',0),(8114,'หนองช้างแล่น','',891,72,'Y',0),(8115,'หนองปรือ','',891,72,'Y',0),(8116,'หนองบัว','',891,72,'Y',0),(8117,'บางดี','',891,72,'Y',0),(8118,'บางกุ้ง','',891,72,'Y',0),(8119,'เขากอบ','',891,72,'Y',0),(8120,'เขาขาว','',891,72,'Y',0),(8121,'เขาปูน','',891,72,'Y',0),(8122,'ปากแจ่ม','',891,72,'Y',0),(8123,'ปากคม','',891,72,'Y',0),(8124,'คลองปาง','',891,72,'Y',0),(8125,'ควนเมา','',891,72,'Y',0),(8126,'ท่างิ้ว','',891,72,'Y',0),(8127,'ลำภูรา','',891,72,'Y',0),(8128,'นาวง','',891,72,'Y',0),(8129,'ห้วยนาง','',891,72,'Y',0),(8130,'เขาไพร','',891,72,'Y',0),(8131,'ในเตา','',891,72,'Y',0),(8132,'ทุ่งต่อ','',891,72,'Y',0),(8133,'วังคีรี','',891,72,'Y',0),(8134,'เขาวิเศษ','',892,72,'Y',0),(8135,'วังมะปราง','',892,72,'Y',0),(8136,'อ่าวตง','',892,72,'Y',0),(8137,'ท่าสะบ้า','',892,72,'Y',0),(8138,'วังมะปรางเหนือ','',892,72,'Y',0),(8139,'นาโยงเหนือ','',893,72,'Y',0),(8140,'ช่อง','',893,72,'Y',0),(8141,'ละมอ','',893,72,'Y',0),(8142,'โคกสะบ้า','',893,72,'Y',0),(8143,'นาหมื่นศรี','',893,72,'Y',0),(8144,'นาข้าวเสีย','',893,72,'Y',0),(8145,'ควนเมา','',894,72,'Y',0),(8146,'คลองปาง','',894,72,'Y',0),(8147,'หนองบัว','',894,72,'Y',0),(8148,'หนองปรือ','',894,72,'Y',0),(8149,'เขาไพร','',894,72,'Y',0),(8150,'หาดสำราญ','',895,72,'Y',0),(8151,'บ้าหวี','',895,72,'Y',0),(8152,'ตะเสะ','',895,72,'Y',0),(8153,'คูหาสวรรค์','',897,73,'Y',0),(8154,'บ้านนา','',897,73,'Y',0),(8155,'เขาเจียก','',897,73,'Y',0),(8156,'ท่ามิหรำ','',897,73,'Y',0),(8157,'โคกชะงาย','',897,73,'Y',0),(8158,'นาท่อม','',897,73,'Y',0),(8159,'ปรางหมู่','',897,73,'Y',0),(8160,'ท่าแค','',897,73,'Y',0),(8161,'ลำปำ','',897,73,'Y',0),(8162,'ตำนาน','',897,73,'Y',0),(8163,'ควนมะพร้าว','',897,73,'Y',0),(8164,'ร่มเมือง','',897,73,'Y',0),(8165,'ชัยบุรี','',897,73,'Y',0),(8166,'นาโหนด','',897,73,'Y',0),(8167,'พญาขัน','',897,73,'Y',0),(8168,'ลำสินธุ์','',897,73,'Y',0),(8169,'อ่างทอง','',897,73,'Y',0),(8170,'ชุมพล','',897,73,'Y',0),(8171,'กงหรา','',898,73,'Y',0),(8172,'ชะรัด','',898,73,'Y',0),(8173,'คลองเฉลิม','',898,73,'Y',0),(8174,'คลองทรายขาว','',898,73,'Y',0),(8175,'สมหวัง','',898,73,'Y',0),(8176,'เขาชัยสน','',899,73,'Y',0),(8177,'ควนขนุน','',899,73,'Y',0),(8178,'ท่ามะเดื่อ','',899,73,'Y',0),(8179,'นาปะขอ','',899,73,'Y',0),(8180,'จองถนน','',899,73,'Y',0),(8181,'หานโพธิ์','',899,73,'Y',0),(8182,'โคกม่วง','',899,73,'Y',0),(8183,'โคกสัก','',899,73,'Y',0),(8184,'คลองใหญ่','',899,73,'Y',0),(8185,'ตะโหมด','',899,73,'Y',0),(8186,'แม่ขรี','',899,73,'Y',0),(8187,'แม่ขรี','',900,73,'Y',0),(8188,'ตะโหมด','',900,73,'Y',0),(8189,'คลองใหญ่','',900,73,'Y',0),(8190,'ควนขนุน','',901,73,'Y',0),(8191,'ทะเลน้อย','',901,73,'Y',0),(8192,'เกาะเต่า','',901,73,'Y',0),(8193,'นาขยาด','',901,73,'Y',0),(8194,'พนมวังก์','',901,73,'Y',0),(8195,'แหลมโตนด','',901,73,'Y',0),(8196,'ป่าพะยอม','',901,73,'Y',0),(8197,'ปันแต','',901,73,'Y',0),(8198,'โตนดด้วน','',901,73,'Y',0),(8199,'ดอนทราย','',901,73,'Y',0),(8200,'มะกอกเหนือ','',901,73,'Y',0),(8201,'พนางตุง','',901,73,'Y',0),(8202,'ชะมวง','',901,73,'Y',0),(8203,'บ้านพร้าว','',901,73,'Y',0),(8204,'ลานข่อย','',901,73,'Y',0),(8205,'แพรกหา','',901,73,'Y',0),(8206,'คำไผ่','',901,73,'Y',0),(8207,'คำเตย','',901,73,'Y',0),(8208,'ส้มผ่อ','',901,73,'Y',0),(8209,'ปากพะยูน','',902,73,'Y',0),(8210,'ดอนประดู่','',902,73,'Y',0),(8211,'เกาะนางคำ','',902,73,'Y',0),(8212,'เกาะหมาก','',902,73,'Y',0),(8213,'ฝาละมี','',902,73,'Y',0),(8214,'หารเทา','',902,73,'Y',0),(8215,'ดอนทราย','',902,73,'Y',0),(8216,'หนองแซง','',902,73,'Y',0),(8217,'โคกทราย','',902,73,'Y',0),(8218,'ป่าบอน','',902,73,'Y',0),(8219,'เขาย่า','',903,73,'Y',0),(8220,'เขาปู่','',903,73,'Y',0),(8221,'ตะแพน','',903,73,'Y',0),(8222,'ป่าบอน','',904,73,'Y',0),(8223,'โคกทราย','',904,73,'Y',0),(8224,'หนองธง','',904,73,'Y',0),(8225,'ทุ่งนารี','',904,73,'Y',0),(8226,'วังใหม่','',904,73,'Y',0),(8227,'ท่ามะเดื่อ','',905,73,'Y',0),(8228,'นาปะขอ','',905,73,'Y',0),(8229,'โคกสัก','',905,73,'Y',0),(8230,'ป่าพะยอม','',906,73,'Y',0),(8231,'ลานข่อย','',906,73,'Y',0),(8232,'เกาะเต่า','',906,73,'Y',0),(8233,'บ้านพร้าว','',906,73,'Y',0),(8234,'ชุมพล','',907,73,'Y',0),(8235,'บ้านนา','',907,73,'Y',0),(8236,'อ่างทอง','',907,73,'Y',0),(8237,'ลำสินธุ์','',907,73,'Y',0),(8238,'สะบารัง','',908,74,'Y',0),(8239,'อาเนาะรู','',908,74,'Y',0),(8240,'จะบังติกอ','',908,74,'Y',0),(8241,'บานา','',908,74,'Y',0),(8242,'ตันหยงลุโละ','',908,74,'Y',0),(8243,'คลองมานิง','',908,74,'Y',0),(8244,'กะมิยอ','',908,74,'Y',0),(8245,'บาราโหม','',908,74,'Y',0),(8246,'ปะกาฮะรัง','',908,74,'Y',0),(8247,'รูสะมิแล','',908,74,'Y',0),(8248,'ตะลุโบะ','',908,74,'Y',0),(8249,'บาราเฮาะ','',908,74,'Y',0),(8250,'ปุยุด','',908,74,'Y',0),(8251,'โคกโพธิ์','',909,74,'Y',0),(8252,'มะกรูด','',909,74,'Y',0),(8253,'บางโกระ','',909,74,'Y',0),(8254,'ป่าบอน','',909,74,'Y',0),(8255,'ทรายขาว','',909,74,'Y',0),(8256,'นาประดู่','',909,74,'Y',0),(8257,'ปากล่อ','',909,74,'Y',0),(8258,'ทุ่งพลา','',909,74,'Y',0),(8259,'แม่ลาน','',909,74,'Y',0),(8260,'ป่าไร่','',909,74,'Y',0),(8261,'ท่าเรือ','',909,74,'Y',0),(8262,'ม่วงเตี้ย','',909,74,'Y',0),(8263,'นาเกตุ','',909,74,'Y',0),(8264,'ควนโนรี','',909,74,'Y',0),(8265,'ช้างให้ตก','',909,74,'Y',0),(8266,'เกาะเปาะ','',910,74,'Y',0),(8267,'คอลอตันหยง','',910,74,'Y',0),(8268,'ดอนรัก','',910,74,'Y',0),(8269,'ดาโต๊ะ','',910,74,'Y',0),(8270,'ตุยง','',910,74,'Y',0),(8271,'ท่ากำชำ','',910,74,'Y',0),(8272,'บ่อทอง','',910,74,'Y',0),(8273,'บางเขา','',910,74,'Y',0),(8274,'บางตาวา','',910,74,'Y',0),(8275,'ปุโละปุโย','',910,74,'Y',0),(8276,'ยาบี','',910,74,'Y',0),(8277,'ลิปะสะโง','',910,74,'Y',0),(8278,'ปะนาเระ','',911,74,'Y',0),(8279,'ท่าข้าม','',911,74,'Y',0),(8280,'บ้านนอก','',911,74,'Y',0),(8281,'ดอน','',911,74,'Y',0),(8282,'ควน','',911,74,'Y',0),(8283,'ท่าน้ำ','',911,74,'Y',0),(8284,'คอกกระบือ','',911,74,'Y',0),(8285,'พ่อมิ่ง','',911,74,'Y',0),(8286,'บ้านกลาง','',911,74,'Y',0),(8287,'บ้านน้ำบ่อ','',911,74,'Y',0),(8288,'มายอ','',912,74,'Y',0),(8289,'ถนน','',912,74,'Y',0),(8290,'ตรัง','',912,74,'Y',0),(8291,'กระหวะ','',912,74,'Y',0),(8292,'ลุโบะยิไร','',912,74,'Y',0),(8293,'ลางา','',912,74,'Y',0),(8294,'กระเสาะ','',912,74,'Y',0),(8295,'เกาะจัน','',912,74,'Y',0),(8296,'ปะโด','',912,74,'Y',0),(8297,'สาคอบน','',912,74,'Y',0),(8298,'สาคอใต้','',912,74,'Y',0),(8299,'สะกำ','',912,74,'Y',0),(8300,'ปานัน','',912,74,'Y',0),(8301,'ตะโละแมะนา','',913,74,'Y',0),(8302,'พิเทน','',913,74,'Y',0),(8303,'น้ำดำ','',913,74,'Y',0),(8304,'ปากู','',913,74,'Y',0),(8305,'ตะลุบัน','',914,74,'Y',0),(8306,'ตะบิ้ง','',914,74,'Y',0),(8307,'ปะเสยะวอ','',914,74,'Y',0),(8308,'บางเก่า','',914,74,'Y',0),(8309,'บือเระ','',914,74,'Y',0),(8310,'เตราะบอน','',914,74,'Y',0),(8311,'กะดุนง','',914,74,'Y',0),(8312,'ละหาร','',914,74,'Y',0),(8313,'มะนังดาลำ','',914,74,'Y',0),(8314,'แป้น','',914,74,'Y',0),(8315,'ทุ่งคล้า','',914,74,'Y',0),(8316,'ไทรทอง','',915,74,'Y',0),(8317,'ไม้แก่น','',915,74,'Y',0),(8318,'ตะโละไกรทอง','',915,74,'Y',0),(8319,'ดอนทราย','',915,74,'Y',0),(8320,'ตะโละ','',916,74,'Y',0),(8321,'ตะโละกาโปร์','',916,74,'Y',0),(8322,'ตันหยงดาลอ','',916,74,'Y',0),(8323,'ตันหยงจึงงา','',916,74,'Y',0),(8324,'ตอหลัง','',916,74,'Y',0),(8325,'ตาแกะ','',916,74,'Y',0),(8326,'ตาลีอายร์','',916,74,'Y',0),(8327,'ยามู','',916,74,'Y',0),(8328,'บางปู','',916,74,'Y',0),(8329,'หนองแรต','',916,74,'Y',0),(8330,'ปิยามุมัง','',916,74,'Y',0),(8331,'ปุลากง','',916,74,'Y',0),(8332,'บาโลย','',916,74,'Y',0),(8333,'สาบัน','',916,74,'Y',0),(8334,'มะนังยง','',916,74,'Y',0),(8335,'ราตาปันยัง','',916,74,'Y',0),(8336,'จะรัง','',916,74,'Y',0),(8337,'แหลมโพธิ์','',916,74,'Y',0),(8338,'ยะรัง','',917,74,'Y',0),(8339,'สะดาวา','',917,74,'Y',0),(8340,'ประจัน','',917,74,'Y',0),(8341,'สะนอ','',917,74,'Y',0),(8342,'ระแว้ง','',917,74,'Y',0),(8343,'ปิตูมุดี','',917,74,'Y',0),(8344,'วัด','',917,74,'Y',0),(8345,'กระโด','',917,74,'Y',0),(8346,'คลองใหม่','',917,74,'Y',0),(8347,'เมาะมาวี','',917,74,'Y',0),(8348,'กอลำ','',917,74,'Y',0),(8349,'เขาตูม','',917,74,'Y',0),(8350,'กะรุบี','',918,74,'Y',0),(8351,'ตะโละดือรามัน','',918,74,'Y',0),(8352,'ปล่องหอย','',918,74,'Y',0),(8353,'แม่ลาน','',919,74,'Y',0),(8354,'ม่วงเตี้ย','',919,74,'Y',0),(8355,'ป่าไร่','',919,74,'Y',0),(8356,'สะเตง','',920,75,'Y',0),(8357,'บุดี','',920,75,'Y',0),(8358,'ยุโป','',920,75,'Y',0),(8359,'ลิดล','',920,75,'Y',0),(8360,'ปุโรง','',920,75,'Y',0),(8361,'ยะลา','',920,75,'Y',0),(8362,'สะเอะ','',920,75,'Y',0),(8363,'ท่าสาป','',920,75,'Y',0),(8364,'ลำใหม่','',920,75,'Y',0),(8365,'หน้าถ้ำ','',920,75,'Y',0),(8366,'ลำพะยา','',920,75,'Y',0),(8367,'เปาะเส้ง','',920,75,'Y',0),(8368,'กรงปินัง','',920,75,'Y',0),(8369,'พร่อน','',920,75,'Y',0),(8370,'บันนังสาเรง','',920,75,'Y',0),(8371,'สะเตงนอก','',920,75,'Y',0),(8372,'ห้วยกระทิง','',920,75,'Y',0),(8373,'ตาเซะ','',920,75,'Y',0),(8374,'เบตง','',921,75,'Y',0),(8375,'ยะรม','',921,75,'Y',0),(8376,'ตาเนาะแมเราะ','',921,75,'Y',0),(8377,'อัยเยอร์เวง','',921,75,'Y',0),(8378,'ธารน้ำทิพย์','',921,75,'Y',0),(8379,'บันนังสตา','',922,75,'Y',0),(8380,'บาเจาะ','',922,75,'Y',0),(8381,'ตาเนาะปูเต๊ะ','',922,75,'Y',0),(8382,'ถ้ำทะลุ','',922,75,'Y',0),(8383,'ตลิ่งชัน','',922,75,'Y',0),(8384,'เขื่อนบางลาง','',922,75,'Y',0),(8385,'แม่หวาด','',922,75,'Y',0),(8386,'บ้านแหร','',922,75,'Y',0),(8387,'ธารโต','',922,75,'Y',0),(8388,'ธารโต','',923,75,'Y',0),(8389,'บ้านแหร','',923,75,'Y',0),(8390,'แม่หวาด','',923,75,'Y',0),(8391,'คีรีเขต','',923,75,'Y',0),(8392,'ยะหา','',924,75,'Y',0),(8393,'ละแอ','',924,75,'Y',0),(8394,'ปะแต','',924,75,'Y',0),(8395,'บาโร๊ะ','',924,75,'Y',0),(8396,'กาบัง','',924,75,'Y',0),(8397,'ตาชี','',924,75,'Y',0),(8398,'บาโงยซิแน','',924,75,'Y',0),(8399,'กาตอง','',924,75,'Y',0),(8400,'บาละ','',924,75,'Y',0),(8401,'กายูบอเกาะ','',925,75,'Y',0),(8402,'กาลูปัง','',925,75,'Y',0),(8403,'กาลอ','',925,75,'Y',0),(8404,'กอตอตือร๊ะ','',925,75,'Y',0),(8405,'โกตาบารู','',925,75,'Y',0),(8406,'เกะรอ','',925,75,'Y',0),(8407,'จะกว๊ะ','',925,75,'Y',0),(8408,'ท่าธง','',925,75,'Y',0),(8409,'เนินงาม','',925,75,'Y',0),(8410,'บาลอ','',925,75,'Y',0),(8411,'บาโงย','',925,75,'Y',0),(8412,'บือมัง','',925,75,'Y',0),(8413,'ยะต๊ะ','',925,75,'Y',0),(8414,'วังพญา','',925,75,'Y',0),(8415,'อาซ่อง','',925,75,'Y',0),(8416,'ตะโล๊ะหะลอ','',925,75,'Y',0),(8417,'กาบัง','',926,75,'Y',0),(8418,'บาละ','',926,75,'Y',0),(8419,'กรงปินัง','',927,75,'Y',0),(8420,'สะเอะ','',927,75,'Y',0),(8421,'ห้วยกระทิง','',927,75,'Y',0),(8422,'ปุโรง','',927,75,'Y',0),(8423,'บางนาค','',928,76,'Y',0),(8424,'ลำภู','',928,76,'Y',0),(8425,'มะนังตายอ','',928,76,'Y',0),(8426,'บางปอ','',928,76,'Y',0),(8427,'กะลุวอ','',928,76,'Y',0),(8428,'กะลุวอเหนือ','',928,76,'Y',0),(8429,'โคกเคียน','',928,76,'Y',0),(8430,'เจ๊ะเห','',929,76,'Y',0),(8431,'ไพรวัน','',929,76,'Y',0),(8432,'พร่อน','',929,76,'Y',0),(8433,'ศาลาใหม่','',929,76,'Y',0),(8434,'บางขุนทอง','',929,76,'Y',0),(8435,'เกาะสะท้อน','',929,76,'Y',0),(8436,'นานาค','',929,76,'Y',0),(8437,'โฆษิต','',929,76,'Y',0),(8438,'บาเจาะ','',930,76,'Y',0),(8439,'ลุโบะสาวอ','',930,76,'Y',0),(8440,'กาเยาะมาตี','',930,76,'Y',0),(8441,'ปะลุกาสาเมาะ','',930,76,'Y',0),(8442,'บาเระเหนือ','',930,76,'Y',0),(8443,'บาเระใต้','',930,76,'Y',0),(8444,'ยี่งอ','',931,76,'Y',0),(8445,'ละหาร','',931,76,'Y',0),(8446,'จอเบาะ','',931,76,'Y',0),(8447,'ลุโบะบายะ','',931,76,'Y',0),(8448,'ลุโบะบือซา','',931,76,'Y',0),(8449,'ตะปอเยาะ','',931,76,'Y',0),(8450,'ตันหยงมัส','',932,76,'Y',0),(8451,'ตันหยงลิมอ','',932,76,'Y',0),(8452,'จวบ','',932,76,'Y',0),(8453,'มะรือโบตะวันออก','',932,76,'Y',0),(8454,'บูกิต','',932,76,'Y',0),(8455,'บองอ','',932,76,'Y',0),(8456,'กาลิซา','',932,76,'Y',0),(8457,'บาโงสะโต','',932,76,'Y',0),(8458,'เฉลิม','',932,76,'Y',0),(8459,'มะรือโบตก','',932,76,'Y',0),(8460,'รือเสาะ','',933,76,'Y',0),(8461,'สาวอ','',933,76,'Y',0),(8462,'เรียง','',933,76,'Y',0),(8463,'สามัคคี','',933,76,'Y',0),(8464,'บาตง','',933,76,'Y',0),(8465,'ลาโละ','',933,76,'Y',0),(8466,'รือเสาะออก','',933,76,'Y',0),(8467,'โคกสะตอ','',933,76,'Y',0),(8468,'สุวารี','',933,76,'Y',0),(8469,'ซากอ','',934,76,'Y',0),(8470,'ตะมะยูง','',934,76,'Y',0),(8471,'ศรีสาคร','',934,76,'Y',0),(8472,'เชิงคีรี','',934,76,'Y',0),(8473,'กาหลง','',934,76,'Y',0),(8474,'ศรีบรรพต','',934,76,'Y',0),(8475,'แว้ง','',935,76,'Y',0),(8476,'กายูคละ','',935,76,'Y',0),(8477,'ฆอเลาะ','',935,76,'Y',0),(8478,'โละจูด','',935,76,'Y',0),(8479,'แม่ดง','',935,76,'Y',0),(8480,'เอราวัณ','',935,76,'Y',0),(8481,'มาโมง','',936,76,'Y',0),(8482,'สุคิริน','',936,76,'Y',0),(8483,'เกียร์','',936,76,'Y',0),(8484,'ภูเขาทอง','',936,76,'Y',0),(8485,'ร่มไทร','',936,76,'Y',0),(8486,'สุไหงโก-ลก','',937,76,'Y',0),(8487,'ปาเสมัส','',937,76,'Y',0),(8488,'มูโนะ','',937,76,'Y',0),(8489,'ปูโยะ','',937,76,'Y',0),(8490,'ปะลุรู','',938,76,'Y',0),(8491,'สุไหงปาดี','',938,76,'Y',0),(8492,'โต๊ะเด็ง','',938,76,'Y',0),(8493,'สากอ','',938,76,'Y',0),(8494,'ริโก๋','',938,76,'Y',0),(8495,'กาวะ','',938,76,'Y',0),(8496,'จะแนะ','',939,76,'Y',0),(8497,'ดุซงญอ','',939,76,'Y',0),(8498,'ผดุงมาตร','',939,76,'Y',0),(8499,'ช้างเผือก','',939,76,'Y',0),(8500,'จวบ','',940,76,'Y',0),(8501,'บูกิต','',940,76,'Y',0),(8502,'มะรือโบออก','',940,76,'Y',0),(8503,'บ้านเป็ด','baanped',361,28,'Y',0),(8504,'ในเมือง','',361,28,'Y',0);
/*!40000 ALTER TABLE `District` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `DoubleDate`
--

DROP TABLE IF EXISTS `DoubleDate`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `DoubleDate` (
  `seqId` int(3) NOT NULL auto_increment,
  `personId` int(3) NOT NULL default '0',
  `startDate` date NOT NULL default '0000-00-00',
  `endDate` date NOT NULL default '0000-00-00',
  `numDate` int(3) NOT NULL default '0',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `DoubleDate`
--

LOCK TABLES `DoubleDate` WRITE;
/*!40000 ALTER TABLE `DoubleDate` DISABLE KEYS */;
/*!40000 ALTER TABLE `DoubleDate` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Edithissalary`
--

DROP TABLE IF EXISTS `Edithissalary`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Edithissalary` (
  `seqId` int(11) NOT NULL,
  `personId` int(11) NOT NULL,
  `orderNo_ref` varchar(100) NOT NULL,
  `orderNo` varchar(100) NOT NULL,
  `orderAt` varchar(100) NOT NULL,
  `orderDate` date NOT NULL,
  `effectDate` date NOT NULL,
  `noteps` varchar(50) NOT NULL,
  `levelposId` int(11) NOT NULL,
  `salary` int(6) NOT NULL,
  `reference` varchar(100) NOT NULL,
  `note` varchar(100) NOT NULL,
  `orderstatus` varchar(3) NOT NULL,
  `approveorder` varchar(3) NOT NULL,
  `orderwriteDate` date NOT NULL,
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='คำสั่งแก้ไขคำสั่งเลื่อนขั้นเงินเดือน';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Edithissalary`
--

LOCK TABLES `Edithissalary` WRITE;
/*!40000 ALTER TABLE `Edithissalary` DISABLE KEYS */;
/*!40000 ALTER TABLE `Edithissalary` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Editpromote`
--

DROP TABLE IF EXISTS `Editpromote`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Editpromote` (
  `seqId` int(11) NOT NULL,
  `personId` int(11) NOT NULL,
  `orderpromoteRef` varchar(100) NOT NULL,
  `orderNo` varchar(100) NOT NULL,
  `orderAt` varchar(100) NOT NULL,
  `orderDate` date NOT NULL,
  `effectDate` date NOT NULL,
  `posId` varchar(50) NOT NULL,
  `postypeId` int(11) NOT NULL,
  `poskindId` int(11) NOT NULL,
  `adminposId` int(11) NOT NULL,
  `adlineId` int(11) NOT NULL,
  `majortypeId` int(11) NOT NULL,
  `deptkpId` int(11) NOT NULL,
  `levelposId` int(11) NOT NULL,
  `salary` int(6) NOT NULL,
  `reference` varchar(100) NOT NULL,
  `note` varchar(100) NOT NULL,
  `orderstatus` varchar(3) NOT NULL,
  `approveorder` varchar(3) NOT NULL,
  `orderwriteDate` date NOT NULL,
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='คำสั่งแก้ไขคำสั่งเลื่อนข้าราชการ';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Editpromote`
--

LOCK TABLES `Editpromote` WRITE;
/*!40000 ALTER TABLE `Editpromote` DISABLE KEYS */;
/*!40000 ALTER TABLE `Editpromote` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Education`
--

DROP TABLE IF EXISTS `Education`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Education` (
  `seq` int(11) NOT NULL auto_increment,
  `personId` int(11) NOT NULL default '0',
  `levelId` int(2) NOT NULL default '0',
  `degreeId` int(2) NOT NULL default '0',
  `educmajorId` int(2) NOT NULL default '0',
  `educplaceId` int(3) NOT NULL default '0',
  `countryId` int(3) NOT NULL default '0',
  `endYear` varchar(4) NOT NULL default '',
  `hightest` char(1) NOT NULL default '',
  `startYear` varchar(4) NOT NULL default '',
  `startDate` date NOT NULL default '0000-00-00',
  `endDate` date NOT NULL default '0000-00-00',
  PRIMARY KEY  (`seq`)
) ENGINE=InnoDB AUTO_INCREMENT=873 DEFAULT CHARSET=utf8 COMMENT='ประวัติการศึกษา';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Education`
--

LOCK TABLES `Education` WRITE;
/*!40000 ALTER TABLE `Education` DISABLE KEYS */;
INSERT INTO `Education` VALUES (1,135,15,1,1,142,32,'2505','Y','','0000-00-00','0000-00-00'),(3,225,13,3,3,0,0,'2529','','','0000-00-00','0000-00-00'),(4,225,17,41,4,0,0,'2525','','','0000-00-00','0000-00-00'),(5,83,11,5,5,8,7,'2544','Y','','0000-00-00','0000-00-00'),(6,11,11,6,6,73,7,'2532','','','0000-00-00','0000-00-00'),(7,20,6,7,7,75,7,'2529','Y','','0000-00-00','0000-00-00'),(8,205,15,1,8,175,18,'2540','Y','','0000-00-00','0000-00-00'),(9,205,13,3,9,11,7,'2533','','','0000-00-00','0000-00-00'),(10,205,11,8,37,2,7,'2530','','','0000-00-00','0000-00-00'),(11,207,15,1,11,176,11,'2547','Y','','0000-00-00','0000-00-00'),(12,207,13,3,12,14,7,'2536','','','0000-00-00','0000-00-00'),(13,207,11,8,13,139,7,'2530','','','0000-00-00','0000-00-00'),(14,57,11,8,14,111,7,'2542','Y','','0000-00-00','0000-00-00'),(15,192,15,9,15,0,0,'2547','Y','','0000-00-00','0000-00-00'),(16,192,15,9,15,0,0,'2540','Y','','0000-00-00','0000-00-00'),(17,192,11,8,17,0,0,'2535','','','0000-00-00','0000-00-00'),(18,218,15,1,289,123,2,'2547','Y','','0000-00-00','0000-00-00'),(19,218,13,3,19,11,7,'2539','','','0000-00-00','0000-00-00'),(20,218,11,8,20,11,7,'2534','','','0000-00-00','0000-00-00'),(21,121,15,9,21,1,7,'2543','Y','','0000-00-00','0000-00-00'),(22,121,13,3,22,1,7,'2536','','','0000-00-00','0000-00-00'),(24,191,13,3,24,0,0,'2547','','','0000-00-00','0000-00-00'),(25,191,15,9,15,0,0,'2540','Y','','0000-00-00','0000-00-00'),(29,76,13,3,10,1,7,'2542','','','0000-00-00','0000-00-00'),(30,76,11,8,10,8,7,'2538','','','0000-00-00','0000-00-00'),(31,46,15,1,30,89,18,'2549','Y','','0000-00-00','0000-00-00'),(32,46,13,10,67,88,18,'2544','','','0000-00-00','0000-00-00'),(33,46,13,11,32,87,7,'2538','','','0000-00-00','0000-00-00'),(34,46,11,8,17,7,7,'2535','','','0000-00-00','0000-00-00'),(35,29,11,8,33,86,7,'2548','Y','','0000-00-00','0000-00-00'),(36,261,15,1,272,118,18,'2544','Y','','0000-00-00','0000-00-00'),(37,261,13,3,35,1,7,'2535','','','0000-00-00','0000-00-00'),(38,261,11,8,36,90,7,'2532','','','0000-00-00','0000-00-00'),(39,235,13,3,27,0,0,'2547','','','0000-00-00','0000-00-00'),(40,235,11,8,37,0,0,'2543','','','0000-00-00','0000-00-00'),(41,255,15,9,15,0,0,'2551','Y','','0000-00-00','0000-00-00'),(42,124,11,5,28,8,7,'2537','Y','','0000-00-00','0000-00-00'),(43,23,11,5,250,8,7,'2543','','','0000-00-00','0000-00-00'),(44,138,13,3,39,1,7,'2523','Y','','0000-00-00','0000-00-00'),(45,138,11,5,39,71,7,'2519','','','0000-00-00','0000-00-00'),(46,68,13,3,41,1,7,'2534','','','0000-00-00','0000-00-00'),(47,68,11,8,10,71,7,'2528','','','0000-00-00','0000-00-00'),(48,165,15,1,42,0,0,'2535','Y','','0000-00-00','0000-00-00'),(49,165,13,10,43,0,0,'2529','','','0000-00-00','0000-00-00'),(50,165,11,8,28,0,0,'2523','','','0000-00-00','0000-00-00'),(51,92,15,1,18,124,11,'2547','Y','','0000-00-00','0000-00-00'),(52,92,11,8,10,10,7,'2539','','','0000-00-00','0000-00-00'),(54,41,13,11,32,87,7,'2535','','','0000-00-00','0000-00-00'),(55,41,11,8,45,71,7,'2531','','','0000-00-00','0000-00-00'),(56,189,15,1,46,0,0,'2546','Y','','0000-00-00','0000-00-00'),(57,189,15,1,46,0,0,'2545','Y','','0000-00-00','0000-00-00'),(58,189,15,9,15,0,0,'2536','Y','','0000-00-00','0000-00-00'),(59,72,15,1,86,129,20,'2545','Y','','0000-00-00','0000-00-00'),(60,72,13,3,52,1,7,'2535','','','0000-00-00','0000-00-00'),(61,72,11,8,10,1,7,'2530','','','0000-00-00','0000-00-00'),(62,61,13,3,32,87,7,'2545','','','0000-00-00','0000-00-00'),(63,61,11,8,15,104,7,'2540','','','0000-00-00','0000-00-00'),(64,73,11,8,50,134,7,'2545','Y','','0000-00-00','0000-00-00'),(65,73,7,49,51,133,7,'2530','','','0000-00-00','0000-00-00'),(66,90,15,12,52,11,7,'2549','Y','','0000-00-00','0000-00-00'),(67,90,11,8,10,14,7,'2541','','','0000-00-00','0000-00-00'),(68,84,15,9,10,1,7,'2549','Y','','0000-00-00','0000-00-00'),(69,84,13,3,54,11,7,'2545','','','0000-00-00','0000-00-00'),(70,84,11,8,10,8,7,'2541','','','0000-00-00','0000-00-00'),(71,154,13,3,39,1,7,'2540','Y','','0000-00-00','0000-00-00'),(72,154,11,8,39,1,7,'2536','','','0000-00-00','0000-00-00'),(73,243,15,9,15,0,0,'2550','Y','','0000-00-00','0000-00-00'),(74,243,13,3,24,0,0,'2544','','','0000-00-00','0000-00-00'),(75,243,15,9,15,0,0,'2537','Y','','0000-00-00','0000-00-00'),(76,31,11,8,56,8,7,'2550','Y','','0000-00-00','0000-00-00'),(77,221,13,3,3,0,0,'2534','','','0000-00-00','0000-00-00'),(78,221,11,8,57,0,0,'2529','','','0000-00-00','0000-00-00'),(79,125,13,3,58,2,7,'2540','','','0000-00-00','0000-00-00'),(80,125,11,8,28,71,7,'2534','','','0000-00-00','0000-00-00'),(81,19,9,43,59,85,7,'2540','','','0000-00-00','0000-00-00'),(82,215,15,1,283,178,6,'2549','Y','','0000-00-00','0000-00-00'),(83,215,13,3,19,1,7,'2545','','','0000-00-00','0000-00-00'),(84,215,11,8,19,1,7,'2542','','','0000-00-00','0000-00-00'),(85,116,13,3,58,0,0,'2519','','','0000-00-00','0000-00-00'),(86,116,11,8,62,0,0,'2514','','','0000-00-00','0000-00-00'),(87,226,13,3,63,0,0,'2538','','','0000-00-00','0000-00-00'),(88,226,11,8,28,0,0,'2534','','','0000-00-00','0000-00-00'),(89,184,13,10,64,0,0,'2540','','','0000-00-00','0000-00-00'),(90,184,13,3,65,0,0,'2524','','','0000-00-00','0000-00-00'),(91,184,11,8,10,0,0,'2517','','','0000-00-00','0000-00-00'),(92,47,15,1,67,106,22,'2551','Y','','0000-00-00','0000-00-00'),(93,47,13,3,68,11,7,'2543','','','0000-00-00','0000-00-00'),(94,47,11,8,17,8,7,'2538','','','0000-00-00','0000-00-00'),(96,197,13,10,70,157,18,'2537','','','0000-00-00','0000-00-00'),(97,197,11,8,290,90,7,'2532','','','0000-00-00','0000-00-00'),(98,231,13,3,72,0,0,'2545','','','0000-00-00','0000-00-00'),(99,231,11,8,28,0,0,'2540','','','0000-00-00','0000-00-00'),(100,118,15,12,21,8,7,'2549','Y','','0000-00-00','0000-00-00'),(102,118,11,15,75,140,7,'2527','','','0000-00-00','0000-00-00'),(103,216,13,3,76,11,7,'2544','','','0000-00-00','0000-00-00'),(104,216,11,8,19,1,7,'2538','','','0000-00-00','0000-00-00'),(105,143,11,8,39,8,7,'2539','','','0000-00-00','0000-00-00'),(106,146,15,16,77,169,21,'2549','Y','','0000-00-00','0000-00-00'),(107,146,13,3,78,11,7,'2541','','','0000-00-00','0000-00-00'),(108,146,11,8,39,14,7,'2537','','','0000-00-00','0000-00-00'),(110,110,11,17,79,0,0,'2546','','','0000-00-00','0000-00-00'),(111,70,15,1,264,130,18,'2545','Y','','0000-00-00','0000-00-00'),(112,70,13,3,41,1,7,'2530','','','0000-00-00','0000-00-00'),(113,70,11,8,10,2,7,'2525','','','0000-00-00','0000-00-00'),(114,123,15,1,80,138,7,'2548','Y','','0000-00-00','0000-00-00'),(115,123,13,3,22,1,7,'2536','','','0000-00-00','0000-00-00'),(116,123,11,8,62,90,7,'2532','','','0000-00-00','0000-00-00'),(117,148,13,18,81,1,7,'2541','','','0000-00-00','0000-00-00'),(118,148,11,8,82,166,7,'2537','','','0000-00-00','0000-00-00'),(119,156,13,3,83,92,7,'2545','','','0000-00-00','0000-00-00'),(120,156,11,8,39,71,7,'2533','','','0000-00-00','0000-00-00'),(121,228,13,3,19,0,0,'2544','','','0000-00-00','0000-00-00'),(122,228,11,20,85,0,0,'2540','','','0000-00-00','0000-00-00'),(123,79,15,1,86,118,18,'2547','Y','','0000-00-00','0000-00-00'),(124,79,11,8,10,11,7,'2539','','','0000-00-00','0000-00-00'),(125,88,13,3,87,11,7,'2547','','','0000-00-00','0000-00-00'),(126,88,11,8,10,8,7,'2542','','','0000-00-00','0000-00-00'),(127,91,11,8,88,8,7,'2545','Y','','0000-00-00','0000-00-00'),(131,199,11,8,34,8,7,'2537','','','0000-00-00','0000-00-00'),(132,199,13,3,35,1,7,'2541','','','0000-00-00','0000-00-00'),(133,199,15,9,35,1,7,'2550','Y','','0000-00-00','0000-00-00'),(135,132,11,8,28,8,7,'2535','','','0000-00-00','0000-00-00'),(136,141,15,1,186,167,18,'2543','Y','','0000-00-00','0000-00-00'),(137,141,11,8,39,11,7,'2534','','','0000-00-00','0000-00-00'),(138,4,11,5,94,28,7,'2528','','','0000-00-00','0000-00-00'),(139,140,13,3,95,171,7,'2550','Y','','0000-00-00','0000-00-00'),(140,140,11,8,39,71,7,'2527','','','0000-00-00','0000-00-00'),(142,98,17,41,97,0,0,'2543','','','0000-00-00','0000-00-00'),(143,98,17,41,98,0,0,'2542','','','0000-00-00','0000-00-00'),(144,98,17,41,99,0,0,'2529','','','0000-00-00','0000-00-00'),(145,98,17,41,100,0,0,'2528','','','0000-00-00','0000-00-00'),(146,98,17,41,101,0,0,'2527','','','0000-00-00','0000-00-00'),(147,98,11,8,37,0,0,'2518','','','0000-00-00','0000-00-00'),(148,98,11,8,28,0,0,'2516','','','0000-00-00','0000-00-00'),(149,66,13,21,17,1,7,'2550','','','0000-00-00','0000-00-00'),(150,66,11,8,17,8,7,'2547','','','0000-00-00','0000-00-00'),(151,18,9,43,103,81,7,'2526','','','0000-00-00','0000-00-00'),(152,161,15,1,104,116,30,'2545','Y','','0000-00-00','0000-00-00'),(153,161,13,3,43,1,7,'2533','','','0000-00-00','0000-00-00'),(154,161,11,8,88,71,7,'2529','','','0000-00-00','0000-00-00'),(155,193,13,3,24,0,0,'2540','','','0000-00-00','0000-00-00'),(156,193,11,8,106,0,0,'2538','','','0000-00-00','0000-00-00'),(157,131,13,3,107,2,7,'2543','','','0000-00-00','0000-00-00'),(159,157,15,1,80,153,18,'2545','Y','','0000-00-00','0000-00-00'),(160,157,13,3,108,2,7,'2527','','','0000-00-00','0000-00-00'),(161,157,11,8,109,2,7,'2525','','','0000-00-00','0000-00-00'),(162,254,13,22,110,0,0,'','','','0000-00-00','0000-00-00'),(163,254,13,23,111,0,0,'2548','','','0000-00-00','0000-00-00'),(164,71,11,6,112,72,7,'2538','Y','','0000-00-00','0000-00-00'),(165,93,15,1,263,119,18,'2535','Y','','0000-00-00','0000-00-00'),(166,93,13,3,10,1,7,'2525','','','0000-00-00','0000-00-00'),(167,93,11,8,10,2,7,'2522','','','0000-00-00','0000-00-00'),(168,111,11,8,28,13,7,'2541','','','0000-00-00','0000-00-00'),(170,244,13,10,64,0,0,'2543','','','0000-00-00','0000-00-00'),(171,244,13,24,114,0,0,'2541','','','0000-00-00','0000-00-00'),(172,257,13,3,115,2,7,'2531','Y','','0000-00-00','0000-00-00'),(173,257,11,8,10,71,7,'2524','','','0000-00-00','0000-00-00'),(174,164,13,3,116,8,7,'2549','Y','','0000-00-00','0000-00-00'),(175,164,11,8,109,139,7,'2539','','','0000-00-00','0000-00-00'),(176,220,13,3,63,0,0,'2544','','','0000-00-00','0000-00-00'),(177,220,13,3,3,0,0,'2530','','','0000-00-00','0000-00-00'),(178,220,11,5,118,0,0,'2525','','','0000-00-00','0000-00-00'),(179,114,11,8,62,0,0,'2517','','','0000-00-00','0000-00-00'),(180,114,11,8,62,0,0,'2514','','','0000-00-00','0000-00-00'),(181,112,13,3,37,2,7,'2539','Y','','0000-00-00','0000-00-00'),(182,112,11,8,28,8,7,'2534','','','0000-00-00','0000-00-00'),(183,214,11,8,28,8,7,'2543','Y','','0000-00-00','0000-00-00'),(184,40,11,8,17,90,7,'2531','','','0000-00-00','0000-00-00'),(185,40,13,21,17,1,7,'2534','Y','','0000-00-00','0000-00-00'),(186,28,11,5,121,8,7,'2543','Y','','0000-00-00','0000-00-00'),(187,108,13,3,12,96,7,'2540','Y','','0000-00-00','0000-00-00'),(188,108,11,8,12,164,7,'2536','','','0000-00-00','0000-00-00'),(189,171,13,3,123,1,7,'2541','','','0000-00-00','0000-00-00'),(190,171,11,8,88,8,7,'2537','','','0000-00-00','0000-00-00'),(191,129,13,3,22,1,7,'2544','Y','','0000-00-00','0000-00-00'),(192,129,11,8,28,1,7,'2540','','','0000-00-00','0000-00-00'),(193,187,13,3,124,0,0,'2537','','','0000-00-00','0000-00-00'),(194,187,13,3,124,0,0,'2534','','','0000-00-00','0000-00-00'),(195,187,13,3,39,0,0,'2530','','','0000-00-00','0000-00-00'),(196,187,13,3,39,0,0,'2525','','','0000-00-00','0000-00-00'),(197,27,9,14,59,0,0,'2545','','','0000-00-00','0000-00-00'),(198,126,15,16,127,0,0,'2551','Y','','0000-00-00','0000-00-00'),(199,126,13,3,22,0,0,'2542','','','0000-00-00','0000-00-00'),(200,126,11,8,28,0,0,'2538','','','0000-00-00','0000-00-00'),(201,59,13,3,45,8,7,'2548','Y','','0000-00-00','0000-00-00'),(202,59,11,8,45,8,7,'2545','','','0000-00-00','0000-00-00'),(203,234,9,14,59,0,0,'2540','','','0000-00-00','0000-00-00'),(204,63,13,3,45,1,7,'2523','Y','','0000-00-00','0000-00-00'),(205,63,11,5,220,28,7,'2521','','','0000-00-00','0000-00-00'),(206,196,15,9,15,0,0,'2541','Y','','0000-00-00','0000-00-00'),(207,202,13,3,34,2,7,'2544','Y','','0000-00-00','0000-00-00'),(208,202,11,8,273,8,7,'2540','','','0000-00-00','0000-00-00'),(209,33,11,26,131,0,0,'2550','','','0000-00-00','0000-00-00'),(210,80,15,1,132,127,18,'2550','Y','','0000-00-00','0000-00-00'),(211,80,13,3,133,1,7,'2539','','','0000-00-00','0000-00-00'),(212,80,13,3,133,1,7,'2537','','','0000-00-00','0000-00-00'),(213,99,13,3,37,11,7,'2528','Y','','0000-00-00','0000-00-00'),(214,99,11,8,20,4,7,'2523','','','0000-00-00','0000-00-00'),(215,210,15,9,12,1,7,'2547','Y','','0000-00-00','0000-00-00'),(216,210,13,3,12,1,7,'2539','','','0000-00-00','0000-00-00'),(217,210,11,8,88,8,7,'2536','','','0000-00-00','0000-00-00'),(218,175,11,8,88,0,0,'2548','','','0000-00-00','0000-00-00'),(219,38,15,12,17,87,7,'2547','Y','','0000-00-00','0000-00-00'),(220,38,13,21,17,1,7,'2538','','','0000-00-00','0000-00-00'),(221,38,11,8,17,2,7,'2528','','','0000-00-00','0000-00-00'),(222,180,15,1,137,0,0,'2534','Y','','0000-00-00','0000-00-00'),(223,180,13,3,138,0,0,'2519','','','0000-00-00','0000-00-00'),(224,180,13,3,138,0,0,'2515','','','0000-00-00','0000-00-00'),(225,203,11,8,109,174,7,'2547','','','0000-00-00','0000-00-00'),(226,213,13,3,19,1,7,'2543','','','0000-00-00','0000-00-00'),(227,213,11,8,19,1,7,'2539','','','0000-00-00','0000-00-00'),(228,223,15,1,140,0,0,'2544','Y','','0000-00-00','0000-00-00'),(229,223,13,3,3,0,0,'2530','','','0000-00-00','0000-00-00'),(230,223,11,8,57,0,0,'2525','','','0000-00-00','0000-00-00'),(231,183,11,6,141,13,7,'2541','Y','','0000-00-00','0000-00-00'),(232,65,13,3,32,87,7,'2543','Y','','0000-00-00','0000-00-00'),(233,65,11,8,17,8,7,'2538','','','0000-00-00','0000-00-00'),(234,127,13,3,107,2,7,'2543','','','0000-00-00','0000-00-00'),(235,127,11,8,28,8,7,'2540','','','0000-00-00','0000-00-00'),(236,242,13,28,142,0,0,'2542','','','0000-00-00','0000-00-00'),(237,242,11,29,143,0,0,'2540','','','0000-00-00','0000-00-00'),(238,36,13,25,45,28,7,'2518','Y','','0000-00-00','0000-00-00'),(239,36,11,8,45,91,7,'2515','','','0000-00-00','0000-00-00'),(240,167,13,3,145,2,7,'2539','Y','','0000-00-00','0000-00-00'),(241,167,11,8,88,8,7,'2531','','','0000-00-00','0000-00-00'),(242,236,13,3,27,0,0,'2548','','','0000-00-00','0000-00-00'),(243,236,11,8,37,0,0,'2546','','','0000-00-00','0000-00-00'),(244,136,13,3,39,0,0,'2516','','','0000-00-00','0000-00-00'),(245,136,13,3,39,0,0,'2513','','','0000-00-00','0000-00-00'),(246,176,11,8,28,0,0,'2547','','','0000-00-00','0000-00-00'),(247,258,15,1,146,0,0,'','Y','','0000-00-00','0000-00-00'),(248,258,13,3,35,0,0,'2534','','','0000-00-00','0000-00-00'),(249,258,13,3,35,0,0,'2531','','','0000-00-00','0000-00-00'),(250,43,13,3,106,92,7,'2544','','','0000-00-00','0000-00-00'),(251,43,11,8,45,8,7,'2537','','','0000-00-00','0000-00-00'),(252,170,11,8,138,1,7,'2536','Y','','0000-00-00','0000-00-00'),(253,55,13,3,45,1,7,'2547','','','0000-00-00','0000-00-00'),(254,55,11,8,45,1,7,'2544','','','0000-00-00','0000-00-00'),(255,34,11,8,15,8,7,'2550','Y','','0000-00-00','0000-00-00'),(256,86,15,47,261,114,6,'2542','Y','','0000-00-00','0000-00-00'),(257,86,13,3,162,11,7,'2539','','','0000-00-00','0000-00-00'),(258,86,11,8,10,11,7,'2533','','','0000-00-00','0000-00-00'),(259,246,15,9,15,0,0,'2546','Y','','0000-00-00','0000-00-00'),(260,204,13,3,21,8,7,'2548','Y','','0000-00-00','0000-00-00'),(261,204,11,8,37,8,7,'2545','','','0000-00-00','0000-00-00'),(262,222,13,3,152,0,0,'2533','','','0000-00-00','0000-00-00'),(263,222,11,8,153,0,0,'2528','','','0000-00-00','0000-00-00'),(265,42,13,11,32,87,7,'2535','','','0000-00-00','0000-00-00'),(266,42,11,8,62,2,7,'2532','','','0000-00-00','0000-00-00'),(267,104,13,3,12,3,7,'2545','Y','','0000-00-00','0000-00-00'),(268,104,11,31,155,15,7,'2539','','','0000-00-00','0000-00-00'),(269,104,11,8,12,3,7,'2535','','','0000-00-00','0000-00-00'),(270,39,15,1,114,94,22,'2545','Y','','0000-00-00','0000-00-00'),(271,39,13,11,32,87,7,'2538','','','0000-00-00','0000-00-00'),(272,39,11,8,45,99,7,'2530','','','0000-00-00','0000-00-00'),(273,69,13,3,157,11,7,'2529','Y','','0000-00-00','0000-00-00'),(274,69,11,8,10,11,7,'2525','','','0000-00-00','0000-00-00'),(278,248,13,3,24,0,0,'2548','','','0000-00-00','0000-00-00'),(279,248,15,9,15,0,0,'2543','Y','','0000-00-00','0000-00-00'),(280,237,13,3,160,0,0,'2549','','','0000-00-00','0000-00-00'),(281,237,11,8,28,0,0,'2545','','','0000-00-00','0000-00-00'),(282,166,15,1,161,149,18,'2545','Y','','0000-00-00','0000-00-00'),(283,166,11,8,109,2,7,'2537','','','0000-00-00','0000-00-00'),(284,37,13,3,45,1,7,'2525','Y','','0000-00-00','0000-00-00'),(285,37,11,5,45,95,7,'2521','','','0000-00-00','0000-00-00'),(286,67,15,12,162,11,7,'2532','Y','','0000-00-00','0000-00-00'),(287,67,13,3,162,11,7,'2526','','','0000-00-00','0000-00-00'),(288,67,11,8,10,13,7,'2524','','','0000-00-00','0000-00-00'),(289,169,13,3,138,1,7,'2541','','','0000-00-00','0000-00-00'),(290,169,11,8,88,8,7,'2537','','','0000-00-00','0000-00-00'),(291,200,15,12,163,2,7,'2549','Y','','0000-00-00','0000-00-00'),(292,200,13,3,163,2,7,'2541','','','0000-00-00','0000-00-00'),(293,200,11,8,273,8,7,'2539','','','0000-00-00','0000-00-00'),(294,251,13,32,165,0,0,'2512','','','0000-00-00','0000-00-00'),(295,251,11,8,45,0,0,'2508','','','0000-00-00','0000-00-00'),(296,194,13,3,166,0,0,'2541','','','0000-00-00','0000-00-00'),(297,194,13,3,39,0,0,'2536','','','0000-00-00','0000-00-00'),(298,230,13,3,63,0,0,'2546','','','0000-00-00','0000-00-00'),(299,230,11,8,28,0,0,'2538','','','0000-00-00','0000-00-00'),(300,162,15,1,167,154,20,'2539','Y','','0000-00-00','0000-00-00'),(301,162,13,3,43,1,7,'2530','','','0000-00-00','0000-00-00'),(302,162,11,8,88,14,7,'2526','','','0000-00-00','0000-00-00'),(303,233,13,3,63,0,0,'2518','','','0000-00-00','0000-00-00'),(304,233,11,8,168,0,0,'2509','','','0000-00-00','0000-00-00'),(305,239,13,3,152,0,0,'2540','','','0000-00-00','0000-00-00'),(306,239,13,3,152,0,0,'2524','','','0000-00-00','0000-00-00'),(307,239,11,8,28,0,0,'2521','','','0000-00-00','0000-00-00'),(308,122,15,1,170,137,18,'2544','Y','','0000-00-00','0000-00-00'),(309,122,13,3,27,1,7,'2537','','','0000-00-00','0000-00-00'),(310,122,11,8,20,1,7,'2534','','','0000-00-00','0000-00-00'),(311,160,15,1,80,148,18,'2542','Y','','0000-00-00','0000-00-00'),(312,160,13,22,80,122,7,'2529','','','0000-00-00','0000-00-00'),(313,160,11,8,109,2,7,'2527','','','0000-00-00','0000-00-00'),(314,78,13,3,172,2,7,'2542','','','0000-00-00','0000-00-00'),(315,78,11,8,10,8,7,'2538','','','0000-00-00','0000-00-00'),(316,232,13,3,12,0,0,'2544','','','0000-00-00','0000-00-00'),(317,101,15,1,173,158,8,'2540','Y','','0000-00-00','0000-00-00'),(318,101,13,3,174,1,7,'2534','','','0000-00-00','0000-00-00'),(319,101,11,8,37,1,7,'2526','','','0000-00-00','0000-00-00'),(322,128,13,3,107,1,7,'2543','','','0000-00-00','0000-00-00'),(323,128,11,8,28,3,7,'2540','','','0000-00-00','0000-00-00'),(324,95,15,1,175,122,7,'2549','Y','','0000-00-00','0000-00-00'),(325,95,13,22,184,120,3,'2542','','','0000-00-00','0000-00-00'),(326,95,13,3,177,1,7,'2536','','','0000-00-00','0000-00-00'),(327,95,11,8,10,71,7,'2526','','','0000-00-00','0000-00-00'),(328,6,13,33,178,74,7,'2548','Y','','0000-00-00','0000-00-00'),(329,6,11,5,179,71,7,'2531','','','0000-00-00','0000-00-00'),(330,62,9,43,180,83,7,'2544','Y','','0000-00-00','0000-00-00'),(331,208,11,8,88,8,7,'2545','Y','','0000-00-00','0000-00-00'),(332,120,11,6,6,72,7,'2538','Y','','0000-00-00','0000-00-00'),(333,119,15,1,181,126,22,'2544','Y','','0000-00-00','0000-00-00'),(334,119,13,3,58,1,7,'2533','','','0000-00-00','0000-00-00'),(335,119,11,8,13,139,7,'2529','','','0000-00-00','0000-00-00'),(337,54,13,3,106,4,7,'2546','','','0000-00-00','0000-00-00'),(338,54,11,15,45,101,7,'2543','','','0000-00-00','0000-00-00'),(339,240,13,3,63,0,0,'2546','','','0000-00-00','0000-00-00'),(340,240,13,3,63,0,0,'2541','','','0000-00-00','0000-00-00'),(341,240,11,8,168,0,0,'2536','','','0000-00-00','0000-00-00'),(342,158,15,1,8,162,22,'2544','Y','','0000-00-00','0000-00-00'),(343,158,13,3,43,1,7,'2527','','','0000-00-00','0000-00-00'),(344,158,11,8,138,1,7,'2524','','','0000-00-00','0000-00-00'),(345,219,15,1,8,0,0,'2532','Y','','0000-00-00','0000-00-00'),(346,219,13,3,76,0,0,'2520','','','0000-00-00','0000-00-00'),(347,219,13,3,19,0,0,'2515','','','0000-00-00','0000-00-00'),(348,77,15,1,184,131,22,'2544','Y','','0000-00-00','0000-00-00'),(349,77,13,3,10,1,7,'2538','','','0000-00-00','0000-00-00'),(350,77,11,8,10,14,7,'2536','','','0000-00-00','0000-00-00'),(351,133,13,3,107,0,0,'2519','','','0000-00-00','0000-00-00'),(352,133,11,8,28,0,0,'2514','','','0000-00-00','0000-00-00'),(353,149,13,3,39,1,7,'2544','','','0000-00-00','0000-00-00'),(354,149,11,8,39,28,7,'2541','','','0000-00-00','0000-00-00'),(355,173,11,8,171,111,7,'2542','Y','','0000-00-00','0000-00-00'),(356,150,15,16,186,169,21,'2550','Y','','0000-00-00','0000-00-00'),(357,150,13,3,39,2,7,'2545','','','0000-00-00','0000-00-00'),(358,150,11,8,39,2,7,'2542','','','0000-00-00','0000-00-00'),(359,179,15,12,187,2,7,'2550','Y','','0000-00-00','0000-00-00'),(360,179,13,3,187,2,7,'2546','','','0000-00-00','0000-00-00'),(361,179,11,8,109,2,7,'2543','','','0000-00-00','0000-00-00'),(362,64,15,12,45,11,7,'2548','Y','','0000-00-00','0000-00-00'),(363,64,13,3,106,11,7,'2541','','','0000-00-00','0000-00-00'),(364,64,11,8,45,8,7,'2536','','','0000-00-00','0000-00-00'),(366,51,15,12,45,11,7,'2548','Y','','0000-00-00','0000-00-00'),(367,51,13,3,106,11,7,'2541','','','0000-00-00','0000-00-00'),(368,51,11,8,45,8,7,'2537','','','0000-00-00','0000-00-00'),(369,22,9,43,90,79,7,'2541','Y','','0000-00-00','0000-00-00'),(370,137,13,3,39,1,7,'2516','Y','','0000-00-00','0000-00-00'),(371,137,11,8,39,1,7,'2514','','','0000-00-00','0000-00-00'),(372,181,13,3,138,0,0,'2544','','','0000-00-00','0000-00-00'),(373,181,13,3,65,0,0,'2523','','','0000-00-00','0000-00-00'),(374,181,11,8,10,0,0,'2516','','','0000-00-00','0000-00-00'),(375,201,15,9,35,1,7,'2549','Y','','0000-00-00','0000-00-00'),(376,201,13,3,35,1,7,'2542','','','0000-00-00','0000-00-00'),(377,201,11,8,35,10,7,'2538','','','0000-00-00','0000-00-00'),(378,25,11,17,59,195,7,'2547','Y','','0000-00-00','0000-00-00'),(379,74,15,1,260,113,22,'2544','Y','','0000-00-00','0000-00-00'),(380,74,13,3,193,1,7,'2537','','','0000-00-00','0000-00-00'),(381,74,11,8,10,1,7,'2534','','','0000-00-00','0000-00-00'),(382,9,11,6,195,8,7,'2536','Y','','0000-00-00','0000-00-00'),(383,260,11,8,196,0,0,'2538','','','0000-00-00','0000-00-00'),(384,26,9,14,197,0,0,'2547','','','0000-00-00','0000-00-00'),(385,106,13,3,37,2,7,'2541','Y','','0000-00-00','0000-00-00'),(386,106,11,8,28,159,7,'2537','','','0000-00-00','0000-00-00'),(387,103,15,1,198,161,20,'2541','Y','','0000-00-00','0000-00-00'),(388,103,13,3,9,11,7,'2534','','','0000-00-00','0000-00-00'),(389,103,11,8,88,71,7,'2532','','','0000-00-00','0000-00-00'),(390,32,11,8,56,8,7,'2551','Y','','0000-00-00','0000-00-00'),(392,97,11,8,10,0,0,'2551','','','0000-00-00','0000-00-00'),(393,97,11,8,10,0,0,'2544','','','0000-00-00','0000-00-00'),(394,212,13,3,199,11,7,'2542','Y','','0000-00-00','0000-00-00'),(395,212,11,8,19,3,7,'2539','','','0000-00-00','0000-00-00'),(396,115,11,8,28,0,0,'2518','','','0000-00-00','0000-00-00'),(397,115,11,8,28,0,0,'2515','','','0000-00-00','0000-00-00'),(398,102,15,1,274,160,18,'2543','Y','','0000-00-00','0000-00-00'),(399,102,13,3,37,11,7,'2534','','','0000-00-00','0000-00-00'),(400,102,11,8,20,4,7,'2531','','','0000-00-00','0000-00-00'),(401,81,15,1,202,115,22,'2546','Y','','0000-00-00','0000-00-00'),(402,81,13,3,203,1,7,'2540','','','0000-00-00','0000-00-00'),(403,81,11,8,10,3,7,'2538','','','0000-00-00','0000-00-00'),(404,195,15,9,15,0,0,'2540','Y','','0000-00-00','0000-00-00'),(405,145,9,43,204,85,7,'2540','Y','','0000-00-00','0000-00-00'),(406,139,13,3,39,1,7,'2528','','','0000-00-00','0000-00-00'),(407,139,11,5,39,71,7,'2525','','','0000-00-00','0000-00-00'),(408,253,15,1,46,0,0,'2545','Y','','0000-00-00','0000-00-00'),(409,253,13,3,205,0,0,'2536','','','0000-00-00','0000-00-00'),(410,253,11,8,17,0,0,'2531','','','0000-00-00','0000-00-00'),(411,113,13,3,22,0,0,'2516','','','0000-00-00','0000-00-00'),(412,113,11,8,28,0,0,'2514','','','0000-00-00','0000-00-00'),(413,159,15,34,207,150,10,'2536','Y','','0000-00-00','0000-00-00'),(414,159,13,22,271,150,10,'','','','0000-00-00','0000-00-00'),(415,190,15,1,46,0,0,'2545','Y','','0000-00-00','0000-00-00'),(416,190,13,3,124,0,0,'2537','','','0000-00-00','0000-00-00'),(417,190,11,17,208,0,0,'2535','','','0000-00-00','0000-00-00'),(418,252,13,35,209,0,0,'2521','','','0000-00-00','0000-00-00'),(419,252,11,8,45,0,0,'2517','','','0000-00-00','0000-00-00'),(420,45,13,3,106,96,7,'2544','Y','','0000-00-00','0000-00-00'),(421,45,11,8,45,8,7,'2538','','','0000-00-00','0000-00-00'),(422,177,11,8,88,0,0,'2547','','','0000-00-00','0000-00-00'),(423,24,9,14,90,0,0,'2549','','','0000-00-00','0000-00-00'),(424,24,9,14,90,0,0,'2542','','','0000-00-00','0000-00-00'),(426,245,13,3,244,0,0,'2551','','','0000-00-00','0000-00-00'),(427,182,15,1,211,152,3,'2550','Y','','0000-00-00','0000-00-00'),(428,182,13,3,138,1,7,'2541','','','0000-00-00','0000-00-00'),(429,182,11,8,88,8,7,'2537','','','0000-00-00','0000-00-00'),(430,105,13,3,37,2,7,'2536','','','0000-00-00','0000-00-00'),(431,105,11,8,62,3,7,'2532','','','0000-00-00','0000-00-00'),(432,198,15,12,34,2,7,'2550','Y','','0000-00-00','0000-00-00'),(433,198,11,8,115,4,7,'2539','','','0000-00-00','0000-00-00'),(434,49,13,3,106,11,7,'2539','','','0000-00-00','0000-00-00'),(435,49,11,8,45,104,7,'2535','','','0000-00-00','0000-00-00'),(436,85,15,48,214,128,6,'2548','Y','','0000-00-00','0000-00-00'),(437,85,13,3,10,1,7,'2541','','','0000-00-00','0000-00-00'),(438,85,11,8,10,1,7,'2539','','','0000-00-00','0000-00-00'),(439,100,15,1,8,162,22,'2546','Y','','0000-00-00','0000-00-00'),(440,100,13,3,37,11,7,'2530','','','0000-00-00','0000-00-00'),(441,100,11,8,37,1,7,'2526','','','0000-00-00','0000-00-00'),(442,109,11,8,37,0,0,'2540','','','0000-00-00','0000-00-00'),(443,44,13,3,215,1,7,'2542','','','0000-00-00','0000-00-00'),(444,44,11,8,17,8,7,'2537','','','0000-00-00','0000-00-00'),(445,50,13,3,45,4,7,'2540','','','0000-00-00','0000-00-00'),(446,50,11,8,216,14,7,'2538','','','0000-00-00','0000-00-00'),(447,238,13,3,3,0,0,'2550','','','0000-00-00','0000-00-00'),(448,238,13,3,3,0,0,'2543','','','0000-00-00','0000-00-00'),(449,238,11,5,118,0,0,'2540','','','0000-00-00','0000-00-00'),(450,16,9,14,197,0,0,'2540','','','0000-00-00','0000-00-00'),(451,60,13,3,45,1,7,'2548','','','0000-00-00','0000-00-00'),(452,60,11,5,220,8,7,'2546','','','0000-00-00','0000-00-00'),(453,58,11,8,45,0,0,'2548','','','0000-00-00','0000-00-00'),(454,58,11,8,45,0,0,'2543','','','0000-00-00','0000-00-00'),(455,259,15,1,222,173,18,'2543','Y','','0000-00-00','0000-00-00'),(456,259,13,3,35,1,7,'2531','','','0000-00-00','0000-00-00'),(457,259,11,8,35,1,7,'2528','','','0000-00-00','0000-00-00'),(458,178,11,8,88,0,0,'2547','','','0000-00-00','0000-00-00'),(459,52,15,12,45,11,7,'2550','Y','','0000-00-00','0000-00-00'),(460,52,13,3,106,92,7,'2540','','','0000-00-00','0000-00-00'),(461,52,11,8,45,96,7,'2538','','','0000-00-00','0000-00-00'),(464,117,11,8,22,1,7,'2527','','','0000-00-00','0000-00-00'),(465,224,13,3,63,0,0,'2549','','','0000-00-00','0000-00-00'),(466,224,13,3,63,0,0,'2537','','','0000-00-00','0000-00-00'),(467,224,11,5,118,0,0,'2533','','','0000-00-00','0000-00-00'),(468,56,11,8,45,8,7,'2544','','','0000-00-00','0000-00-00'),(469,56,13,3,224,1,7,'2546','','','0000-00-00','0000-00-00'),(470,35,15,1,225,98,18,'2529','Y','','0000-00-00','0000-00-00'),(471,35,13,25,45,28,7,'2516','','','0000-00-00','0000-00-00'),(472,35,11,5,45,97,7,'2514','','','0000-00-00','0000-00-00'),(473,211,13,3,19,1,7,'2533','Y','','0000-00-00','0000-00-00'),(474,211,11,8,226,11,7,'2529','','','0000-00-00','0000-00-00'),(476,89,15,1,146,126,22,'2547','Y','','0000-00-00','0000-00-00'),(477,89,13,18,227,96,7,'2542','','','0000-00-00','0000-00-00'),(478,89,11,8,228,4,7,'2540','','','0000-00-00','0000-00-00'),(479,107,11,8,37,8,7,'2541','','','0000-00-00','0000-00-00'),(480,249,13,3,205,0,0,'2544','','','0000-00-00','0000-00-00'),(481,249,11,8,45,0,0,'2540','','','0000-00-00','0000-00-00'),(482,229,15,1,229,0,0,'2546','Y','','0000-00-00','0000-00-00'),(483,229,13,3,58,0,0,'2538','','','0000-00-00','0000-00-00'),(484,229,11,8,20,0,0,'2535','','','0000-00-00','0000-00-00'),(485,209,9,43,90,83,7,'2546','','','0000-00-00','0000-00-00'),(486,153,15,9,83,96,7,'2548','Y','','0000-00-00','0000-00-00'),(487,153,13,3,83,96,7,'2529','','','0000-00-00','0000-00-00'),(488,153,11,8,39,71,7,'2525','','','0000-00-00','0000-00-00'),(489,82,15,1,262,116,30,'2549','Y','','0000-00-00','0000-00-00'),(490,82,13,3,10,1,7,'2541','','','0000-00-00','0000-00-00'),(491,82,11,8,10,1,7,'2538','','','0000-00-00','0000-00-00'),(492,96,15,1,86,123,2,'2548','Y','','0000-00-00','0000-00-00'),(493,96,13,3,52,11,7,'2539','','','0000-00-00','0000-00-00'),(494,96,11,8,10,11,7,'2534','','','0000-00-00','0000-00-00'),(495,263,11,6,182,0,0,'2550','','','0000-00-00','0000-00-00'),(496,265,9,14,241,0,0,'2546','','','0000-00-00','0000-00-00'),(497,266,11,8,12,11,7,'2530','','','0000-00-00','0000-00-00'),(498,266,13,3,37,2,7,'2538','Y','','0000-00-00','0000-00-00'),(500,267,15,12,242,0,0,'2551','Y','','0000-00-00','0000-00-00'),(502,268,15,12,243,0,0,'2551','Y','','0000-00-00','0000-00-00'),(503,269,11,8,28,8,7,'2531','','','0000-00-00','0000-00-00'),(504,269,13,3,37,2,7,'2537','Y','','0000-00-00','0000-00-00'),(505,270,15,1,26,122,7,'2550','Y','','0000-00-00','0000-00-00'),(506,270,13,3,27,1,7,'2537','','','0000-00-00','0000-00-00'),(507,270,11,8,28,2,7,'2528','','','0000-00-00','0000-00-00'),(508,267,11,8,56,0,0,'2547','','','0000-00-00','0000-00-00'),(509,268,11,8,168,0,0,'2547','','','0000-00-00','0000-00-00'),(510,271,15,1,158,0,0,'2538','Y','','0000-00-00','0000-00-00'),(511,271,13,3,65,0,0,'2520','','','0000-00-00','0000-00-00'),(512,271,11,8,159,0,0,'2518','','','0000-00-00','0000-00-00'),(513,245,11,8,25,0,0,'2546','','','0000-00-00','0000-00-00'),(514,264,15,12,45,11,7,'2551','Y','','0000-00-00','0000-00-00'),(515,264,13,3,106,11,7,'2547','','','0000-00-00','0000-00-00'),(516,264,11,8,45,105,7,'2545','','','0000-00-00','0000-00-00'),(517,197,15,9,35,6,7,'2551','Y','','0000-00-00','0000-00-00'),(518,275,11,5,5,0,0,'2548','','','0000-00-00','0000-00-00'),(519,15,11,5,249,71,7,'2528','Y','','0000-00-00','0000-00-00'),(520,10,11,6,248,72,7,'2541','Y','','0000-00-00','0000-00-00'),(521,23,13,33,178,8,7,'2551','Y','','0000-00-00','0000-00-00'),(522,280,11,8,45,4,7,'2542','','','0000-00-00','0000-00-00'),(523,280,13,3,45,1,7,'2544','','','0000-00-00','0000-00-00'),(524,280,15,9,45,1,7,'2549','Y','','0000-00-00','0000-00-00'),(525,281,11,8,10,8,7,'2544','','','0000-00-00','0000-00-00'),(526,281,13,3,10,8,7,'2547','','','0000-00-00','0000-00-00'),(527,281,15,1,86,123,2,'2552','Y','','0000-00-00','0000-00-00'),(528,282,11,8,28,8,7,'2546','','','0000-00-00','0000-00-00'),(529,282,15,12,28,11,7,'2552','Y','','0000-00-00','0000-00-00'),(530,283,11,8,28,2,7,'2544','','','0000-00-00','0000-00-00'),(531,283,15,1,246,165,22,'2549','Y','','0000-00-00','0000-00-00'),(534,48,15,0,0,0,0,'','Y','','0000-00-00','0000-00-00'),(538,75,15,1,259,112,22,'2543','Y','','0000-00-00','0000-00-00'),(540,94,15,1,184,121,20,'2550','Y','','0000-00-00','0000-00-00'),(541,107,15,12,276,7,7,'2551','Y','','0000-00-00','0000-00-00'),(542,147,15,12,39,6,7,'2553','Y','','0000-00-00','0000-00-00'),(543,151,15,9,39,1,7,'2547','Y','','0000-00-00','0000-00-00'),(544,163,15,1,270,146,8,'2539','Y','','0000-00-00','0000-00-00'),(545,168,15,48,269,145,6,'2550','Y','','0000-00-00','0000-00-00'),(547,49,15,1,225,106,22,'2552','Y','','0000-00-00','0000-00-00'),(550,78,15,12,172,11,7,'2552','Y','','0000-00-00','0000-00-00'),(551,88,15,1,86,113,22,'2552','Y','','0000-00-00','0000-00-00'),(553,115,13,0,0,0,0,'','','','0000-00-00','0000-00-00'),(554,132,13,3,28,1,7,'2539','Y','','0000-00-00','0000-00-00'),(557,144,11,29,279,96,7,'2535','','','0000-00-00','0000-00-00'),(558,144,13,18,81,1,7,'2539','Y','','0000-00-00','0000-00-00'),(559,174,11,8,88,8,7,'2543','','','0000-00-00','0000-00-00'),(560,174,13,3,21,8,7,'2547','','','0000-00-00','0000-00-00'),(565,206,11,8,88,8,7,'2534','','','0000-00-00','0000-00-00'),(566,206,13,3,12,1,7,'2537','','','0000-00-00','0000-00-00'),(567,206,15,1,281,177,6,'2545','Y','','0000-00-00','0000-00-00'),(571,42,15,1,67,94,22,'2545','Y','','0000-00-00','0000-00-00'),(573,53,11,8,17,8,7,'2538','','','0000-00-00','0000-00-00'),(574,53,13,21,17,1,7,'2542','Y','','0000-00-00','0000-00-00'),(584,288,11,8,35,1,7,'2542','','','0000-00-00','0000-00-00'),(585,288,13,3,35,1,7,'2546','','','0000-00-00','0000-00-00'),(586,288,15,9,35,1,7,'2553','Y','','0000-00-00','0000-00-00'),(587,219,11,0,0,0,0,'','','','0000-00-00','0000-00-00'),(592,273,11,8,28,11,7,'2544','','','0000-00-00','0000-00-00'),(593,273,15,12,19,11,7,'2552','Y','','0000-00-00','0000-00-00'),(594,41,15,12,17,87,7,'2548','Y','','0000-00-00','0000-00-00'),(609,76,15,1,86,132,22,'2553','Y','','0000-00-00','0000-00-00'),(612,79,13,10,86,117,18,'2543','','','0000-00-00','0000-00-00'),(614,94,13,22,184,120,3,'2541','','','0000-00-00','0000-00-00'),(621,121,11,8,22,1,7,'2533','','','0000-00-00','0000-00-00'),(622,117,13,3,22,1,7,'2531','','','0000-00-00','0000-00-00'),(623,117,15,12,28,11,7,'2536','Y','','0000-00-00','0000-00-00'),(624,130,11,8,28,11,7,'2537','','','0000-00-00','0000-00-00'),(625,130,13,3,9,11,7,'2540','','','0000-00-00','0000-00-00'),(626,282,12,45,266,8,7,'2547','','','0000-00-00','0000-00-00'),(627,118,13,3,28,4,7,'2531','','','0000-00-00','0000-00-00'),(635,105,15,1,275,163,18,'2551','Y','','0000-00-00','0000-00-00'),(639,143,13,3,95,90,7,'2546','Y','','0000-00-00','0000-00-00'),(640,142,11,5,277,28,7,'2532','','','0000-00-00','0000-00-00'),(641,142,13,3,177,2,7,'2535','','','0000-00-00','0000-00-00'),(642,141,13,10,186,167,18,'2540','','','0000-00-00','0000-00-00'),(644,139,15,12,39,92,7,'2552','Y','','0000-00-00','0000-00-00'),(647,155,11,8,39,1,7,'2518','','','0000-00-00','0000-00-00'),(648,155,13,3,39,1,7,'2526','Y','','0000-00-00','0000-00-00'),(651,151,11,8,39,168,7,'2539','','','0000-00-00','0000-00-00'),(652,151,13,3,39,1,7,'2542','','','0000-00-00','0000-00-00'),(655,147,11,8,39,11,7,'2538','','','0000-00-00','0000-00-00'),(656,147,13,3,39,1,7,'2543','','','0000-00-00','0000-00-00'),(659,289,11,8,39,8,7,'2543','','','0000-00-00','0000-00-00'),(660,289,13,3,39,92,7,'2547','','','0000-00-00','0000-00-00'),(661,289,15,12,39,92,7,'2553','Y','','0000-00-00','0000-00-00'),(664,58,15,0,0,0,0,'','Y','','0000-00-00','0000-00-00'),(665,291,15,12,19,11,7,'2554','Y','','0000-00-00','0000-00-00'),(667,294,15,0,0,0,0,'','Y','','0000-00-00','0000-00-00'),(668,43,15,16,252,93,34,'2554','Y','','0000-00-00','0000-00-00'),(669,287,15,1,114,110,18,'2553','Y','','0000-00-00','0000-00-00'),(671,142,15,12,39,92,7,'2553','Y','','0000-00-00','0000-00-00'),(674,292,15,1,267,141,0,'2554','Y','','0000-00-00','0000-00-00'),(675,174,15,1,8,151,20,'2554','Y','','0000-00-00','0000-00-00'),(676,298,15,1,282,186,18,'2544','Y','','0000-00-00','0000-00-00'),(677,11,13,33,178,8,7,'2551','Y','','0000-00-00','0000-00-00'),(678,3,1,37,0,76,7,'2510','Y','','0000-00-00','0000-00-00'),(679,12,1,37,0,77,7,'2510','Y','','0000-00-00','0000-00-00'),(680,21,4,40,0,78,7,'2542','Y','','0000-00-00','0000-00-00'),(682,7,1,37,0,80,7,'2510','Y','','0000-00-00','0000-00-00'),(683,18,11,17,6,82,7,'2552','Y','','0000-00-00','0000-00-00'),(684,25,9,43,59,83,7,'2545','','','0000-00-00','0000-00-00'),(685,19,11,6,6,82,7,'2545','Y','','0000-00-00','0000-00-00'),(687,284,11,8,19,8,7,'2551','Y','','0000-00-00','0000-00-00'),(688,35,13,10,114,98,18,'2526','','','0000-00-00','0000-00-00'),(689,39,5,44,292,184,7,'2536','','','0000-00-00','0000-00-00'),(690,54,15,1,225,102,31,'2553','Y','','0000-00-00','0000-00-00'),(691,55,15,53,114,103,33,'2554','Y','','0000-00-00','0000-00-00'),(692,59,12,45,256,8,7,'','','','0000-00-00','0000-00-00'),(693,60,15,9,45,1,7,'2554','Y','','0000-00-00','0000-00-00'),(694,50,15,1,114,108,22,'2553','Y','','0000-00-00','0000-00-00'),(695,285,11,8,45,4,7,'2544','','','0000-00-00','0000-00-00'),(696,285,13,3,106,4,7,'2546','','','0000-00-00','0000-00-00'),(697,285,15,12,45,11,7,'2552','Y','','0000-00-00','0000-00-00'),(698,287,11,46,114,109,18,'2548','','','0000-00-00','0000-00-00'),(699,57,12,45,257,101,7,'','','','0000-00-00','0000-00-00'),(700,75,11,8,228,90,7,'2535','','','0000-00-00','0000-00-00'),(701,75,13,3,258,1,7,'2538','','','0000-00-00','0000-00-00'),(702,94,11,8,10,1,7,'2531','','','0000-00-00','0000-00-00'),(703,87,11,8,216,14,7,'2535','','','0000-00-00','0000-00-00'),(704,87,13,3,10,4,7,'2538','','','0000-00-00','0000-00-00'),(705,87,15,1,86,125,22,'2546','Y','','0000-00-00','0000-00-00'),(706,83,9,43,241,75,7,'2539','','','0000-00-00','0000-00-00'),(707,71,7,49,265,135,7,'2533','','','0000-00-00','0000-00-00'),(708,13,3,39,0,78,7,'2519','Y','','0000-00-00','0000-00-00'),(710,131,11,8,62,90,7,'2537','','','0000-00-00','0000-00-00'),(711,292,11,8,28,4,7,'2548','','','0000-00-00','0000-00-00'),(712,292,13,3,107,1,7,'2551','','','0000-00-00','0000-00-00'),(713,120,4,40,0,100,0,'','','','0000-00-00','0000-00-00'),(714,8,4,40,0,143,7,'2530','Y','','0000-00-00','0000-00-00'),(715,134,9,43,268,144,7,'2546','','','0000-00-00','0000-00-00'),(716,134,11,17,6,134,7,'2549','Y','','0000-00-00','0000-00-00'),(717,168,13,3,22,1,7,'2531','','','0000-00-00','0000-00-00'),(718,168,11,8,22,1,7,'2528','','','0000-00-00','0000-00-00'),(719,163,13,3,22,1,7,'2531','','','0000-00-00','0000-00-00'),(720,163,11,8,22,1,7,'2528','','','0000-00-00','0000-00-00'),(721,166,13,22,161,149,18,'2541','','','0000-00-00','0000-00-00'),(722,159,11,8,138,1,7,'2527','','','0000-00-00','0000-00-00'),(723,172,4,40,0,78,7,'2540','','','0000-00-00','0000-00-00'),(724,276,11,50,24,8,7,'2551','Y','','0000-00-00','0000-00-00'),(726,142,13,3,39,96,7,'2543','','','0000-00-00','0000-00-00'),(727,156,15,12,278,92,7,'2552','Y','','0000-00-00','0000-00-00'),(728,290,11,8,39,105,7,'2542','','','0000-00-00','0000-00-00'),(729,290,13,3,39,1,7,'2547','','','0000-00-00','0000-00-00'),(730,290,15,9,39,1,7,'2552','Y','','0000-00-00','0000-00-00'),(731,296,11,8,39,14,7,'2539','','','0000-00-00','0000-00-00'),(732,296,13,3,39,92,7,'2544','','','0000-00-00','0000-00-00'),(733,296,15,12,39,92,7,'2546','Y','','0000-00-00','0000-00-00'),(734,297,11,8,39,2,7,'2550','','','0000-00-00','0000-00-00'),(735,297,13,22,280,170,18,'2554','Y','','0000-00-00','0000-00-00'),(736,17,1,37,0,76,7,'','','','0000-00-00','0000-00-00'),(737,17,3,39,0,172,7,'2521','Y','','0000-00-00','0000-00-00'),(738,14,2,38,0,78,7,'2519','Y','','0000-00-00','0000-00-00'),(739,298,11,8,19,1,7,'2543','','','0000-00-00','0000-00-00'),(740,209,11,17,90,82,7,'2551','Y','','0000-00-00','0000-00-00'),(741,216,15,1,284,179,11,'2552','Y','','0000-00-00','0000-00-00'),(742,291,11,8,19,8,7,'2545','','','0000-00-00','0000-00-00'),(744,152,11,8,15,181,7,'2546','Y','','0000-00-00','0000-00-00'),(745,299,11,17,90,182,7,'2545','Y','','0000-00-00','0000-00-00'),(746,300,11,8,28,8,7,'2556','Y','','0000-00-00','0000-00-00'),(747,301,11,52,285,183,7,'2553','Y','','0000-00-00','0000-00-00'),(748,301,9,43,286,85,7,'2548','','','0000-00-00','0000-00-00'),(749,302,9,43,59,85,7,'2553','','','0000-00-00','0000-00-00'),(750,303,11,8,287,1,7,'2549','Y','','0000-00-00','0000-00-00'),(751,304,11,8,35,8,7,'2554','Y','','0000-00-00','0000-00-00'),(752,107,13,3,37,11,7,'2546','','','0000-00-00','0000-00-00'),(753,213,15,12,298,92,7,'2554','Y','','0000-00-00','0000-00-00'),(755,68,15,1,293,185,6,'2554','Y','','0000-00-00','0000-00-00'),(756,305,11,8,39,14,7,'2546','','','0000-00-00','0000-00-00'),(757,305,13,3,39,8,7,'2550','','','0000-00-00','0000-00-00'),(758,305,15,12,39,92,7,'2553','Y','','0000-00-00','0000-00-00'),(759,308,11,8,109,2,7,'2548','','','0000-00-00','0000-00-00'),(760,308,13,3,108,2,7,'2551','','','0000-00-00','0000-00-00'),(762,308,15,12,108,2,7,'2554','Y','','0000-00-00','0000-00-00'),(763,306,11,8,45,11,7,'2544','','','0000-00-00','0000-00-00'),(764,306,15,1,114,11,7,'2549','Y','','0000-00-00','0000-00-00'),(765,307,11,8,10,14,7,'2547','','','0000-00-00','0000-00-00'),(766,307,13,3,10,2,7,'2550','','','0000-00-00','0000-00-00'),(767,307,15,12,10,2,7,'2554','Y','','0000-00-00','0000-00-00'),(768,309,11,8,88,8,7,'2556','Y','','0000-00-00','0000-00-00'),(769,311,11,8,28,1,7,'2539','','','0000-00-00','0000-00-00'),(770,311,13,3,22,1,7,'2543','','','0000-00-00','0000-00-00'),(771,311,15,1,297,187,22,'2551','Y','','0000-00-00','0000-00-00'),(772,30,11,17,300,8,7,'2553','Y','','0000-00-00','0000-00-00'),(773,314,15,9,299,1,7,'2555','Y','','0000-00-00','0000-00-00'),(774,169,15,9,138,1,7,'2555','Y','','0000-00-00','0000-00-00'),(775,128,15,12,107,2,7,'2555','Y','','0000-00-00','0000-00-00'),(776,149,15,9,39,6,7,'2554','Y','','0000-00-00','0000-00-00'),(777,4,13,55,301,8,7,'2555','Y','','0000-00-00','0000-00-00'),(778,320,11,8,28,14,7,'2548','','','0000-00-00','0000-00-00'),(779,320,15,12,19,11,7,'2554','Y','','0000-00-00','0000-00-00'),(780,322,11,8,12,1,7,'2548','','','0000-00-00','0000-00-00'),(781,322,13,3,302,1,7,'2550','','','0000-00-00','0000-00-00'),(782,322,15,12,12,3,7,'2555','Y','','0000-00-00','0000-00-00'),(783,323,11,8,45,4,7,'2549','','','0000-00-00','0000-00-00'),(784,323,13,10,114,98,18,'2555','Y','','0000-00-00','0000-00-00'),(785,324,15,1,86,88,18,'2555','Y','','0000-00-00','0000-00-00'),(786,327,11,8,15,8,7,'2555','Y','','0000-00-00','0000-00-00'),(788,295,11,8,37,8,7,'2556','Y','','0000-00-00','0000-00-00'),(789,328,15,1,303,192,18,'2555','Y','','0000-00-00','0000-00-00'),(790,127,15,1,304,193,33,'2556','Y','','0000-00-00','0000-00-00'),(791,329,11,56,178,8,7,'2553','Y','','0000-00-00','0000-00-00'),(792,217,9,43,59,194,7,'2548','Y','','0000-00-00','0000-00-00'),(793,168,11,57,306,84,7,'2554','','','0000-00-00','0000-00-00'),(794,314,11,8,10,8,7,'2546','','','0000-00-00','0000-00-00'),(795,314,13,3,307,1,7,'2548','','','0000-00-00','0000-00-00'),(796,256,11,8,34,8,7,'2547','','','0000-00-00','0000-00-00'),(797,256,13,3,308,92,7,'2549','','','0000-00-00','0000-00-00'),(798,256,15,9,12,92,7,'2555','Y','','0000-00-00','0000-00-00'),(799,330,11,8,39,8,7,'2543','','','0000-00-00','0000-00-00'),(800,330,13,3,39,92,7,'2548','','','0000-00-00','0000-00-00'),(801,330,13,3,309,8,7,'2555','Y','','0000-00-00','0000-00-00'),(802,331,11,8,10,105,7,'2549','','','0000-00-00','0000-00-00'),(803,331,13,3,52,105,7,'2551','','','0000-00-00','0000-00-00'),(804,331,15,12,310,13,7,'2555','Y','','0000-00-00','0000-00-00'),(805,332,11,46,114,197,18,'2551','','','0000-00-00','0000-00-00'),(806,332,15,1,114,196,18,'2556','Y','','0000-00-00','0000-00-00'),(807,337,11,8,10,11,7,'2550','','','0000-00-00','0000-00-00'),(808,337,15,1,311,148,18,'2556','Y','','0000-00-00','0000-00-00'),(809,338,11,8,28,8,7,'2550','','','0000-00-00','0000-00-00'),(810,338,13,3,177,8,7,'2554','Y','','0000-00-00','0000-00-00'),(811,339,11,46,114,1,7,'2545','','','0000-00-00','0000-00-00'),(812,339,13,24,114,1,7,'2548','','','0000-00-00','0000-00-00'),(813,339,15,1,114,198,18,'2555','Y','','0000-00-00','0000-00-00'),(814,130,15,12,28,11,7,'2556','Y','','0000-00-00','0000-00-00'),(815,321,11,8,19,1,7,'2547','','','0000-00-00','0000-00-00'),(816,321,13,10,86,199,18,'2551','','','0000-00-00','0000-00-00'),(817,321,15,1,86,199,18,'2555','Y','','0000-00-00','0000-00-00'),(818,125,15,12,58,2,7,'2556','Y','','0000-00-00','0000-00-00'),(819,340,6,7,90,209,7,'2557','Y','','0000-00-00','0000-00-00'),(820,342,11,8,28,105,7,'2557','','','0000-00-00','0000-00-00'),(821,342,13,3,313,11,7,'2550','','','0000-00-00','0000-00-00'),(822,342,15,9,21,1,7,'2556','Y','','0000-00-00','0000-00-00'),(823,343,15,9,45,1,7,'2556','Y','','0000-00-00','0000-00-00'),(824,344,15,12,108,2,7,'2556','Y','','0000-00-00','0000-00-00'),(825,345,11,5,314,8,7,'2552','Y','','0000-00-00','0000-00-00'),(826,346,11,8,10,8,7,'2552','Y','','0000-00-00','0000-00-00'),(827,347,11,8,10,8,7,'2553','Y','','0000-00-00','0000-00-00'),(828,61,15,12,315,8,7,'2557','Y','','0000-00-00','0000-00-00'),(829,350,11,8,316,201,7,'2551','','','0000-00-00','0000-00-00'),(830,350,13,3,316,201,7,'2554','','','0000-00-00','0000-00-00'),(831,350,15,12,115,14,7,'2557','Y','','0000-00-00','0000-00-00'),(832,358,11,8,37,8,7,'2556','Y','','0000-00-00','0000-00-00'),(833,357,11,8,10,8,7,'2552','Y','','0000-00-00','0000-00-00'),(834,359,11,8,88,8,7,'2559','Y','','0000-00-00','0000-00-00'),(835,360,11,8,106,166,7,'2550','','','0000-00-00','0000-00-00'),(836,360,13,3,106,202,7,'2553','','','0000-00-00','0000-00-00'),(837,360,15,12,106,90,7,'2557','Y','','0000-00-00','0000-00-00'),(838,361,11,8,17,8,7,'2558','Y','','0000-00-00','0000-00-00'),(839,362,11,8,10,8,7,'2552','Y','','0000-00-00','0000-00-00'),(840,172,9,43,317,203,7,'2552','Y','','0000-00-00','0000-00-00'),(841,344,13,3,109,2,7,'2548','','','0000-00-00','0000-00-00'),(842,344,11,8,109,2,7,'2546','','','0000-00-00','0000-00-00'),(843,363,15,9,318,1,7,'2557','Y','','0000-00-00','0000-00-00'),(844,363,11,8,12,204,7,'2551','','','0000-00-00','0000-00-00'),(845,364,11,8,22,1,7,'2552','','','0000-00-00','0000-00-00'),(847,364,15,1,319,205,33,'2558','Y','','0000-00-00','0000-00-00'),(848,131,15,12,107,2,7,'2558','Y','','0000-00-00','0000-00-00'),(849,66,15,16,320,206,7,'2558','Y','','0000-00-00','0000-00-00'),(850,302,11,17,197,8,7,'2558','Y','','0000-00-00','0000-00-00'),(851,148,15,12,322,90,7,'2558','Y','','0000-00-00','0000-00-00'),(852,366,11,8,39,1,7,'2542','','','0000-00-00','0000-00-00'),(853,366,15,9,39,1,7,'2548','Y','','0000-00-00','0000-00-00'),(854,365,11,8,39,4,7,'2550','','','0000-00-00','0000-00-00'),(855,365,13,22,323,207,35,'2554','','','0000-00-00','0000-00-00'),(856,365,15,16,324,208,35,'2558','Y','','0000-00-00','0000-00-00'),(857,367,15,12,12,92,7,'2550','Y','','0000-00-00','0000-00-00'),(858,367,13,3,34,90,7,'2539','','','0000-00-00','0000-00-00'),(859,367,11,8,12,90,7,'2536','','','0000-00-00','0000-00-00'),(861,56,15,12,45,8,7,'2559','Y','','0000-00-00','0000-00-00'),(862,368,11,8,88,8,7,'2556','Y','','0000-00-00','0000-00-00'),(864,369,15,1,311,109,18,'2559','Y','','0000-00-00','0000-00-00'),(865,44,15,12,325,7,7,'2559','Y','','0000-00-00','0000-00-00'),(866,370,11,8,19,8,7,'2556','Y','','0000-00-00','0000-00-00'),(867,371,15,1,326,210,18,'2559','Y','','0000-00-00','0000-00-00'),(868,372,13,3,10,8,7,'2553','Y','','0000-00-00','0000-00-00'),(869,373,9,43,327,203,7,'2557','Y','','0000-00-00','0000-00-00'),(870,374,15,1,86,214,18,'2560','Y','','0000-00-00','0000-00-00'),(871,375,11,8,88,8,7,'2552','Y','','0000-00-00','0000-00-00'),(872,377,15,1,0,210,18,'','Y','','0000-00-00','0000-00-00');
/*!40000 ALTER TABLE `Education` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `EducationTemp`
--

DROP TABLE IF EXISTS `EducationTemp`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `EducationTemp` (
  `seq` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `levelId` int(2) NOT NULL default '0',
  `degreeId` int(2) NOT NULL default '0',
  `educmajorId` int(2) NOT NULL default '0',
  `educplaceId` int(3) NOT NULL default '0',
  `countryId` int(3) NOT NULL default '0',
  `endYear` varchar(4) NOT NULL default '',
  `hightest` char(1) NOT NULL default '',
  `startYear` varchar(4) NOT NULL default '',
  `statusChange` char(3) NOT NULL default '',
  `startDate` date NOT NULL default '0000-00-00',
  `endDate` date NOT NULL default '0000-00-00',
  PRIMARY KEY  (`seq`,`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ประวัติการศึกษา';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `EducationTemp`
--

LOCK TABLES `EducationTemp` WRITE;
/*!40000 ALTER TABLE `EducationTemp` DISABLE KEYS */;
/*!40000 ALTER TABLE `EducationTemp` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Educmajor`
--

DROP TABLE IF EXISTS `Educmajor`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Educmajor` (
  `educmajorId` int(3) NOT NULL auto_increment,
  `educmajorName` varchar(150) NOT NULL,
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`educmajorId`)
) ENGINE=InnoDB AUTO_INCREMENT=328 DEFAULT CHARSET=utf8 COMMENT='สาขาวิชาการศึกษา';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Educmajor`
--

LOCK TABLES `Educmajor` WRITE;
/*!40000 ALTER TABLE `Educmajor` DISABLE KEYS */;
INSERT INTO `Educmajor` VALUES (1,'Environmental Physiology',0),(3,'สรีรวิทยา',0),(4,'ป.นียบัตรพยาบาลและผดุงครรภ์',0),(5,'เทคโนโลยีทางการศึกษา',0),(6,'การจัดการทั่วไป',0),(7,'ช่างเชื่อม',0),(8,'Biological Sciences',0),(9,'ชีววิทยาสภาวะแวดล้อม',0),(10,'เคมี',0),(11,'Chemistry Biomolecule',0),(12,'เทคโนโลยีชีวภาพ',0),(13,'พืชศาสตร์',0),(14,'ชีววิทยาประมง',0),(15,'วิทยาการคอมพิวเตอร์',0),(17,'สถิติ',0),(18,'Geachimie Fondamente et Appliguee',0),(19,'ชีวเคมี',0),(20,'เทคนิคการแพทย์',0),(21,'วิทยาศาสตร์ชีวภาพ',0),(22,'สัตววิทยา',0),(24,'เทคโนโลยีสารสนเทศ',0),(26,'Environmental Engineering and Management',0),(27,'จุลชีววิทยาทางการแพทย์',0),(28,'ชีววิทยา',0),(30,'Applied Statistics',0),(32,'สถิติประยุกต์',0),(33,'เทคโนโลยีไฟฟ้าอุตสาหกรรม',0),(34,'วิทยาศาสตร์การอาหาร',0),(35,'เทคโนโลยีทางอาหาร',0),(36,'อุตสาหกรรมการเกษตร',0),(37,'จุลชีววิทยา',0),(39,'ฟิสิกส์',0),(41,'เคมีอนินทรีย์',0),(42,'นิเวศน์วิทยาชายฝั่งทะเล',0),(43,'ชีววิทยาทางทะเล',0),(45,'คณิตศาสตร์',0),(46,'Computer Sciences',0),(50,'การส่งเสริมและสื่อสารการเกษตร',0),(51,'เกษตรกรรม',0),(52,'เคมีอินทรีย์',0),(54,'เคมีวิเคราะห์และเคมีอนินทรีย์ประยุกต์',0),(56,'วิทยาศาสตร์การแพทย์',0),(57,'พยาบาล',0),(58,'พันธุศาสตร์',0),(59,'คอมพิวเตอร์ธุรกิจ',0),(60,'Natural',0),(62,'เกษตรศาสตร์',0),(63,'กายวิภาคศาสตร์',0),(64,'Computer Science',0),(65,'สมุทรศาสตร์สกายะและเคมี',0),(67,'Statistics',0),(68,'ชีวสถิติ',0),(70,'Food Sc.and Tech',0),(71,'ปฐพีวิทยา',0),(72,'ปรสิตวิทยา',0),(75,'วิทยาศาสตร์ทั่วไป',0),(76,'โภชนศาสตร์',0),(77,'Material Physics',0),(78,'เคมีคัลฟิสิกส์',0),(79,'การบริหารงานบุคคล',0),(80,'Aquaculture',0),(81,'นิวเคลียร์เทคโนโลยี',0),(82,'ฟิสิกส์อุตสาหกรรมและอุปกรณ์การแพทย์',0),(83,'เทคโนโลยีพลังงาน',0),(85,'เภสัชศาสตร์',0),(86,'Chemistry',0),(87,'เคมีเชิงฟิสิกส์',0),(88,'วาริชศาสตร์',0),(90,'การบัญชี',0),(93,'นิวเคลียร์ฟิสิกส์',0),(94,'ธุรกิจศึกษา',0),(95,'ฟิสิกส์ประยุกต์',0),(96,'ป.ชั้นสูงหลักสูตรการเมืองการปกครองในระบอบประชาธิปไตยสำหรับนักบริหารระด',0),(97,'ป.การฝึกอบรมหลักสูตรการพัฒนาผู้บริหารระดับสูงของสถาบันอุดมศึกษา',0),(98,'หลักสูตรการป้องกันราชอาณาจักร',0),(99,'หลักสูตรวิทยาลัยการทัพเรือ',0),(100,'หลักสูตรการรักษาความปลอดภัย',0),(101,'หลักสูตรจิตวิทยาความมั่นคง',0),(103,'เลขานุการ',0),(104,'Aquatic Science',0),(106,'คณิตศาสตร์ประยุกต์',0),(107,'พฤกษศาสตร์',0),(108,'วิทยาศาสตร์การประมง',0),(109,'ประมง',0),(110,'Electrical',0),(111,'การสื่อสารและเทคโนโลยีสารสนเทศ',0),(112,'การบริหารทรัพยากรมนุษย์',0),(113,'Organic',0),(114,'Mathematics',0),(115,'วิทยาศาสตร์และเทคโนโลยีการอาหาร',0),(116,'เทคโนโลยีภูมิศาสตร์',0),(118,'พยาบาลศาสตร์',0),(121,'บรรณารักษศาสตร์',0),(123,'สมุทรศาสตร์เคมี',0),(124,'คอมพิวเตอร์',0),(127,'Biology Neuroendocrine',0),(131,'ภาพพิมพ์',0),(132,'Materials Science and Engineering',0),(133,'วัสดุศาสตร์',0),(137,'Marine Estuarine and Environmental Studies',0),(138,'วิทยาศาสตร์ทางทะเล',0),(140,'Psysiology',0),(141,'รัฐศาสตร์',0),(142,'Electronics and Information Sciences',0),(143,'วิศวกรรมคอมพิวเตอร์',0),(145,'การจัดการทรัพยากร',0),(146,'Chemical Engineering',0),(149,'วิทยาศาสตร์เกษตร',0),(152,'เภสัชวิทยา',0),(153,'พยาบาลอนามัยและผดุงครรภ์',0),(155,'อาชีวอนามัยและความปลอดภัย',0),(157,'ฟิสิคัลเคมี',0),(158,'Marine Science',0),(160,'พยาธิชีววิทยา',0),(161,'Fisheries',0),(162,'อินทรียเคมี',0),(163,'พัฒนาผลิตภัณฑ์อุตสาหกรรมเกษตร',0),(165,'Math',0),(166,'วิทยาการคอมพิวเตอร์และเทคโนโลยีสารสนเทศ',0),(167,'Marine Biology',0),(168,'กายภาพบำบัด',0),(170,'Molecular Biology',0),(171,'การเพาะเลี้ยงสัตว์น้ำ',0),(172,'เคมีวิเคราะห์',0),(173,'Biotechnology',0),(174,'จุลชีววิทยาทางอุตสาหกรรม',0),(175,'The Environmental Toxicology, Technology and Management',0),(177,'วิทยาศาสตร์สิ่งแวดล้อม',0),(178,'การบริหารทั่วไป',0),(179,'การประถมศึกษา',0),(180,'ช่างยนต์',0),(181,'วิศวกรรมชีวเคมี',0),(184,'Analytical Chemistry',0),(186,'Physics',0),(187,'ผลิตภัณฑ์ประมง',0),(193,'เคมีฟิสิกัล',0),(195,'บริหารธุรกิจ-การตลาด',0),(196,'เทคโนโลยีการผลิต',0),(197,'การตลาด',0),(198,'Environmental Microbiology',0),(199,'อณูพันธุศาสตร์และพันธุวิศวกรรมศาสตร์',0),(201,'Environmental',0),(202,'Polymer Science and Technology',0),(203,'พอลิเมอร์',0),(204,'ช่างไฟฟ้า',0),(205,'วิทยาศาสตร์คอมพิวเตอร์',0),(207,'Marine Biogeo Chemistry',0),(208,'การเงินและการธนาคาร',0),(209,'การศึกษาคณิตศาสตร์',0),(211,'Oceanography',0),(214,'Earth and Planetary Sciences',0),(215,'เทคโนโลยีสารสนเทศทางธุรกิจ',0),(216,'ศึกษาศาสตร์',0),(220,'วิทยาศาสตร์ - คณิตศาสตร์',0),(222,'Food Science and Tech.',0),(224,'วิทยาการคณนา',0),(225,'Applied Mathematics',0),(226,'รังสีเทคนิค',0),(227,'วิศวกรรมเคมี',0),(228,'เคมีอุตสาหกรรม',0),(229,'Microbiology',0),(241,'ช่างไฟฟ้ากำลัง',0),(244,'วิศวกรรมซอฟแวร์',0),(245,'กศ.บ. (สังคมศึกษา) ',0),(246,'Molecular  Biology  and  Biotechnology',0),(248,'วิทยาการจัดการ (การบัญชี)',0),(249,'สังคมศึกษา',0),(250,'วิทยาศาสตร์-ชีววิทยา',0),(251,'วิทยาศาสตร์-สถิติ',0),(252,'Mathematik',0),(256,'การสอน',0),(257,'การจัดการและประเมินโครงการ',0),(258,'วิทยาศาสตร์พอลิเมอร์',0),(259,'Polymer Science',0),(260,'Physical  and Theoretical Chemistry',0),(261,'Organic Chemistry',0),(262,'Theoretical Chemistry',0),(263,'Organic Catalysis',0),(264,'Inorganic Chemistry',0),(265,'เทคนิคอุตสาหกรรมปิโตรเคมี',0),(266,'การสอนชีววิทยา',0),(267,'Biological Diversity and Ecology',0),(268,'อิเล็กทรอนิกส์',0),(269,'Agricultural Science',0),(270,'Zoology',0),(271,'Fundamental and Applied Marine Ecology',0),(272,'Food Science',0),(273,'วิทยาศาสตร์การอาหารและโภชนาการ',0),(274,'Environmental Sciences',0),(275,'Plant Science',0),(276,'ชีวเวชศาสตร์',0),(277,'วิทยาศาสตร์-ฟิสิกส์',0),(278,'เทคโนโลยีอุณหภาพ',0),(279,'วิศวกรรมไฟฟ้า',0),(280,'Mechanical Engineering',0),(281,'Life Environment Conservation Science',0),(282,'Cell Biology and Molecular Genetics',0),(283,'Natural Science and Technology',0),(284,'Nutritional Biochemistry',0),(285,'เทคโนโลยีคอมพิวเตอร์',0),(286,'ช่างอิเล็กทรอนิกส์',0),(287,'วิทยาศาสตร์การกีฬา',0),(289,'Medical Science',0),(290,'เทคโนโลยีการผลิตพืช',0),(291,'Stochastic Numerical Simulation and Modelling',0),(292,'อุตุนิยมวิทยาชั้นสูง',0),(293,'Pharmarceutical Science',0),(294,'Doctor of Philosophy',0),(295,'ศ.บ.',0),(296,'เศรษฐศาสตร์',0),(297,'Biology',0),(298,'วิทยาศาสตร์และเทคโนโลยี (ชีวสารสนเทศ)',0),(299,'ปิโตรเคมี',0),(300,'การเงิน',0),(301,'การบัญชีบริหาร',0),(302,'การจัดการสิ่งแวดล้อม',0),(303,'Animal Biology',0),(304,'Department of Animal and Plant Sciences',0),(305,'การบริหารทั่วไป',0),(306,'นิติศาสตร์',0),(307,'ปิโตรเคมีและวิทยาศาสตร์พอลิเมอร์',0),(308,'วิศวกรรมอาหาร',0),(309,'การจัดการการขนส่งและโลจิสติกส์',0),(310,'เคมีประยุกต์',0),(311,'Biochemistry',0),(312,'วิทยาศาสตร์สิ่งแวดล้อม',0),(313,'วิทยาการพืช',0),(314,'เทคโนโลยีการศึกษา',0),(315,'การวิจัยและสถิติทางวิทยาการปัญญา',0),(316,'เทคโนโลยีการอาหาร',0),(317,'ไฟฟ้ากำลัง',0),(318,'เภสัชเคมีและผลิตภัณฑ์ธรรมชาติ',0),(319,'Stem Cell Research',0),(320,'General Mathematics',0),(322,'นาโนวิทยาและนาโนเทคโนโลยี',0),(323,'STUDIENGANG PHYSIK',0),(324,'พาสมาฟิสิกส์',0),(325,'สถิติ  (หลักสูตรนานาชาติ)',0),(326,'Biological and agricultural engineering',0),(327,'เครื่องกล',0);
/*!40000 ALTER TABLE `Educmajor` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Educplace`
--

DROP TABLE IF EXISTS `Educplace`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Educplace` (
  `educplaceId` int(3) NOT NULL auto_increment,
  `educplaceName` varchar(200) NOT NULL,
  `educplaceAbbr` varchar(20) NOT NULL default '',
  PRIMARY KEY  (`educplaceId`)
) ENGINE=InnoDB AUTO_INCREMENT=215 DEFAULT CHARSET=utf8 COMMENT='สถานศึกษา';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Educplace`
--

LOCK TABLES `Educplace` WRITE;
/*!40000 ALTER TABLE `Educplace` DISABLE KEYS */;
INSERT INTO `Educplace` VALUES (1,'จุฬาลงกรณ์มหาวิทยาลัย','จุฬา.'),(2,'มหาวิทยาลัยเกษตรศาสตร์','มก.'),(3,'มหาวิทยาลัยขอนแก่น','มข.'),(4,'มหาวิทยาลัยเชียงใหม่','มช.'),(5,'มหาวิทยาลัยทักษิณ','มท.'),(6,'มหาวิทยาลัยเทคโนโลยีสุรนารี','มทส.'),(7,'มหาวิทยาลัยธรรมศาสตร์','มธ.'),(8,'มหาวิทยาลัยบูรพา','มบ.'),(9,'มหาวิทยาลัยพายัพ','ม'),(10,'มหาวิทยาลัยมหาสารคาม','มมส.'),(11,'มหาวิทยาลัยมหิดล','ม.'),(12,'มหาวิทยาลัยราชภัฏเลย','มรล.'),(13,'มหาวิทยาลัยรามคำแหง','มร.'),(14,'มหาวิทยาลัยสงขลานครินทร์','มอ.'),(15,'มหาวิทยาลัยสุโขทัยธรรมมาธิราช','มสธ.'),(17,'สถาบันวิจัยจุฬาภรณ์','ไม่มี'),(18,'มหาวิทยาลัยภาคตะวันออกเฉียงเหนือ','มภน.'),(19,'มหาวิทยาลัยราชภัฎบุรีรัมย์','มร.บร.'),(20,'มหาวิทยาลัยราชภัฎมหาสารคาม','มร.สค.'),(28,'มหาวิทยาลัยศรีนครินทรวิโรฒ ประสานมิตร','มศว.ประสานมิตร'),(37,'มหาวิทยาลัยศรีนครินทรวิโรฒ มหาสารคาม','มสว.มหาสารคาม'),(55,'สถาบันเทคโนโลยีราชมงคล วิทยาเขตขอนแก่น','ทรม.ขก.'),(65,'มหาวิทยาลัยราชภัฏนครสวรรค์','มร.นส.'),(66,'วิทยาลัยบัณฑิตบริหารธุรกิจ','วบธ.'),(67,'มหาวิทยาลัยอีสาน','มอส.'),(71,'มหาวิทยาลัยศรีนครินทรวิโรฒ บางแสน','มศว.บางแสน'),(72,'สถาบันราชภัฏฉะเชิงเทรา','-'),(73,'วิทยาลัยครูฉะเชิงเทรา','-'),(74,'วิทยาลัยการบริหารรัฐกิจ มหาวิทยาลัยบูรพา','-'),(75,'วิทยาลัยเทคนิคชลบุรี','-'),(76,'โรงเรียนวัดบางเป้ง','-'),(77,'โรงเรียนบ้านเขาคันทรง','-'),(78,'ศูนย์บริการการศึกษานอกโรงเรียน','-'),(79,'โรงเรียนเทคนิคเบญจชลบุรี','-'),(80,'โรงเรียนสาธิต \"พิบูลบำเพ็ญ\"','-'),(81,'วิทยาลัยพณิชยการเชตุพน','-'),(82,'มหาวิทยาลัยราชภัฏราชนครินทร์','-'),(83,'โรงเรียนเทคโนโลยีชลบุรี','-'),(84,'มหาวิทยาลัยศรีปทุม','-'),(85,'โรงเรียนเทคโนโลยีภาคตะวันออก(อี.เทค)','-'),(86,'มหาวิทยาลัยราชภัฏเพชรบูรณ์','-'),(87,'สถาบันบัณฑิตพัฒนบริหารศาสตร์','-'),(88,'Colorado state University','-'),(89,'University of Alabama','-'),(90,'สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง','-'),(91,'วิทยาลัยวิชาการศึกษา บางแสน','-'),(92,'มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี','-'),(93,'Humboldt University ZuBerlin','-'),(94,'University of Newcastle Upon Tyne','-'),(95,'มหาวิทยาลัยศรีนครินทรวิโรฒ สงขลา','-'),(96,'สถาบันเทคโนโลยีพระจอมเกล้าธนบุรี','-'),(97,'วิทยาลัยวิชาการศึกษา ประสานมิตร','-'),(98,'North Carolina State University','-'),(99,'มหาวิทยาลัยศรีนครินทรวิโรฒ พิษณุโลก','-'),(100,'ไม่ระบุสถานศึกษา','-'),(101,'สถาบันราชภัฏเชียงใหม่','-'),(102,'University of Strathclyde','-'),(103,'University of Reading','-'),(104,'มหาวิทยาลัยหอการค้าไทย','-'),(105,'มหาวิทยาลัยศิลปากร','มศก'),(106,'NEWCASTLE UNIVERSITY','-'),(108,'University of East Anglia','-'),(109,'Cornell University','-'),(110,'Stanford University','-'),(111,'มหาวิทยาลัยแม่โจ้','-'),(112,'Loughborough University','-'),(113,'University of Bristol','-'),(114,'Nagoya University','-'),(115,'University of Manchester Institute of Science and Technology','-'),(116,'University do Porto','-'),(117,'The University of Maine','-'),(118,'The University of Georgia','-'),(119,'Seton Hall University','-'),(120,'Brock University','-'),(121,'Monash University','-'),(122,'สถาบันเทคโนโลยีแห่งเอเชีย','-'),(123,'Inha University','-'),(124,'University Denis Diderot Paris 7','-'),(125,'Liverpool John Moores University','-'),(126,'University of Birmingham','-'),(127,'The Pennsylvania State University','-'),(128,'Tokyo Institute of Technology','-'),(129,'University of Tasmania','-'),(130,'University of Delaware','-'),(131,'University of London','-'),(132,'University of Oxford','-'),(133,'วิทยาลัยเกษตรกรรมสตูล','-'),(134,'มหาวิทยาลัยราชภัฏราชนครินทร์ ฉะเชิงเทรา','-'),(135,'วิทยาลัยเทคนิคระยอง','-'),(137,'University of North Texas','-'),(138,'University of Stirling','-'),(139,'สถาบันเทคโนโลยีราชมงคล วิทยาเขตบางพระ','-'),(140,'วิทยาลัยครูเชียงใหม่','-'),(142,'University of Toronto','-'),(143,'โรงเรียนชลกันยานุกูล','-'),(144,'วิทยาลัยเทคนิคท่าหลวงซีเมนต์ไทยอนุสรณ์','-'),(145,'KYOTO University','-'),(146,'University of Canterbury','-'),(148,'University of Maryland at College Park','-'),(149,'The University of Minnesota','-'),(150,'University of Brussels Belgium','-'),(151,'University of Queensland','-'),(152,'University of Victoria','-'),(153,'Clemson University','-'),(154,'James Cook University','-'),(157,'The University of Tennessee, Knoxville','-'),(158,'Massey University','-'),(159,'มหาวิทยาลัยนเรศวร','-'),(160,'Rutgers, The State University of New Jersey','-'),(161,'Victoria University of Technology','-'),(162,'University of Portsmouth','-'),(163,'University of Connectticut','-'),(164,'มหาวิทยาลัยรังสิต','-'),(165,'University of Sheffield','-'),(166,'สถาบันเทคโนโลยีพระจอมเกล้าพระนครเหนือ','-'),(167,'Oregon State University','-'),(168,'มหาวิทยาลัยศรีนครินทรวิโรฒ','มศว.'),(169,'University of Vienna','-'),(170,'University of Wisconsin-Madison','-'),(171,'มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง','-'),(172,'โรงเรียนแสนสุข','-'),(173,'Mississippi State University','-'),(174,'สถาบันเทคโนโลยีราชมงคล สกลนคร','-'),(175,'The University of Southern Mississippi','-'),(176,'University of Paris13','-'),(177,'Ehime University','-'),(178,'Okayama University','-'),(179,'University of Montpellier II','-'),(180,'วิทยาลัยอาชีวศึกษาหนองคาย','-'),(181,'มหาวิทยาลัยราชภัฏเพชรบุรีวิทยาลงกรณ์','-'),(182,'สถาบันราชภัฏสวนดุสิต','-'),(183,'มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี','-'),(184,'โรงเรียนอุตุนิยมวิทยา','ไม่มี'),(185,'Chiba University','-'),(186,'UNIVERSITY OF MARYLAND','-'),(187,'UNIVERSITY OF LEEDS','-'),(188,'University of göttingen','-'),(189,'มหาวิทยาลัยธุรกิจบัณฑิต','บธ.บ.'),(190,'โรงเรียนชลพินิจพาณิชยการ','-'),(191,'มหาวิทยาลัยเทคโนโลยีราชมงคลตะวันออก','-'),(192,'UNIVERSITY OF ST ANDREWS','-'),(193,'The University of Sheffield','-'),(194,'โรงเรียนดาราสมุทรบริหารธุรกิจ','-'),(195,'มหาวิทยาลัยศรีปทุม วิทยาเขตชลบุรี','-'),(196,'THE UNIVERSITY OF  TEXAS AT AUSTIN','-'),(197,'WILLIAM CAREY COLLEGE','-'),(198,'UNIVERSITY OF ILLINOIS AT CHICAGO','-'),(199,'NEW YORK UNIVERSITY','-'),(200,'โรงเรียนมิตรพลพาณิชยการ','-'),(201,'มหาวิทยาลัยแม่ฟ้าหลวง','มฟ.'),(202,'มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ','-'),(203,'วิทยาลัยสารพัดช่างชลบุรี','-'),(204,'มหาวิทยาลัยวลัยลักษณ์','-'),(205,'University of Edinburgh','-'),(206,'University of Graz','-'),(207,'HEINRICH HEINE UNIVERSITAT DUSSELDOR','-'),(208,'HEINRICH HEINE UNIVERSITAT DUSSELDORF','-'),(209,'วิทยาลัยอาชีวศึกษาศรีสงคราม','-'),(210,'TEXAS A&M UNIVERSITY','-'),(211,'TEXAS A&M UNIVERSITY','-'),(212,'TEXAS A&M UNIVERSITY','--'),(213,'TEXAS A and M UNIVERSITY','-'),(214,'Clemson University, South Carolina','-');
/*!40000 ALTER TABLE `Educplace` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Employee`
--

DROP TABLE IF EXISTS `Employee`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Employee` (
  `employeeId` int(2) NOT NULL auto_increment,
  `employeeName` varchar(50) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`employeeId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='หมวดลูกจ้าง';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Employee`
--

LOCK TABLES `Employee` WRITE;
/*!40000 ALTER TABLE `Employee` DISABLE KEYS */;
/*!40000 ALTER TABLE `Employee` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Family`
--

DROP TABLE IF EXISTS `Family`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Family` (
  `personId` int(11) NOT NULL default '0',
  `fatherPrefix` int(2) NOT NULL default '0',
  `fatherName` varchar(25) NOT NULL default '',
  `fatherlName` varchar(25) NOT NULL default '',
  `fatherBirthday` date NOT NULL default '0000-00-00',
  `FalifeId` int(3) NOT NULL default '0',
  `fatherDieday` date NOT NULL default '0000-00-00',
  `fatherauxiliaryId` int(2) NOT NULL default '0',
  `fatherOccu` int(2) NOT NULL default '0',
  `motherPrefix` int(2) NOT NULL default '0',
  `motherName` varchar(25) NOT NULL default '',
  `motherlName` varchar(25) NOT NULL default '',
  `motherBirthday` date NOT NULL default '0000-00-00',
  `MolifeId` int(3) NOT NULL default '0',
  `motherDieday` date NOT NULL default '0000-00-00',
  `motherauxiliaryId` int(2) NOT NULL default '0',
  `motherOccu` int(2) NOT NULL default '0',
  `matePrefix` int(2) NOT NULL default '0',
  `mateName` varchar(25) NOT NULL default '',
  `matelName` varchar(15) NOT NULL default '',
  `mateoldPrefix1` int(2) NOT NULL default '0',
  `mateoldName1` varchar(25) NOT NULL default '',
  `mateoldlName1` varchar(25) NOT NULL default '',
  `mateoldPrefix2` int(2) NOT NULL default '0',
  `mateoldName2` varchar(25) NOT NULL default '',
  `mateoldlName2` varchar(25) NOT NULL default '',
  `mateBirthday` date NOT NULL default '0000-00-00',
  `matelifeId` int(3) NOT NULL default '0',
  `mateDieday` date NOT NULL default '0000-00-00',
  `mateauxiliaryId` int(2) NOT NULL default '0',
  `mateOccu` int(2) NOT NULL default '0',
  `mateOffice` varchar(60) NOT NULL default '',
  `matePhone` varchar(10) NOT NULL default '',
  `fatherId` varchar(13) NOT NULL default '',
  `motherId` varchar(13) NOT NULL default '',
  `mateId` varchar(13) NOT NULL default '',
  PRIMARY KEY  (`personId`),
  KEY `fatherPrefix` (`fatherPrefix`),
  KEY `fatherOccu` (`fatherOccu`),
  KEY `motherPrefix` (`motherPrefix`),
  KEY `motherOccu` (`motherOccu`),
  KEY `matePrefix` (`matePrefix`),
  KEY `mateoldPrefix1` (`mateoldPrefix1`),
  KEY `mateoldPrefix2` (`mateoldPrefix2`),
  KEY `mateOccu` (`mateOccu`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ครอบครัว';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Family`
--

LOCK TABLES `Family` WRITE;
/*!40000 ALTER TABLE `Family` DISABLE KEYS */;
/*!40000 ALTER TABLE `Family` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `FlowPath`
--

DROP TABLE IF EXISTS `FlowPath`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `FlowPath` (
  `PathId` int(11) NOT NULL default '0',
  `FlowId` int(11) NOT NULL default '0',
  `FlowGroup` int(11) NOT NULL default '0',
  `FlowPath` int(11) NOT NULL default '0',
  `FlowActive` varchar(50) NOT NULL default '',
  PRIMARY KEY  (`PathId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `FlowPath`
--

LOCK TABLES `FlowPath` WRITE;
/*!40000 ALTER TABLE `FlowPath` DISABLE KEYS */;
/*!40000 ALTER TABLE `FlowPath` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `FlowPathDept`
--

DROP TABLE IF EXISTS `FlowPathDept`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `FlowPathDept` (
  `PathId` int(11) NOT NULL default '0',
  `FlowId` int(11) NOT NULL default '0',
  `FlowGroup` int(11) NOT NULL default '0',
  `FlowPath` int(11) NOT NULL default '0',
  `FlowActive` varchar(50) NOT NULL default '',
  `DeptId` int(11) NOT NULL,
  PRIMARY KEY  (`PathId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `FlowPathDept`
--

LOCK TABLES `FlowPathDept` WRITE;
/*!40000 ALTER TABLE `FlowPathDept` DISABLE KEYS */;
/*!40000 ALTER TABLE `FlowPathDept` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `FollowPerson`
--

DROP TABLE IF EXISTS `FollowPerson`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `FollowPerson` (
  `followId` int(11) NOT NULL default '0',
  `noteType` varchar(20) NOT NULL default '',
  `noteNo` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `personId_fol` int(11) NOT NULL default '0',
  `reperNo` int(11) NOT NULL default '0',
  `restartDate` date NOT NULL default '0000-00-00',
  `reendDate` date NOT NULL default '0000-00-00',
  `flag` char(2) NOT NULL default '',
  PRIMARY KEY  (`followId`),
  KEY `personId` (`personId`),
  KEY `personId_fol` (`personId_fol`),
  KEY `reperNo` (`reperNo`),
  KEY `restartDate` (`restartDate`),
  KEY `reendDate` (`reendDate`),
  KEY `noteNo` (`noteNo`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `FollowPerson`
--

LOCK TABLES `FollowPerson` WRITE;
/*!40000 ALTER TABLE `FollowPerson` DISABLE KEYS */;
/*!40000 ALTER TABLE `FollowPerson` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `FormTax`
--

DROP TABLE IF EXISTS `FormTax`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `FormTax` (
  `seqId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `year` int(4) NOT NULL default '0',
  `writeDate` date NOT NULL default '0000-00-00',
  `personstatusId` int(2) NOT NULL default '0',
  `mate_money` char(2) NOT NULL default '',
  `salary_part1` float(11,2) NOT NULL default '0.00',
  `salary_part2` float(11,2) NOT NULL default '0.00',
  `salary_part3` float(11,2) NOT NULL default '0.00',
  `money_sp` float(11,2) NOT NULL default '0.00',
  `money_sp1` float(11,2) NOT NULL default '0.00',
  `money_sp2` float(11,2) NOT NULL default '0.00',
  `money_sp3` float(11,2) NOT NULL default '0.00',
  `money_sp4` float(11,2) NOT NULL default '0.00',
  `money_sp5` float(11,2) NOT NULL default '0.00',
  `money_sp6` float(11,2) NOT NULL default '0.00',
  `money_sp7` float(11,2) NOT NULL default '0.00',
  `money_sp8` float(11,2) NOT NULL default '0.00',
  `money_sp9` float(11,2) NOT NULL default '0.00',
  `money_sp10` float(11,2) NOT NULL default '0.00',
  `money_sp11` float(11,2) NOT NULL default '0.00',
  `money_sp12` float(11,2) NOT NULL default '0.00',
  `money_sp13` float(11,2) NOT NULL default '0.00',
  `money_sp14` float(11,2) NOT NULL default '0.00',
  `nopay_1` float(11,2) NOT NULL default '0.00',
  `nopay_2` float(11,2) NOT NULL default '0.00',
  `nopay_3` float(11,2) NOT NULL default '0.00',
  `nopay_4` float(11,2) NOT NULL default '0.00',
  `numchild_noedu` int(2) NOT NULL default '0',
  `numchild_edu` int(2) NOT NULL default '0',
  `item_tax1` float(11,2) NOT NULL default '0.00',
  `item_tax2` float(11,2) NOT NULL default '0.00',
  `item_tax3` float(11,2) NOT NULL default '0.00',
  `item_tax4` float(11,2) NOT NULL default '0.00',
  `item_tax5` float(11,2) NOT NULL default '0.00',
  `item_tax6` float(11,2) NOT NULL default '0.00',
  `item_tax7` float(11,2) NOT NULL default '0.00',
  `item_tax8` float(11,2) NOT NULL default '0.00',
  `item_tax9` float(11,2) NOT NULL default '0.00',
  `item_tax10` float(11,2) NOT NULL default '0.00',
  `item_tax11` float(11,2) NOT NULL default '0.00',
  `item_tax12` float(11,2) NOT NULL default '0.00',
  `pay` float(11,2) NOT NULL default '0.00',
  `pay_edu` float(11,2) NOT NULL default '0.00',
  `pay_sport` float(11,2) NOT NULL default '0.00',
  `pay_give` float(11,2) NOT NULL default '0.00',
  `remainmoney` float(11,2) NOT NULL default '0.00',
  `tax_remainmoney` float(11,2) NOT NULL default '0.00',
  `pay_tax_pay` float(11,2) NOT NULL default '0.00',
  `taxforpay` float(11,2) NOT NULL default '0.00',
  `taxforpay_month` float(11,2) NOT NULL default '0.00',
  `taxforuse` float(11,2) NOT NULL default '0.00',
  `taxgov` float(11,2) NOT NULL,
  `taxreal` float(11,2) NOT NULL default '0.00',
  `pIdMoney` int(11) NOT NULL default '0',
  `confrimMoney` char(2) NOT NULL default '',
  `dateMoney` date NOT NULL default '0000-00-00',
  `statusformtax` varchar(2) NOT NULL,
  `statusupdate` varchar(2) NOT NULL,
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `FormTax`
--

LOCK TABLES `FormTax` WRITE;
/*!40000 ALTER TABLE `FormTax` DISABLE KEYS */;
/*!40000 ALTER TABLE `FormTax` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Gearsystem`
--

DROP TABLE IF EXISTS `Gearsystem`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Gearsystem` (
  `gearId` int(11) NOT NULL,
  `gearGroup` int(11) NOT NULL,
  `personId` int(11) NOT NULL,
  `statusfix` varchar(2) NOT NULL,
  `writeDate` date NOT NULL,
  PRIMARY KEY  (`gearId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Gearsystem`
--

LOCK TABLES `Gearsystem` WRITE;
/*!40000 ALTER TABLE `Gearsystem` DISABLE KEYS */;
/*!40000 ALTER TABLE `Gearsystem` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `GearsystemAdmin`
--

DROP TABLE IF EXISTS `GearsystemAdmin`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `GearsystemAdmin` (
  `gearId` int(11) NOT NULL,
  `gearGroup` int(11) NOT NULL,
  `adminId` int(11) NOT NULL,
  `statusfix` varchar(2) NOT NULL,
  `writeDate` date NOT NULL,
  PRIMARY KEY  (`gearId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `GearsystemAdmin`
--

LOCK TABLES `GearsystemAdmin` WRITE;
/*!40000 ALTER TABLE `GearsystemAdmin` DISABLE KEYS */;
/*!40000 ALTER TABLE `GearsystemAdmin` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Gohelp`
--

DROP TABLE IF EXISTS `Gohelp`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Gohelp` (
  `seq` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `orderNo` varchar(20) NOT NULL default '',
  `orderDate` date NOT NULL default '0000-00-00',
  `pId` int(11) NOT NULL default '0',
  `level` int(2) NOT NULL default '0',
  `stepSal` float NOT NULL default '0',
  `salary` int(5) NOT NULL default '0',
  `gposId` int(11) NOT NULL default '0',
  `gposkindId` int(2) NOT NULL default '0',
  `gadminposId` int(2) NOT NULL default '0',
  `gadlineposId` int(2) NOT NULL default '0',
  `gdeptkpId` int(2) NOT NULL default '0',
  `gpostypeId` int(2) NOT NULL default '0',
  `gmajortypeId` int(2) NOT NULL default '0',
  `gdeptId` int(2) NOT NULL default '0',
  `gmoneyType` int(2) NOT NULL default '0',
  `gstartDate` date NOT NULL default '0000-00-00',
  `partypracticeId` int(2) NOT NULL default '0',
  `reference` varchar(100) NOT NULL default '',
  `notice` text NOT NULL,
  `glevelposId` int(2) NOT NULL default '0',
  `gstepSal` float NOT NULL default '0',
  `gsalary` int(5) NOT NULL default '0',
  `gendDate` date NOT NULL default '0000-00-00',
  `partyAtId` int(2) NOT NULL default '0',
  `partyId` int(2) NOT NULL default '0',
  `flag` char(1) NOT NULL default '',
  `statusGohelp` char(1) NOT NULL default '',
  PRIMARY KEY  (`seq`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ไปช่วยราชการ';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Gohelp`
--

LOCK TABLES `Gohelp` WRITE;
/*!40000 ALTER TABLE `Gohelp` DISABLE KEYS */;
/*!40000 ALTER TABLE `Gohelp` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Headexpert`
--

DROP TABLE IF EXISTS `Headexpert`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Headexpert` (
  `headId` int(11) NOT NULL default '0',
  `headName` varchar(200) character set utf8 NOT NULL default '',
  `noteId` int(11) NOT NULL default '0',
  `startDate` date NOT NULL default '0000-00-00',
  `endDate` date NOT NULL default '0000-00-00',
  `startTime` time NOT NULL default '00:00:00',
  `endTime` time NOT NULL default '00:00:00',
  PRIMARY KEY  (`headId`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Headexpert`
--

LOCK TABLES `Headexpert` WRITE;
/*!40000 ALTER TABLE `Headexpert` DISABLE KEYS */;
/*!40000 ALTER TABLE `Headexpert` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `HeadexpertIn`
--

DROP TABLE IF EXISTS `HeadexpertIn`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `HeadexpertIn` (
  `headId` int(11) NOT NULL default '0',
  `headName` varchar(200) character set utf8 NOT NULL default '',
  `noteId` int(11) NOT NULL default '0',
  `startDate` date NOT NULL default '0000-00-00',
  `endDate` date NOT NULL default '0000-00-00',
  `startTime` time NOT NULL default '00:00:00',
  `endTime` time NOT NULL default '00:00:00',
  PRIMARY KEY  (`headId`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `HeadexpertIn`
--

LOCK TABLES `HeadexpertIn` WRITE;
/*!40000 ALTER TABLE `HeadexpertIn` DISABLE KEYS */;
/*!40000 ALTER TABLE `HeadexpertIn` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Headgoexpert`
--

DROP TABLE IF EXISTS `Headgoexpert`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Headgoexpert` (
  `headId` int(11) NOT NULL default '0',
  `headName` varchar(200) character set utf8 NOT NULL default '',
  `noteId` int(11) NOT NULL default '0',
  `startDate` date NOT NULL default '0000-00-00',
  `endDate` date NOT NULL default '0000-00-00',
  `startTime` time NOT NULL default '00:00:00',
  `endTime` time NOT NULL default '00:00:00',
  PRIMARY KEY  (`headId`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Headgoexpert`
--

LOCK TABLES `Headgoexpert` WRITE;
/*!40000 ALTER TABLE `Headgoexpert` DISABLE KEYS */;
/*!40000 ALTER TABLE `Headgoexpert` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Headpersonexpert`
--

DROP TABLE IF EXISTS `Headpersonexpert`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Headpersonexpert` (
  `seqId` int(11) NOT NULL default '0',
  `headId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `noteId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Headpersonexpert`
--

LOCK TABLES `Headpersonexpert` WRITE;
/*!40000 ALTER TABLE `Headpersonexpert` DISABLE KEYS */;
/*!40000 ALTER TABLE `Headpersonexpert` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `HeadpersonexpertIn`
--

DROP TABLE IF EXISTS `HeadpersonexpertIn`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `HeadpersonexpertIn` (
  `seqId` int(11) NOT NULL default '0',
  `headId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `noteId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `HeadpersonexpertIn`
--

LOCK TABLES `HeadpersonexpertIn` WRITE;
/*!40000 ALTER TABLE `HeadpersonexpertIn` DISABLE KEYS */;
/*!40000 ALTER TABLE `HeadpersonexpertIn` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Headpersongoexpert`
--

DROP TABLE IF EXISTS `Headpersongoexpert`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Headpersongoexpert` (
  `seqId` int(11) NOT NULL default '0',
  `headId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `noteId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Headpersongoexpert`
--

LOCK TABLES `Headpersongoexpert` WRITE;
/*!40000 ALTER TABLE `Headpersongoexpert` DISABLE KEYS */;
/*!40000 ALTER TABLE `Headpersongoexpert` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Helpwork`
--

DROP TABLE IF EXISTS `Helpwork`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Helpwork` (
  `personId` int(11) NOT NULL default '0',
  `seq` int(11) NOT NULL default '0',
  `orderNo` varchar(20) NOT NULL default '',
  `orderAt` varchar(100) NOT NULL default '',
  `orderDate` date NOT NULL default '0000-00-00',
  `pId` varchar(11) NOT NULL default '0',
  `adlineId` int(2) NOT NULL default '0',
  `levelposId` int(2) NOT NULL default '0',
  `stepSal` float NOT NULL default '0',
  `salary` int(6) NOT NULL default '0',
  `partypracticeId` int(2) NOT NULL default '0',
  `posEducmajor` int(2) NOT NULL default '0',
  `practiceDate` date NOT NULL default '0000-00-00',
  `deptId` int(2) NOT NULL default '0',
  `assignId` int(2) NOT NULL default '0',
  `reference` varchar(100) NOT NULL default '',
  `notice` varchar(255) NOT NULL default '',
  `flag` char(1) NOT NULL default '',
  `endDate` date NOT NULL default '0000-00-00',
  `statusHelpwork` char(1) NOT NULL default '',
  `statusorder` varchar(2) character set tis620 NOT NULL,
  `deptkp3Id` int(6) NOT NULL,
  `effectDate` date NOT NULL,
  PRIMARY KEY  (`personId`,`seq`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='มาช่วยราชการ';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Helpwork`
--

LOCK TABLES `Helpwork` WRITE;
/*!40000 ALTER TABLE `Helpwork` DISABLE KEYS */;
/*!40000 ALTER TABLE `Helpwork` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Hire`
--

DROP TABLE IF EXISTS `Hire`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Hire` (
  `hireId` int(2) NOT NULL auto_increment,
  `hireName` varchar(40) NOT NULL default '',
  `hireAbbr` varchar(20) NOT NULL default '',
  `enterWork` time default '00:00:00',
  `lateWork` time NOT NULL default '00:00:00',
  `halfWork` time NOT NULL default '00:00:00',
  `outWork` time NOT NULL default '00:00:00',
  `hourWork` float NOT NULL default '0',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`hireId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ประเภทบุคลากร';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Hire`
--

LOCK TABLES `Hire` WRITE;
/*!40000 ALTER TABLE `Hire` DISABLE KEYS */;
/*!40000 ALTER TABLE `Hire` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Hire_Personout`
--

DROP TABLE IF EXISTS `Hire_Personout`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Hire_Personout` (
  `hire_outId` int(2) NOT NULL default '0',
  `hire_outName` varchar(50) NOT NULL default '',
  `hire_outAbbr` varchar(10) NOT NULL default '',
  PRIMARY KEY  (`hire_outId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Hire_Personout`
--

LOCK TABLES `Hire_Personout` WRITE;
/*!40000 ALTER TABLE `Hire_Personout` DISABLE KEYS */;
/*!40000 ALTER TABLE `Hire_Personout` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `HisChildEdu`
--

DROP TABLE IF EXISTS `HisChildEdu`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `HisChildEdu` (
  `seqId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `childseqId` int(3) NOT NULL default '0',
  `levelId` int(3) NOT NULL default '0',
  `educmajorId` int(3) NOT NULL default '0',
  `educplaceId` int(3) NOT NULL default '0',
  `year` int(4) NOT NULL default '0',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `HisChildEdu`
--

LOCK TABLES `HisChildEdu` WRITE;
/*!40000 ALTER TABLE `HisChildEdu` DISABLE KEYS */;
/*!40000 ALTER TABLE `HisChildEdu` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Hisdecor`
--

DROP TABLE IF EXISTS `Hisdecor`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Hisdecor` (
  `personId` int(11) NOT NULL default '0',
  `decorId` int(11) NOT NULL default '0',
  `decorYear` varchar(4) NOT NULL default '',
  `bookNo` varchar(15) NOT NULL default '',
  `bookPart` varchar(4) NOT NULL default '',
  `bookOrder` varchar(4) NOT NULL default '',
  `bookPage` varchar(4) NOT NULL default '',
  `chapTher` varchar(4) NOT NULL default '',
  `bookDate` date NOT NULL default '0000-00-00',
  `levelposId` int(2) NOT NULL default '0',
  `adlineId` int(11) NOT NULL default '0',
  `getcoinDate` date NOT NULL default '0000-00-00',
  `getcoin` char(1) NOT NULL default '',
  `sendDate` date NOT NULL default '0000-00-00',
  `causeSend` char(1) NOT NULL default '',
  `howBack` char(1) NOT NULL default '',
  `statusreturn` char(1) NOT NULL default '',
  `statusget` char(1) NOT NULL default '',
  `reportDate` date NOT NULL default '0000-00-00',
  `bookChap` varchar(4) NOT NULL default '',
  `statusprogress` char(1) NOT NULL default '',
  `goodness` varchar(50) NOT NULL default '',
  `goodnessDate` date NOT NULL default '0000-00-00',
  `resultgood` varchar(50) NOT NULL default '',
  `receiptNo` varchar(4) NOT NULL default '',
  `receiptChap` varchar(4) NOT NULL default '',
  `receiptDate` date NOT NULL default '0000-00-00',
  `flag` char(1) NOT NULL default '',
  PRIMARY KEY  (`personId`,`decorId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ประวัติการได้รับเครื';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Hisdecor`
--

LOCK TABLES `Hisdecor` WRITE;
/*!40000 ALTER TABLE `Hisdecor` DISABLE KEYS */;
INSERT INTO `Hisdecor` VALUES (1,5,'2550','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(1,6,'2534','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(1,8,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(4,8,'2532','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(4,10,'2538','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(4,17,'2550','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(6,10,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(9,8,'2543','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(10,8,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(10,10,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(11,8,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(12,6,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(15,10,'2547','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(16,8,'2547','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(35,10,'2525','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(35,12,'2535','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(35,14,'2541','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(35,17,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(36,10,'2528','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(36,12,'2537','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(36,14,'2546','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(36,17,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(37,10,'2532','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(37,12,'2539','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(38,10,'2539','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(38,12,'2549','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(39,10,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(40,10,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(40,12,'2547','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(41,10,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(41,12,'2547','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(42,10,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(43,8,'2543','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(44,8,'2543','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(45,8,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(46,8,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(47,8,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(48,8,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(51,10,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(52,10,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(53,8,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(63,12,'2537','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(63,17,'2550','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(64,10,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(65,8,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(67,8,'2531','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(67,10,'2537','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(67,12,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(68,10,'2539','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(68,12,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(69,10,'2537','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(69,12,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(70,10,'2538','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(70,12,'2543','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(71,8,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(72,10,'2543','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(73,8,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(74,10,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(75,8,'2543','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(76,8,'2543','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(77,10,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(78,8,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(79,8,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(80,10,'2547','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(81,8,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(82,10,'2549','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(83,8,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(84,8,'2546','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(85,10,'2549','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(92,8,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(93,10,'2532','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(93,12,'2543','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(94,8,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(94,10,'2547','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(95,8,'2531','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(95,10,'2537','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(95,12,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(96,10,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(98,12,'2531','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(98,14,'2537','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(98,17,'2543','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(99,8,'2528','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(99,12,'2539','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(99,14,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(99,17,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(100,8,'2532','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(100,10,'2538','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(100,12,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(101,8,'2535','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(101,10,'2540','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(101,12,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(102,10,'2541','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(103,10,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(104,10,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(105,10,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(107,8,'2547','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(108,8,'2549','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(112,10,'2546','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(113,10,'2526','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(113,12,'2534','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(113,14,'2540','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(113,17,'2541','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(114,10,'2526','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(114,12,'2534','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(114,14,'2540','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(114,17,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(115,10,'2527','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(115,12,'2537','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(115,17,'2543','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(116,10,'2528','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(116,12,'2537','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(116,17,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(117,10,'2538','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(117,12,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(118,10,'2540','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(118,12,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(119,10,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(120,8,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(121,10,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(122,8,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(123,10,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(124,8,'2547','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(126,10,'2549','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(127,8,'2549','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(128,8,'2549','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(133,10,'2530','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(133,12,'2536','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(133,17,'2547','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(136,10,'2526','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(136,12,'2532','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(136,14,'2538','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(136,17,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(137,12,'2534','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(137,14,'2540','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(137,17,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(138,10,'2531','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(138,12,'2538','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(138,17,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(139,10,'2535','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(139,12,'2540','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(139,14,'2546','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(140,8,'2540','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(140,10,'2549','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(141,8,'2540','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(142,10,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(142,12,'2549','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(143,8,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(146,10,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(147,8,'2546','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(153,10,'2536','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(153,12,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(154,10,'2547','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(155,10,'2534','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(155,12,'2539','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(156,10,'2546','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(157,10,'2534','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(157,12,'2539','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(158,10,'2534','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(158,12,'2541','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(159,8,'2537','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(159,12,'2546','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(160,10,'2537','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(161,8,'2535','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(161,10,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(161,12,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(162,10,'2537','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(162,12,'2546','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(163,10,'2539','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(163,12,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(164,10,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(165,12,'2543','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(165,14,'2549','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(166,8,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(167,10,'2546','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(168,10,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(169,10,'2549','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(180,10,'2531','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(180,12,'2537','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(180,17,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(181,10,'2531','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(181,12,'2538','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(181,17,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(182,10,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(184,8,'2524','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(184,10,'2534','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(184,12,'2541','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(184,17,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(185,8,'2525','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(185,10,'2530','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(185,12,'2538','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(185,17,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(186,10,'2537','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(186,12,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(187,10,'2540','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(187,12,'2546','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(188,8,'2537','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(188,10,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(189,8,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(190,8,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(192,10,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(193,10,'2549','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(195,8,'2546','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(196,8,'2547','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(197,10,'2546','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(198,8,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(199,10,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(200,10,'2549','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(201,10,'2549','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(202,8,'2549','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(205,8,'2540','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(205,12,'2549','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(206,10,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(207,10,'2546','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(210,10,'2547','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(211,10,'2543','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(211,12,'2549','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(212,8,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(213,8,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(218,10,'2546','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(219,12,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(220,10,'2540','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(221,8,'2534','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(221,10,'2540','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(221,12,'2546','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(222,8,'2534','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(222,10,'2539','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(222,12,'2546','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(223,10,'2537','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(223,12,'2543','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(224,10,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(225,10,'2543','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(225,12,'2548','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(226,10,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(227,10,'2545','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(239,8,'2529','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(239,10,'2533','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(239,12,'2546','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(239,17,'2550','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(252,10,'2530','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(252,12,'2538','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(252,17,'2546','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(253,10,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(256,10,'2534','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(256,12,'2541','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(257,10,'2538','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(257,12,'2544','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(258,10,'2541','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(259,10,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(260,8,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00',''),(261,10,'2542','','','','','','0000-00-00',0,0,'0000-00-00','','0000-00-00','','','','','0000-00-00','','','','0000-00-00','','','','0000-00-00','');
/*!40000 ALTER TABLE `Hisdecor` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Hisdeptperson`
--

DROP TABLE IF EXISTS `Hisdeptperson`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Hisdeptperson` (
  `seqId` int(11) NOT NULL default '0',
  `useDate` date NOT NULL default '0000-00-00',
  `orderNo` varchar(20) NOT NULL default '',
  `orderAt` varchar(100) NOT NULL default '',
  `orderDate` date NOT NULL default '0000-00-00',
  `personId` int(11) NOT NULL default '0',
  `deptnewId` int(11) NOT NULL default '0',
  `adminnewId` int(3) NOT NULL default '0',
  `enduseDate` date NOT NULL default '0000-00-00',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Hisdeptperson`
--

LOCK TABLES `Hisdeptperson` WRITE;
/*!40000 ALTER TABLE `Hisdeptperson` DISABLE KEYS */;
/*!40000 ALTER TABLE `Hisdeptperson` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Hisleave`
--

DROP TABLE IF EXISTS `Hisleave`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Hisleave` (
  `seqId` int(11) NOT NULL auto_increment,
  `personId` int(11) NOT NULL default '0',
  `leaveId` int(3) NOT NULL default '0',
  `startLeaveDate` date NOT NULL default '0000-00-00',
  `endLeaveDate` date NOT NULL default '0000-00-00',
  `numleaveyear` int(2) NOT NULL default '0',
  `numleavemonth` int(2) NOT NULL default '0',
  `numleaveday` float NOT NULL default '0',
  `leaveyear` int(4) NOT NULL default '0',
  `addrleave` varchar(100) NOT NULL default '',
  `topicName` varchar(50) NOT NULL default '',
  `statusMoney` char(3) NOT NULL default '',
  `lessMoney` float NOT NULL default '0',
  `writeAt` varchar(50) NOT NULL default '',
  `writeDate` date NOT NULL default '0000-00-00',
  `leavetypeId` int(11) NOT NULL default '0',
  `pIdBoss` int(11) NOT NULL default '0',
  `pIdHead` int(11) NOT NULL default '0',
  `pIdPerson` int(11) NOT NULL default '0',
  `confirmBoss` char(3) NOT NULL default '',
  `confirmHead` char(3) NOT NULL default '',
  `confirmPerson` char(3) NOT NULL default '',
  `noteHead` varchar(100) NOT NULL default '',
  `noteBoss` varchar(100) NOT NULL default '',
  `confirmDateBoss` date NOT NULL default '0000-00-00',
  `confirmDateHead` date NOT NULL default '0000-00-00',
  `confirmDatePerson` date NOT NULL default '0000-00-00',
  `statususeleave` char(3) NOT NULL default '',
  `placeName1` varchar(100) NOT NULL default '',
  `setDate` date NOT NULL default '0000-00-00',
  `placeName2` varchar(100) NOT NULL default '',
  `temple1` varchar(50) NOT NULL default '0',
  `temple2` varchar(50) NOT NULL default '0',
  `countryId` int(2) NOT NULL,
  `capital` varchar(100) NOT NULL,
  `conscriptionOf` varchar(50) NOT NULL,
  `conscriptionId` varchar(10) NOT NULL,
  `conscription` varchar(50) NOT NULL,
  `conscriptionPlace` varchar(100) NOT NULL,
  `adlineMate` varchar(30) NOT NULL,
  `deptMate` varchar(50) NOT NULL,
  `provinceId` int(2) NOT NULL,
  `replaceId` int(11) NOT NULL default '0',
  `assignreplace` varchar(200) NOT NULL default '',
  `gId` int(11) NOT NULL default '0',
  `statushisleave` varchar(3) NOT NULL,
  PRIMARY KEY  (`seqId`,`personId`),
  KEY `startLeaveDate` (`startLeaveDate`),
  KEY `personId` (`personId`),
  KEY `endLeaveDate` (`endLeaveDate`),
  KEY `replaceId` (`replaceId`),
  KEY `replaceId_2` (`replaceId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Hisleave`
--

LOCK TABLES `Hisleave` WRITE;
/*!40000 ALTER TABLE `Hisleave` DISABLE KEYS */;
/*!40000 ALTER TABLE `Hisleave` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Hisleave1`
--

DROP TABLE IF EXISTS `Hisleave1`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Hisleave1` (
  `seqId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `leaveId` int(3) NOT NULL default '0',
  `startLeaveDate` date NOT NULL default '0000-00-00',
  `endLeaveDate` date NOT NULL default '0000-00-00',
  `numleaveyear` int(2) NOT NULL default '0',
  `numleavemonth` int(2) NOT NULL default '0',
  `numleaveday` float NOT NULL default '0',
  `leaveyear` int(4) NOT NULL default '0',
  `addrleave` varchar(100) NOT NULL default '',
  `topicName` varchar(50) NOT NULL default '',
  `statusMoney` char(3) NOT NULL default '',
  `lessMoney` float NOT NULL default '0',
  `writeAt` varchar(50) NOT NULL default '',
  `writeDate` date NOT NULL default '0000-00-00',
  `leavetypeId` int(11) NOT NULL default '0',
  `pIdBoss` int(11) NOT NULL default '0',
  `pIdHead` int(11) NOT NULL default '0',
  `pIdPerson` int(11) NOT NULL default '0',
  `confirmBoss` char(3) NOT NULL default '',
  `confirmHead` char(3) NOT NULL default '',
  `confirmPerson` char(3) NOT NULL default '',
  `noteHead` varchar(100) NOT NULL default '',
  `noteBoss` varchar(100) NOT NULL default '',
  `confirmDateBoss` date NOT NULL default '0000-00-00',
  `confirmDateHead` date NOT NULL default '0000-00-00',
  `confirmDatePerson` date NOT NULL default '0000-00-00',
  `statususeleave` char(3) NOT NULL default '',
  `placeName1` varchar(100) NOT NULL default '',
  `setDate` date NOT NULL default '0000-00-00',
  `placeName2` varchar(100) NOT NULL default '',
  `temple1` varchar(50) NOT NULL default '0',
  `temple2` varchar(50) NOT NULL default '0',
  `countryId` int(2) NOT NULL,
  `capital` varchar(100) NOT NULL,
  `conscriptionOf` varchar(50) NOT NULL,
  `conscriptionId` varchar(10) NOT NULL,
  `conscription` varchar(50) NOT NULL,
  `conscriptionPlace` varchar(100) NOT NULL,
  `adlineMate` varchar(30) NOT NULL,
  `deptMate` varchar(50) NOT NULL,
  `provinceId` int(2) NOT NULL,
  `replaceId` int(11) NOT NULL default '0',
  `assignreplace` varchar(200) NOT NULL default '',
  `gId` int(11) NOT NULL default '0',
  `statushisleave` varchar(3) NOT NULL,
  PRIMARY KEY  (`seqId`,`personId`),
  KEY `startLeaveDate` (`startLeaveDate`),
  KEY `personId` (`personId`),
  KEY `endLeaveDate` (`endLeaveDate`),
  KEY `replaceId` (`replaceId`),
  KEY `replaceId_2` (`replaceId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Hisleave1`
--

LOCK TABLES `Hisleave1` WRITE;
/*!40000 ALTER TABLE `Hisleave1` DISABLE KEYS */;
/*!40000 ALTER TABLE `Hisleave1` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `HisleaveFlow`
--

DROP TABLE IF EXISTS `HisleaveFlow`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `HisleaveFlow` (
  `seqId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `formId` int(11) NOT NULL default '0',
  `PathId` int(11) NOT NULL default '0',
  `FlowPath` int(11) NOT NULL default '0',
  `FlowActive` varchar(50) NOT NULL default '',
  `PathpId` int(11) NOT NULL default '0',
  `FlowDate` date NOT NULL default '0000-00-00',
  `FlowStatus` char(3) NOT NULL default '',
  `CancelStatus` char(1) NOT NULL,
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `HisleaveFlow`
--

LOCK TABLES `HisleaveFlow` WRITE;
/*!40000 ALTER TABLE `HisleaveFlow` DISABLE KEYS */;
/*!40000 ALTER TABLE `HisleaveFlow` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `HisleaveFlow1`
--

DROP TABLE IF EXISTS `HisleaveFlow1`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `HisleaveFlow1` (
  `seqId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `formId` int(11) NOT NULL default '0',
  `PathId` int(11) NOT NULL default '0',
  `FlowPath` int(11) NOT NULL default '0',
  `FlowActive` varchar(50) NOT NULL default '',
  `PathpId` int(11) NOT NULL default '0',
  `FlowDate` date NOT NULL default '0000-00-00',
  `FlowStatus` char(3) NOT NULL default '',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `HisleaveFlow1`
--

LOCK TABLES `HisleaveFlow1` WRITE;
/*!40000 ALTER TABLE `HisleaveFlow1` DISABLE KEYS */;
/*!40000 ALTER TABLE `HisleaveFlow1` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Hisleave_edu`
--

DROP TABLE IF EXISTS `Hisleave_edu`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Hisleave_edu` (
  `seqId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `writeAt` varchar(100) NOT NULL default '',
  `wrtieDate` date NOT NULL default '0000-00-00',
  `adminposId` int(11) NOT NULL default '0',
  `levelposId` int(11) NOT NULL default '0',
  `salary` int(8) NOT NULL default '0',
  `educmajorId` int(2) NOT NULL default '0',
  `educplaceId` int(2) NOT NULL default '0',
  `numyearleave` int(11) NOT NULL default '0',
  `nummonthleave` int(11) NOT NULL default '0',
  `numdayleave` int(2) NOT NULL default '0',
  `startDateLeave` date NOT NULL default '0000-00-00',
  `endDateLeave` date NOT NULL default '0000-00-00',
  `lasteducmajorId` int(11) NOT NULL default '0',
  `lasteducplaceId` int(11) NOT NULL default '0',
  `laststartDateLeave` date NOT NULL default '0000-00-00',
  `lastendDateLeave` date NOT NULL default '0000-00-00',
  `note` varchar(100) NOT NULL default '',
  `confirmHead` char(2) NOT NULL default '',
  `confirmPerson` char(2) NOT NULL default '',
  `confirmBoss` char(2) NOT NULL default '',
  `pIdHead` int(11) NOT NULL default '0',
  `pIdPerson` int(11) NOT NULL default '0',
  `pIdBoss` int(11) NOT NULL default '0',
  `dateHead` date NOT NULL default '0000-00-00',
  `datePerson` date NOT NULL default '0000-00-00',
  `dateBoss` date NOT NULL default '0000-00-00',
  `gId` int(11) NOT NULL default '0',
  `statusMoney` char(3) NOT NULL default '',
  `statusEdu` char(3) NOT NULL default '',
  `statusAddDateLeave` int(3) NOT NULL default '0',
  `statusform` char(3) NOT NULL default '',
  `levelId` int(11) NOT NULL default '0',
  `educMajor` char(3) NOT NULL default '',
  `educMajorName2` varchar(100) NOT NULL default '',
  `lastlevelId` int(11) NOT NULL default '0',
  `degreeposId` int(11) NOT NULL,
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Hisleave_edu`
--

LOCK TABLES `Hisleave_edu` WRITE;
/*!40000 ALTER TABLE `Hisleave_edu` DISABLE KEYS */;
/*!40000 ALTER TABLE `Hisleave_edu` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Hismedaltemp`
--

DROP TABLE IF EXISTS `Hismedaltemp`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Hismedaltemp` (
  `tId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `hisDate` date NOT NULL default '0000-00-00',
  `adlineId` char(2) NOT NULL default '',
  PRIMARY KEY  (`tId`,`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ประวัติขอเหรียญจักรพ';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Hismedaltemp`
--

LOCK TABLES `Hismedaltemp` WRITE;
/*!40000 ALTER TABLE `Hismedaltemp` DISABLE KEYS */;
/*!40000 ALTER TABLE `Hismedaltemp` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Hisnosalary`
--

DROP TABLE IF EXISTS `Hisnosalary`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Hisnosalary` (
  `personId` int(11) NOT NULL default '0',
  `seqId` int(3) NOT NULL auto_increment,
  `startDate` date NOT NULL default '0000-00-00',
  `endDate` date NOT NULL default '0000-00-00',
  `detail` text NOT NULL,
  `reference` varchar(59) NOT NULL default '',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Hisnosalary`
--

LOCK TABLES `Hisnosalary` WRITE;
/*!40000 ALTER TABLE `Hisnosalary` DISABLE KEYS */;
/*!40000 ALTER TABLE `Hisnosalary` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Hisnoteapply`
--

DROP TABLE IF EXISTS `Hisnoteapply`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Hisnoteapply` (
  `seqId` int(11) NOT NULL default '0',
  `invitestartDate` date NOT NULL default '0000-00-00',
  `inviteendDate` date NOT NULL default '0000-00-00',
  `applystartDate` date NOT NULL default '0000-00-00',
  `applyendDate` date NOT NULL default '0000-00-00',
  `place` varchar(100) NOT NULL default '0',
  `provinceId` int(3) NOT NULL default '0',
  `countryId` int(3) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `applytypeId` char(2) NOT NULL default '0',
  `course` varchar(100) NOT NULL default '',
  `organize` varchar(200) NOT NULL default '0',
  `mcost` int(6) NOT NULL default '0',
  PRIMARY KEY  (`seqId`,`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Hisnoteapply`
--

LOCK TABLES `Hisnoteapply` WRITE;
/*!40000 ALTER TABLE `Hisnoteapply` DISABLE KEYS */;
/*!40000 ALTER TABLE `Hisnoteapply` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Hisnoteorder`
--

DROP TABLE IF EXISTS `Hisnoteorder`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Hisnoteorder` (
  `seqId` int(11) NOT NULL default '0',
  `invitestartDate` date NOT NULL default '0000-00-00',
  `inviteendDate` date NOT NULL default '0000-00-00',
  `orderstartDate` date NOT NULL default '0000-00-00',
  `orderendDate` date NOT NULL default '0000-00-00',
  `place` varchar(100) NOT NULL default '0',
  `provinceId` int(3) NOT NULL default '0',
  `countryId` int(3) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `ordertypeId` char(2) NOT NULL default '0',
  `topicName` varchar(100) NOT NULL default '',
  `organize` varchar(200) NOT NULL default '0',
  `mcost` int(6) NOT NULL default '0',
  PRIMARY KEY  (`seqId`,`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Hisnoteorder`
--

LOCK TABLES `Hisnoteorder` WRITE;
/*!40000 ALTER TABLE `Hisnoteorder` DISABLE KEYS */;
/*!40000 ALTER TABLE `Hisnoteorder` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `HisplanSalPs`
--

DROP TABLE IF EXISTS `HisplanSalPs`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `HisplanSalPs` (
  `seqId` int(4) NOT NULL default '0',
  `personId` int(3) NOT NULL default '0',
  `orderDate` date NOT NULL default '0000-00-00',
  `orderPlanSal` int(2) NOT NULL default '0',
  `statusUsePlanSal` char(2) NOT NULL default '',
  `adminposId` int(3) NOT NULL default '0',
  `adlineId` int(3) NOT NULL default '0',
  `levelposId` int(2) NOT NULL default '0',
  `stepSal` float NOT NULL default '0',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `HisplanSalPs`
--

LOCK TABLES `HisplanSalPs` WRITE;
/*!40000 ALTER TABLE `HisplanSalPs` DISABLE KEYS */;
/*!40000 ALTER TABLE `HisplanSalPs` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Hisplusdeptperson`
--

DROP TABLE IF EXISTS `Hisplusdeptperson`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Hisplusdeptperson` (
  `seqId` int(11) NOT NULL default '0',
  `useDate` date NOT NULL default '0000-00-00',
  `orderNo` varchar(20) NOT NULL default '',
  `orderAt` varchar(100) NOT NULL default '',
  `orderDate` date NOT NULL default '0000-00-00',
  `personId` int(11) NOT NULL default '0',
  `deptnewId` int(11) NOT NULL default '0',
  `adminnewId` int(3) NOT NULL default '0',
  `enduseDate` date NOT NULL default '0000-00-00',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Hisplusdeptperson`
--

LOCK TABLES `Hisplusdeptperson` WRITE;
/*!40000 ALTER TABLE `Hisplusdeptperson` DISABLE KEYS */;
/*!40000 ALTER TABLE `Hisplusdeptperson` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Hisposition`
--

DROP TABLE IF EXISTS `Hisposition`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Hisposition` (
  `seq` int(11) NOT NULL auto_increment,
  `kDate` date NOT NULL default '0000-00-00',
  `posId` varchar(20) NOT NULL default '',
  `adminposId` int(2) NOT NULL default '0',
  `adlineposId` int(2) NOT NULL default '0',
  `degreeposId` int(2) NOT NULL default '0',
  `educmajorposId` int(2) NOT NULL default '0',
  `levelposId` int(2) NOT NULL default '0',
  `salary` int(5) NOT NULL default '0',
  `partyAtId` int(2) NOT NULL default '0',
  `orderNo` varchar(20) NOT NULL default '',
  `orderDate` date NOT NULL default '0000-00-00',
  `recordId` int(11) NOT NULL default '0',
  `dType` char(2) NOT NULL default '',
  `personId` int(11) NOT NULL default '0',
  `practiceId` int(2) NOT NULL default '0',
  `practiceDate` date NOT NULL default '0000-00-00',
  `levelId` int(2) NOT NULL default '0',
  `orderAt` varchar(200) NOT NULL,
  `hisflag` char(2) NOT NULL default '',
  `deptId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seq`)
) ENGINE=InnoDB AUTO_INCREMENT=340 DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Hisposition`
--

LOCK TABLES `Hisposition` WRITE;
/*!40000 ALTER TABLE `Hisposition` DISABLE KEYS */;
INSERT INTO `Hisposition` VALUES (1,'0000-00-00','132',15,0,0,0,0,0,0,'','0000-00-00',0,'1',1,0,'0000-00-00',0,'','',16),(2,'0000-00-00','148',12,0,0,0,0,0,0,'','0000-00-00',0,'1',2,0,'0000-00-00',0,'','',5),(3,'0000-00-00','139',14,0,0,0,0,0,0,'','0000-00-00',0,'1',3,0,'0000-00-00',0,'','',16),(5,'0000-00-00','146',12,0,0,0,0,0,0,'','0000-00-00',0,'1',5,0,'0000-00-00',0,'','',9),(7,'0000-00-00','135',6,0,0,0,0,0,0,'','0000-00-00',0,'1',7,0,'0000-00-00',0,'','',16),(8,'0000-00-00','147',12,0,0,0,0,0,0,'','0000-00-00',0,'1',8,0,'0000-00-00',0,'','',6),(10,'0000-00-00','0526',22,0,0,0,0,0,0,'','0000-00-00',0,'1',10,0,'0000-00-00',0,'','',16),(12,'0000-00-00','18',13,0,0,0,0,0,0,'','0000-00-00',0,'1',12,0,'0000-00-00',0,'','',16),(13,'0000-00-00','144',12,0,0,0,0,0,0,'','0000-00-00',0,'1',13,0,'0000-00-00',0,'','',4),(14,'0000-00-00','145',12,0,0,0,0,0,0,'','0000-00-00',0,'1',14,0,'0000-00-00',0,'','',10),(15,'0000-00-00','0838',16,0,0,0,0,0,0,'','0000-00-00',0,'1',15,0,'0000-00-00',0,'','',16),(16,'0000-00-00','0527',11,0,0,0,0,0,0,'','0000-00-00',0,'1',16,0,'0000-00-00',0,'','',16),(17,'0000-00-00','149',12,0,0,0,0,0,0,'','0000-00-00',0,'1',17,0,'0000-00-00',0,'','',7),(18,'0000-00-00','9297',11,0,0,0,0,0,0,'','0000-00-00',0,'1',18,0,'0000-00-00',0,'','',16),(19,'0000-00-00','9522',11,0,0,0,0,0,0,'','0000-00-00',0,'1',19,0,'0000-00-00',0,'','',16),(20,'0000-00-00','137',6,0,0,0,0,0,0,'','0000-00-00',0,'1',20,0,'0000-00-00',0,'','',16),(21,'0000-00-00','143',12,0,0,0,0,0,0,'','0000-00-00',0,'1',21,0,'0000-00-00',0,'','',16),(22,'0000-00-00','140',14,0,0,0,0,0,0,'','0000-00-00',0,'1',22,0,'0000-00-00',0,'','',16),(23,'0000-00-00','91-2544',2,0,0,0,0,0,0,'','0000-00-00',0,'1',23,0,'0000-00-00',0,'','',16),(24,'0000-00-00','9236',17,0,0,0,0,0,0,'','0000-00-00',0,'1',24,0,'0000-00-00',0,'','',16),(25,'0000-00-00','9434',23,0,0,0,0,0,0,'','0000-00-00',0,'1',25,0,'0000-00-00',0,'','',16),(26,'0000-00-00','9845',11,0,0,0,0,0,0,'','0000-00-00',0,'1',26,0,'0000-00-00',0,'','',16),(29,'0000-00-00','90200',8,0,0,0,0,0,0,'','0000-00-00',0,'1',29,0,'0000-00-00',0,'','',16),(30,'0000-00-00','90288',26,0,0,0,0,0,0,'','0000-00-00',0,'1',30,0,'0000-00-00',0,'','',16),(31,'0000-00-00','9826',7,0,0,0,0,0,0,'','0000-00-00',0,'1',31,0,'0000-00-00',0,'','',16),(32,'0000-00-00','9302',7,0,0,0,0,0,0,'','0000-00-00',0,'1',32,0,'0000-00-00',0,'','',16),(33,'0000-00-00','90021',11,0,0,0,0,0,0,'','0000-00-00',0,'1',33,0,'0000-00-00',0,'','',16),(34,'0000-00-00','9300',16,0,0,0,0,0,0,'','0000-00-00',0,'1',34,0,'0000-00-00',0,'','',16),(35,'0000-00-00','0172',10,0,0,0,0,0,0,'','0000-00-00',0,'1',35,0,'0000-00-00',0,'','',3),(36,'0000-00-00','0164',10,0,0,0,0,0,0,'','0000-00-00',0,'1',36,0,'0000-00-00',0,'','',3),(37,'0000-00-00','0174',3,0,0,0,0,0,0,'','0000-00-00',0,'1',37,0,'0000-00-00',0,'','',3),(40,'0000-00-00','0696',4,0,0,0,0,0,0,'','0000-00-00',0,'1',40,0,'0000-00-00',0,'','',3),(41,'0000-00-00','0529',3,0,0,0,0,0,0,'','0000-00-00',0,'1',41,0,'0000-00-00',0,'','',3),(42,'0000-00-00','0528',4,0,0,0,0,0,0,'','0000-00-00',0,'1',42,0,'0000-00-00',0,'','',3),(43,'0000-00-00','0166',4,0,0,0,0,0,0,'','0000-00-00',0,'1',43,0,'0000-00-00',0,'','',3),(44,'0000-00-00','0919',4,0,0,0,0,0,0,'','0000-00-00',0,'1',44,0,'0000-00-00',0,'','',3),(45,'0000-00-00','0634',4,0,0,0,0,0,0,'','0000-00-00',0,'1',45,0,'0000-00-00',0,'','',3),(46,'0000-00-00','1109',4,0,0,0,0,0,0,'','0000-00-00',0,'1',46,0,'0000-00-00',0,'','',3),(48,'0000-00-00','1116',4,0,0,0,0,0,0,'','0000-00-00',0,'1',48,0,'0000-00-00',0,'','',3),(52,'0000-00-00','1107',4,0,0,0,0,0,0,'','0000-00-00',0,'1',52,0,'0000-00-00',0,'','',3),(53,'0000-00-00','26-2543',4,0,0,0,0,0,0,'','0000-00-00',0,'1',53,0,'0000-00-00',0,'','',3),(54,'0000-00-00','222-2546',4,0,0,0,0,0,0,'','0000-00-00',0,'1',54,0,'0000-00-00',0,'','',3),(55,'0000-00-00','238-2547',4,0,0,0,0,0,0,'','0000-00-00',0,'1',55,0,'0000-00-00',0,'','',3),(56,'0000-00-00','171-2546',4,0,0,0,0,0,0,'','0000-00-00',0,'1',56,0,'0000-00-00',0,'','',3),(57,'0000-00-00','9540',7,0,0,0,0,0,0,'','0000-00-00',0,'1',57,0,'0000-00-00',0,'','',3),(58,'0000-00-00','284-2548',3,0,0,0,0,0,0,'','0000-00-00',0,'1',58,0,'0000-00-00',0,'','',3),(59,'0000-00-00','333-2548',4,0,0,0,0,0,0,'','0000-00-00',0,'1',59,0,'0000-00-00',0,'','',3),(60,'0000-00-00','342-2549',4,0,0,0,0,0,0,'','0000-00-00',0,'1',60,0,'0000-00-00',0,'','',3),(61,'0000-00-00','172-2546',4,0,0,0,0,0,0,'','0000-00-00',0,'1',61,0,'0000-00-00',0,'','',3),(62,'0000-00-00','90182',19,0,0,0,0,0,0,'','0000-00-00',0,'1',62,0,'0000-00-00',0,'','',3),(63,'0000-00-00','527-2551',3,0,0,0,0,0,0,'','0000-00-00',0,'1',63,0,'0000-00-00',0,'','',3),(64,'0000-00-00','634-2551',3,0,0,0,0,0,0,'','0000-00-00',0,'1',64,0,'0000-00-00',0,'','',3),(65,'0000-00-00','639-2551',4,0,0,0,0,0,0,'','0000-00-00',0,'1',65,0,'0000-00-00',0,'','',3),(66,'0000-00-00','444-2551',4,0,0,0,0,0,0,'','0000-00-00',0,'1',66,0,'0000-00-00',0,'','',3),(67,'0000-00-00','0186',10,0,0,0,0,0,0,'','0000-00-00',0,'1',67,0,'0000-00-00',0,'','',4),(69,'0000-00-00','0187',4,0,0,0,0,0,0,'','0000-00-00',0,'1',69,0,'0000-00-00',0,'','',4),(71,'0000-00-00','0534',5,0,0,0,0,0,0,'','0000-00-00',0,'1',71,0,'0000-00-00',0,'','',4),(73,'0000-00-00','0637',5,0,0,0,0,0,0,'','0000-00-00',0,'1',73,0,'0000-00-00',0,'','',4),(74,'0000-00-00','0635',3,0,0,0,0,0,0,'','0000-00-00',0,'1',74,0,'0000-00-00',0,'','',4),(75,'0000-00-00','0184',3,0,0,0,0,0,0,'','0000-00-00',0,'1',75,0,'0000-00-00',0,'','',4),(76,'0000-00-00','0905',4,0,0,0,0,0,0,'','0000-00-00',0,'1',76,0,'0000-00-00',0,'','',4),(78,'0000-00-00','0947',4,0,0,0,0,0,0,'','0000-00-00',0,'1',78,0,'0000-00-00',0,'','',4),(81,'0000-00-00','0950',3,0,0,0,0,0,0,'','0000-00-00',0,'1',81,0,'0000-00-00',0,'','',4),(82,'0000-00-00','0542',4,0,0,0,0,0,0,'','0000-00-00',0,'1',82,0,'0000-00-00',0,'','',4),(83,'0000-00-00','0870',5,0,0,0,0,0,0,'','0000-00-00',0,'1',83,0,'0000-00-00',0,'','',4),(84,'0000-00-00','1249',4,0,0,0,0,0,0,'','0000-00-00',0,'1',84,0,'0000-00-00',0,'','',4),(86,'0000-00-00','0479',3,0,0,0,0,0,0,'','0000-00-00',0,'1',86,0,'0000-00-00',0,'','',4),(87,'0000-00-00','156-2545',4,0,0,0,0,0,0,'','0000-00-00',0,'1',87,0,'0000-00-00',0,'','',4),(88,'0000-00-00','173-2546',4,0,0,0,0,0,0,'','0000-00-00',0,'1',88,0,'0000-00-00',0,'','',4),(89,'0000-00-00','327-2548',4,0,0,0,0,0,0,'','0000-00-00',0,'1',89,0,'0000-00-00',0,'','',4),(90,'0000-00-00','313-2548',4,0,0,0,0,0,0,'','0000-00-00',0,'1',90,0,'0000-00-00',0,'','',4),(91,'0000-00-00','9880',7,0,0,0,0,0,0,'','0000-00-00',0,'1',91,0,'0000-00-00',0,'','',4),(92,'0000-00-00','459-2551',4,0,0,0,0,0,0,'','0000-00-00',0,'1',92,0,'0000-00-00',0,'','',4),(93,'0000-00-00','475-2551',4,0,0,0,0,0,0,'','0000-00-00',0,'1',93,0,'0000-00-00',0,'','',4),(94,'0000-00-00','476-2551',4,0,0,0,0,0,0,'','0000-00-00',0,'1',94,0,'0000-00-00',0,'','',4),(95,'0000-00-00','543-2551',4,0,0,0,0,0,0,'','0000-00-00',0,'1',95,0,'0000-00-00',0,'','',4),(96,'0000-00-00','579-2551',3,0,0,0,0,0,0,'','0000-00-00',0,'1',96,0,'0000-00-00',0,'','',4),(97,'0000-00-00','239-2547',4,0,0,0,0,0,0,'','0000-00-00',0,'1',97,0,'0000-00-00',0,'','',4),(98,'0000-00-00','0190',10,0,0,0,0,0,0,'','0000-00-00',0,'1',98,0,'0000-00-00',0,'','',5),(99,'0000-00-00','1113',10,0,0,0,0,0,0,'','0000-00-00',0,'1',99,0,'0000-00-00',0,'','',5),(100,'0000-00-00','0535',3,0,0,0,0,0,0,'','0000-00-00',0,'1',100,0,'0000-00-00',0,'','',5),(101,'0000-00-00','0454',3,0,0,0,0,0,0,'','0000-00-00',0,'1',101,0,'0000-00-00',0,'','',5),(102,'0000-00-00','0588',10,0,0,0,0,0,0,'','0000-00-00',0,'1',102,0,'0000-00-00',0,'','',5),(103,'0000-00-00','0455',3,0,0,0,0,0,0,'','0000-00-00',0,'1',103,0,'0000-00-00',0,'','',5),(104,'0000-00-00','0456',7,0,0,0,0,0,0,'','0000-00-00',0,'1',104,0,'0000-00-00',0,'','',5),(105,'0000-00-00','0235',3,0,0,0,0,0,0,'','0000-00-00',0,'1',105,0,'0000-00-00',0,'','',5),(106,'0000-00-00','1268',3,0,0,0,0,0,0,'','0000-00-00',0,'1',106,0,'0000-00-00',0,'','',5),(107,'0000-00-00','0862',4,0,0,0,0,0,0,'','0000-00-00',0,'1',107,0,'0000-00-00',0,'','',5),(108,'0000-00-00','81-2544',4,0,0,0,0,0,0,'','0000-00-00',0,'1',108,0,'0000-00-00',0,'','',5),(109,'0000-00-00','90087',7,0,0,0,0,0,0,'','0000-00-00',0,'1',109,0,'0000-00-00',0,'','',5),(110,'0000-00-00','90086',2,0,0,0,0,0,0,'','0000-00-00',0,'1',110,0,'0000-00-00',0,'','',5),(111,'0000-00-00','9306',5,0,0,0,0,0,0,'','0000-00-00',0,'1',111,0,'0000-00-00',0,'','',5),(112,'0000-00-00','528-2551',4,0,0,0,0,0,0,'','0000-00-00',0,'1',112,0,'0000-00-00',0,'','',5),(113,'0000-00-00','0197',10,0,0,0,0,0,0,'','0000-00-00',0,'1',113,0,'0000-00-00',0,'','',6),(114,'0000-00-00','0208',10,0,0,0,0,0,0,'','0000-00-00',0,'1',114,0,'0000-00-00',0,'','',6),(115,'0000-00-00','0193',4,0,0,0,0,0,0,'','0000-00-00',0,'1',115,0,'0000-00-00',0,'','',6),(116,'0000-00-00','0204',4,0,0,0,0,0,0,'','0000-00-00',0,'1',116,0,'0000-00-00',0,'','',6),(117,'0000-00-00','0210',3,0,0,0,0,0,0,'','0000-00-00',0,'1',117,0,'0000-00-00',0,'','',6),(119,'0000-00-00','0207',3,0,0,0,0,0,0,'','0000-00-00',0,'1',119,0,'0000-00-00',0,'','',6),(120,'0000-00-00','0457',5,0,0,0,0,0,0,'','0000-00-00',0,'1',120,0,'0000-00-00',0,'','',6),(121,'0000-00-00','0746',3,0,0,0,0,0,0,'','0000-00-00',0,'1',121,0,'0000-00-00',0,'','',6),(122,'0000-00-00','0513',3,0,0,0,0,0,0,'','0000-00-00',0,'1',122,0,'0000-00-00',0,'','',6),(123,'0000-00-00','0291',3,0,0,0,0,0,0,'','0000-00-00',0,'1',123,0,'0000-00-00',0,'','',6),(124,'0000-00-00','0641',7,0,0,0,0,0,0,'','0000-00-00',0,'1',124,0,'0000-00-00',0,'','',6),(125,'0000-00-00','0200',4,0,0,0,0,0,0,'','0000-00-00',0,'1',125,0,'0000-00-00',0,'','',6),(126,'0000-00-00','0949',4,0,0,0,0,0,0,'','0000-00-00',0,'1',126,0,'0000-00-00',0,'','',6),(127,'0000-00-00','34-2543',3,0,0,0,0,0,0,'','0000-00-00',0,'1',127,0,'0000-00-00',0,'','',6),(128,'0000-00-00','54-2544',4,0,0,0,0,0,0,'','0000-00-00',0,'1',128,0,'0000-00-00',0,'','',6),(129,'0000-00-00','100-2545',4,0,0,0,0,0,0,'','0000-00-00',0,'1',129,0,'0000-00-00',0,'','',6),(130,'0000-00-00','111-2545',4,0,0,0,0,0,0,'','0000-00-00',0,'1',130,0,'0000-00-00',0,'','',6),(131,'0000-00-00','157-2545',4,0,0,0,0,0,0,'','0000-00-00',0,'1',131,0,'0000-00-00',0,'','',6),(132,'0000-00-00','175-2546',4,0,0,0,0,0,0,'','0000-00-00',0,'1',132,0,'0000-00-00',0,'','',6),(133,'0000-00-00','544-2551',3,0,0,0,0,0,0,'','0000-00-00',0,'1',133,0,'0000-00-00',0,'','',6),(134,'0000-00-00','90085',11,0,0,0,0,0,0,'','0000-00-00',0,'1',134,0,'0000-00-00',0,'','',6),(135,'0000-00-00','5001',4,0,0,0,0,0,0,'','0000-00-00',0,'1',135,0,'0000-00-00',0,'','',6),(136,'0000-00-00','0216',10,0,0,0,0,0,0,'','0000-00-00',0,'1',136,0,'0000-00-00',0,'','',7),(137,'0000-00-00','0219',10,0,0,0,0,0,0,'','0000-00-00',0,'1',137,0,'0000-00-00',0,'','',7),(139,'0000-00-00','0211',10,0,0,0,0,0,0,'','0000-00-00',0,'1',139,0,'0000-00-00',0,'','',7),(140,'0000-00-00','0539',7,0,0,0,0,0,0,'','0000-00-00',0,'1',140,0,'0000-00-00',0,'','',7),(141,'0000-00-00','0695',4,0,0,0,0,0,0,'','0000-00-00',0,'1',141,0,'0000-00-00',0,'','',7),(142,'0000-00-00','0694',3,0,0,0,0,0,0,'','0000-00-00',0,'1',142,0,'0000-00-00',0,'','',7),(143,'0000-00-00','0638',4,0,0,0,0,0,0,'','0000-00-00',0,'1',143,0,'0000-00-00',0,'','',7),(145,'0000-00-00','0458',5,0,0,0,0,0,0,'','0000-00-00',0,'1',145,0,'0000-00-00',0,'','',7),(148,'0000-00-00','1129',4,0,0,0,0,0,0,'','0000-00-00',0,'1',148,0,'0000-00-00',0,'','',7),(149,'0000-00-00','52-2544',4,0,0,0,0,0,0,'','0000-00-00',0,'1',149,0,'0000-00-00',0,'','',7),(150,'0000-00-00','99-2545',4,0,0,0,0,0,0,'','0000-00-00',0,'1',150,0,'0000-00-00',0,'','',7),(151,'0000-00-00','113-2545',4,0,0,0,0,0,0,'','0000-00-00',0,'1',151,0,'0000-00-00',0,'','',7),(152,'0000-00-00','90088',2,0,0,0,0,0,0,'','0000-00-00',0,'1',152,0,'0000-00-00',0,'','',7),(153,'0000-00-00','529-2551',3,0,0,0,0,0,0,'','0000-00-00',0,'1',153,0,'0000-00-00',0,'','',7),(154,'0000-00-00','530-2551',3,0,0,0,0,0,0,'','0000-00-00',0,'1',154,0,'0000-00-00',0,'','',7),(155,'0000-00-00','580-2551',3,0,0,0,0,0,0,'','0000-00-00',0,'1',155,0,'0000-00-00',0,'','',7),(156,'0000-00-00','581-2551',4,0,0,0,0,0,0,'','0000-00-00',0,'1',156,0,'0000-00-00',0,'','',7),(159,'0000-00-00','1119',3,0,0,0,0,0,0,'','0000-00-00',0,'1',159,0,'0000-00-00',0,'','',8),(160,'0000-00-00','0228',10,0,0,0,0,0,0,'','0000-00-00',0,'1',160,0,'0000-00-00',0,'','',8),(161,'0000-00-00','0227',3,0,0,0,0,0,0,'','0000-00-00',0,'1',161,0,'0000-00-00',0,'','',8),(163,'0000-00-00','0231',3,0,0,0,0,0,0,'','0000-00-00',0,'1',163,0,'0000-00-00',0,'','',8),(164,'0000-00-00','0540',7,0,0,0,0,0,0,'','0000-00-00',0,'1',164,0,'0000-00-00',0,'','',8),(165,'0000-00-00','0468',10,0,0,0,0,0,0,'','0000-00-00',0,'1',165,0,'0000-00-00',0,'','',8),(166,'0000-00-00','0402',4,0,0,0,0,0,0,'','0000-00-00',0,'1',166,0,'0000-00-00',0,'','',8),(167,'0000-00-00','0646',4,0,0,0,0,0,0,'','0000-00-00',0,'1',167,0,'0000-00-00',0,'','',8),(168,'0000-00-00','0765',4,0,0,0,0,0,0,'','0000-00-00',0,'1',168,0,'0000-00-00',0,'','',8),(169,'0000-00-00','0795',4,0,0,0,0,0,0,'','0000-00-00',0,'1',169,0,'0000-00-00',0,'','',8),(171,'0000-00-00','0781',3,0,0,0,0,0,0,'','0000-00-00',0,'1',171,0,'0000-00-00',0,'','',8),(172,'0000-00-00','9308',25,0,0,0,0,0,0,'','0000-00-00',0,'1',172,0,'0000-00-00',0,'','',8),(173,'0000-00-00','9890',7,0,0,0,0,0,0,'','0000-00-00',0,'1',173,0,'0000-00-00',0,'','',8),(174,'0000-00-00','271-2547',4,0,0,0,0,0,0,'','0000-00-00',0,'1',174,0,'0000-00-00',0,'','',8),(175,'0000-00-00','3131',20,0,0,0,0,0,0,'','0000-00-00',0,'1',175,0,'0000-00-00',0,'','',8),(176,'0000-00-00','3138',21,0,0,0,0,0,0,'','0000-00-00',0,'1',176,0,'0000-00-00',0,'','',8),(177,'0000-00-00','3020',20,0,0,0,0,0,0,'','0000-00-00',0,'1',177,0,'0000-00-00',0,'','',8),(178,'0000-00-00','3122',21,0,0,0,0,0,0,'','0000-00-00',0,'1',178,0,'0000-00-00',0,'','',8),(179,'0000-00-00','282-2548',4,0,0,0,0,0,0,'','0000-00-00',0,'1',179,0,'0000-00-00',0,'','',8),(180,'0000-00-00','460-2551',3,0,0,0,0,0,0,'','0000-00-00',0,'1',180,0,'0000-00-00',0,'','',8),(181,'0000-00-00','461-2551',3,0,0,0,0,0,0,'','0000-00-00',0,'1',181,0,'0000-00-00',0,'','',8),(182,'0000-00-00','582-2551',4,0,0,0,0,0,0,'','0000-00-00',0,'1',182,0,'0000-00-00',0,'','',8),(183,'0000-00-00','90083',2,0,0,0,0,0,0,'','0000-00-00',0,'1',183,0,'0000-00-00',0,'','',8),(184,'0000-00-00','0195',4,0,0,0,0,0,0,'','0000-00-00',0,'1',184,0,'0000-00-00',0,'','',9),(185,'0000-00-00','0735',4,0,0,0,0,0,0,'','0000-00-00',0,'1',185,0,'0000-00-00',0,'','',9),(186,'0000-00-00','0841',4,0,0,0,0,0,0,'','0000-00-00',0,'1',186,0,'0000-00-00',0,'','',9),(187,'0000-00-00','0651',4,0,0,0,0,0,0,'','0000-00-00',0,'1',187,0,'0000-00-00',0,'','',9),(188,'0000-00-00','0530',3,0,0,0,0,0,0,'','0000-00-00',0,'1',188,0,'0000-00-00',0,'','',9),(189,'0000-00-00','0713',4,0,0,0,0,0,0,'','0000-00-00',0,'1',189,0,'0000-00-00',0,'','',9),(190,'0000-00-00','1115',3,0,0,0,0,0,0,'','0000-00-00',0,'1',190,0,'0000-00-00',0,'','',9),(191,'0000-00-00','0945',4,0,0,0,0,0,0,'','0000-00-00',0,'1',191,0,'0000-00-00',0,'','',9),(192,'0000-00-00','1125',3,0,0,0,0,0,0,'','0000-00-00',0,'1',192,0,'0000-00-00',0,'','',9),(193,'0000-00-00','1123',4,0,0,0,0,0,0,'','0000-00-00',0,'1',193,0,'0000-00-00',0,'','',9),(194,'0000-00-00','0895',4,0,0,0,0,0,0,'','0000-00-00',0,'1',194,0,'0000-00-00',0,'','',9),(195,'0000-00-00','1126',9,0,0,0,0,0,0,'','0000-00-00',0,'1',195,0,'0000-00-00',0,'','',9),(196,'0000-00-00','0086',4,0,0,0,0,0,0,'','0000-00-00',0,'1',196,0,'0000-00-00',0,'','',9),(197,'0000-00-00','0185',4,0,0,0,0,0,0,'','0000-00-00',0,'1',197,0,'0000-00-00',0,'','',10),(198,'0000-00-00','0893',4,0,0,0,0,0,0,'','0000-00-00',0,'1',198,0,'0000-00-00',0,'','',10),(199,'0000-00-00','1127',4,0,0,0,0,0,0,'','0000-00-00',0,'1',199,0,'0000-00-00',0,'','',10),(200,'0000-00-00','0098',4,0,0,0,0,0,0,'','0000-00-00',0,'1',200,0,'0000-00-00',0,'','',10),(201,'0000-00-00','0758',4,0,0,0,0,0,0,'','0000-00-00',0,'1',201,0,'0000-00-00',0,'','',10),(202,'0000-00-00','33-2543',4,0,0,0,0,0,0,'','0000-00-00',0,'1',202,0,'0000-00-00',0,'','',10),(203,'0000-00-00','9406',7,0,0,0,0,0,0,'','0000-00-00',0,'1',203,0,'0000-00-00',0,'','',10),(204,'0000-00-00','410-2550',7,0,0,0,0,0,0,'','0000-00-00',0,'1',204,0,'0000-00-00',0,'','',10),(205,'0000-00-00','0543',4,0,0,0,0,0,0,'','0000-00-00',0,'1',205,0,'0000-00-00',0,'','',11),(206,'0000-00-00','0917',4,0,0,0,0,0,0,'','0000-00-00',0,'1',206,0,'0000-00-00',0,'','',11),(207,'0000-00-00','0636',4,0,0,0,0,0,0,'','0000-00-00',0,'1',207,0,'0000-00-00',0,'','',11),(208,'0000-00-00','90084',7,0,0,0,0,0,0,'','0000-00-00',0,'1',208,0,'0000-00-00',0,'','',11),(209,'0000-00-00','90139',11,0,0,0,0,0,0,'','0000-00-00',0,'1',209,0,'0000-00-00',0,'','',11),(210,'0000-00-00','583-2551',4,0,0,0,0,0,0,'','0000-00-00',0,'1',210,0,'0000-00-00',0,'','',11),(211,'0000-00-00','0532',4,0,0,0,0,0,0,'','0000-00-00',0,'1',211,0,'0000-00-00',0,'','',12),(212,'0000-00-00','16-2543',4,0,0,0,0,0,0,'','0000-00-00',0,'1',212,0,'0000-00-00',0,'','',12),(213,'0000-00-00','23-2543',3,0,0,0,0,0,0,'','0000-00-00',0,'1',213,0,'0000-00-00',0,'','',12),(214,'0000-00-00','9312',7,0,0,0,0,0,0,'','0000-00-00',0,'1',214,0,'0000-00-00',0,'','',12),(215,'0000-00-00','101-2545',4,0,0,0,0,0,0,'','0000-00-00',0,'1',215,0,'0000-00-00',0,'','',12),(216,'0000-00-00','323-2548',4,0,0,0,0,0,0,'','0000-00-00',0,'1',216,0,'0000-00-00',0,'','',12),(217,'0000-00-00','90028',11,0,0,0,0,0,0,'','0000-00-00',0,'1',217,0,'0000-00-00',0,'','',12),(218,'0000-00-00','584-2551',3,0,0,0,0,0,0,'','0000-00-00',0,'1',218,0,'0000-00-00',0,'','',12),(219,'0000-00-00','585-2551',3,0,0,0,0,0,0,'','0000-00-00',0,'1',219,0,'0000-00-00',0,'','',12),(220,'0000-00-00','0502',3,0,0,0,0,0,0,'','0000-00-00',0,'1',220,0,'0000-00-00',0,'','',13),(221,'0000-00-00','0442',3,0,0,0,0,0,0,'','0000-00-00',0,'1',221,0,'0000-00-00',0,'','',13),(222,'0000-00-00','0503',4,0,0,0,0,0,0,'','0000-00-00',0,'1',222,0,'0000-00-00',0,'','',13),(223,'0000-00-00','0085',3,0,0,0,0,0,0,'','0000-00-00',0,'1',223,0,'0000-00-00',0,'','',13),(225,'0000-00-00','0612',3,0,0,0,0,0,0,'','0000-00-00',0,'1',225,0,'0000-00-00',0,'','',13),(226,'0000-00-00','0704',4,0,0,0,0,0,0,'','0000-00-00',0,'1',226,0,'0000-00-00',0,'','',13),(227,'0000-00-00','0921',3,0,0,0,0,0,0,'','0000-00-00',0,'1',227,0,'0000-00-00',0,'','',13),(228,'0000-00-00','53-2544',4,0,0,0,0,0,0,'','0000-00-00',0,'1',228,0,'0000-00-00',0,'','',13),(229,'0000-00-00','176-2546',4,0,0,0,0,0,0,'','0000-00-00',0,'1',229,0,'0000-00-00',0,'','',13),(230,'0000-00-00','158-2545',4,0,0,0,0,0,0,'','0000-00-00',0,'1',230,0,'0000-00-00',0,'','',13),(231,'0000-00-00','162-2545',4,0,0,0,0,0,0,'','0000-00-00',0,'1',231,0,'0000-00-00',0,'','',13),(232,'0000-00-00','9775',7,0,0,0,0,0,0,'','0000-00-00',0,'1',232,0,'0000-00-00',0,'','',13),(233,'0000-00-00','6002',3,0,0,0,0,0,0,'','0000-00-00',0,'1',233,0,'0000-00-00',0,'','',13),(234,'0000-00-00','9167',11,0,0,0,0,0,0,'','0000-00-00',0,'1',234,0,'0000-00-00',0,'','',13),(235,'0000-00-00','305-2548',4,0,0,0,0,0,0,'','0000-00-00',0,'1',235,0,'0000-00-00',0,'','',13),(236,'0000-00-00','306-2548',4,0,0,0,0,0,0,'','0000-00-00',0,'1',236,0,'0000-00-00',0,'','',13),(237,'0000-00-00','285-2548',4,0,0,0,0,0,0,'','0000-00-00',0,'1',237,0,'0000-00-00',0,'','',13),(238,'0000-00-00','346-2549',4,0,0,0,0,0,0,'','0000-00-00',0,'1',238,0,'0000-00-00',0,'','',13),(239,'0000-00-00','515-2551',4,0,0,0,0,0,0,'','0000-00-00',0,'1',239,0,'0000-00-00',0,'','',13),(240,'0000-00-00','447-2551',4,0,0,0,0,0,0,'','0000-00-00',0,'1',240,0,'0000-00-00',0,'','',13),(241,'0000-00-00','9212',5,0,0,0,0,0,0,'','0000-00-00',0,'1',241,0,'0000-00-00',0,'','',13),(242,'0000-00-00','0687',4,0,0,0,0,0,0,'','0000-00-00',0,'1',242,0,'0000-00-00',0,'','',9),(243,'0000-00-00','112-2545',4,0,0,0,0,0,0,'','0000-00-00',0,'1',243,0,'0000-00-00',0,'','',9),(244,'0000-00-00','225-2546',4,0,0,0,0,0,0,'','0000-00-00',0,'1',244,0,'0000-00-00',0,'','',9),(246,'0000-00-00','9221',9,0,0,0,0,0,0,'','0000-00-00',0,'1',246,0,'0000-00-00',0,'','',9),(247,'0000-00-00','5002',4,0,0,0,0,0,0,'','0000-00-00',0,'1',247,0,'0000-00-00',0,'','',9),(248,'0000-00-00','241-2547',4,0,0,0,0,0,0,'','0000-00-00',0,'1',248,0,'0000-00-00',0,'','',9),(249,'0000-00-00','36-2543',4,0,0,0,0,0,0,'','0000-00-00',0,'1',249,0,'0000-00-00',0,'','',9),(250,'0000-00-00','90069',19,0,0,0,0,0,0,'','0000-00-00',0,'1',250,0,'0000-00-00',0,'','',9),(251,'0000-00-00','6012',3,0,0,0,0,0,0,'','0000-00-00',0,'1',251,0,'0000-00-00',0,'','',9),(252,'0000-00-00','477-2551',4,0,0,0,0,0,0,'','0000-00-00',0,'1',252,0,'0000-00-00',0,'','',9),(253,'0000-00-00','531-2551',3,0,0,0,0,0,0,'','0000-00-00',0,'1',253,0,'0000-00-00',0,'','',9),(254,'0000-00-00','423-2551',4,0,0,0,0,0,0,'','0000-00-00',0,'1',254,0,'0000-00-00',0,'','',9),(255,'0000-00-00','9304',9,0,0,0,0,0,0,'','0000-00-00',0,'1',255,0,'0000-00-00',0,'','',9),(256,'0000-00-00','0232',4,0,0,0,0,0,0,'','0000-00-00',0,'1',256,0,'0000-00-00',0,'','',10),(257,'0000-00-00','0237',4,0,0,0,0,0,0,'','0000-00-00',0,'1',257,0,'0000-00-00',0,'','',10),(258,'0000-00-00','0591',3,0,0,0,0,0,0,'','0000-00-00',0,'1',258,0,'0000-00-00',0,'','',10),(259,'0000-00-00','0711',3,0,0,0,0,0,0,'','0000-00-00',0,'1',259,0,'0000-00-00',0,'','',10),(261,'0000-00-00','0697',3,0,0,0,0,0,0,'','0000-00-00',0,'1',261,0,'0000-00-00',0,'','',10),(264,'0000-00-00','102-2545',4,0,0,0,0,0,0,'','0000-00-00',0,'1',264,0,'0000-00-00',0,'','',3),(265,'0000-00-00','4046',19,0,0,0,0,0,0,'','0000-00-00',0,'1',265,0,'0000-00-00',0,'','',16),(266,'0000-00-00','0948',4,0,0,0,0,0,0,'','0000-00-00',0,'1',266,0,'0000-00-00',0,'','',5),(267,'0000-00-00','675-2552 ',4,0,0,0,0,0,0,'','0000-00-00',0,'1',267,0,'0000-00-00',0,'','',13),(268,'0000-00-00','449-2551',4,0,0,0,0,0,0,'','0000-00-00',0,'1',268,0,'0000-00-00',0,'','',13),(269,'0000-00-00','0388',3,0,0,0,0,0,0,'','0000-00-00',0,'1',269,0,'0000-00-00',0,'','',5),(270,'0000-00-00','0191',4,0,0,0,0,0,0,'','0000-00-00',0,'1',270,0,'0000-00-00',0,'','',5),(271,'0000-00-00','0226',10,0,0,0,0,0,0,'','0000-00-00',0,'1',271,0,'0000-00-00',0,'','',8),(272,'0000-00-00','3016',21,0,0,0,0,0,0,'','0000-00-00',0,'1',272,0,'0000-00-00',0,'','',8),(273,'0000-00-00','445-2551',4,0,0,0,0,0,0,'','0000-00-00',0,'1',245,0,'0000-00-00',0,'','',9),(274,'0000-00-00','652-2552',24,0,0,0,0,0,0,'','0000-00-00',0,'1',260,0,'0000-00-00',0,'','',10),(275,'0000-00-00','657-2552',4,0,0,0,0,0,0,'','0000-00-00',0,'1',224,0,'0000-00-00',0,'','',13),(276,'0000-00-00','3225',16,0,0,0,0,0,0,'','0000-00-00',0,'1',275,0,'0000-00-00',0,'','',16),(282,'0000-00-00','389-2550',4,0,0,0,0,0,0,'','0000-00-00',0,'1',274,0,'0000-00-00',0,'','',9),(286,'0000-00-00','242-2547',4,0,0,0,0,0,0,'','0000-00-00',0,'1',273,0,'0000-00-00',0,'','',12),(288,'0000-00-00','345-2549',4,0,0,0,0,0,0,'','0000-00-00',0,'1',277,0,'0000-00-00',0,'','',13),(290,'0000-00-00','0000000',2,0,0,0,0,0,0,'','0000-00-00',0,'1',276,0,'0000-00-00',0,'','',5),(292,'0000-00-00','0000',23,0,0,0,0,0,0,'','0000-00-00',0,'1',278,0,'0000-00-00',0,'','',16),(294,'0000-00-00','682-2552',17,0,0,0,0,0,0,'','0000-00-00',0,'1',4,0,'0000-00-00',0,'','',16),(295,'0000-00-00','770-2553',2,0,0,0,0,0,0,'','0000-00-00',0,'1',6,0,'0000-00-00',0,'','',16),(296,'0000-00-00','875-2553',17,0,0,0,0,0,0,'','0000-00-00',0,'1',9,0,'0000-00-00',0,'','',16),(297,'0000-00-00','443-2551',4,0,0,0,0,0,0,'','0000-00-00',0,'1',280,0,'0000-00-00',0,'','',3),(298,'0000-00-00','711-2552 ',3,0,0,0,0,0,0,'','0000-00-00',0,'1',39,0,'0000-00-00',0,'','',3),(299,'0000-00-00','806-2553',4,0,0,0,0,0,0,'','0000-00-00',0,'1',51,0,'0000-00-00',0,'','',3),(300,'0000-00-00','807-2553',4,0,0,0,0,0,0,'','0000-00-00',0,'1',49,0,'0000-00-00',0,'','',3),(301,'0000-00-00','808-2553',4,0,0,0,0,0,0,'','0000-00-00',0,'1',47,0,'0000-00-00',0,'','',3),(302,'0000-00-00','876-2553',4,0,0,0,0,0,0,'','0000-00-00',0,'1',38,0,'0000-00-00',0,'','',3),(303,'0000-00-00','910-2553',4,0,0,0,0,0,0,'','0000-00-00',0,'1',50,0,'0000-00-00',0,'','',3),(304,'0000-00-00','714-2552',4,0,0,0,0,0,0,'','0000-00-00',0,'1',79,0,'0000-00-00',0,'','',4),(305,'0000-00-00','852-2553',3,0,0,0,0,0,0,'','0000-00-00',0,'1',68,0,'0000-00-00',0,'','',4),(306,'0000-00-00','851-2553',4,0,0,0,0,0,0,'','0000-00-00',0,'1',72,0,'0000-00-00',0,'','',4),(307,'0000-00-00','743-2553',4,0,0,0,0,0,0,'','0000-00-00',0,'1',85,0,'0000-00-00',0,'','',4),(308,'0000-00-00','785-2553',4,0,0,0,0,0,0,'','0000-00-00',0,'1',80,0,'0000-00-00',0,'','',4),(309,'0000-00-00','900-2553',4,0,0,0,0,0,0,'','0000-00-00',0,'1',70,0,'0000-00-00',0,'','',4),(310,'0000-00-00','877-2553',3,0,0,0,0,0,0,'','0000-00-00',0,'1',77,0,'0000-00-00',0,'','',4),(311,'0000-00-00','730-2553',3,0,0,0,0,0,0,'','0000-00-00',0,'1',118,0,'0000-00-00',0,'','',6),(312,'0000-00-00','419-2551',4,0,0,0,0,0,0,'','0000-00-00',0,'1',282,0,'0000-00-00',0,'','',6),(313,'0000-00-00','684-2552',4,0,0,0,0,0,0,'','0000-00-00',0,'1',283,0,'0000-00-00',0,'','',5),(314,'0000-00-00','789-2553',3,0,0,0,0,0,0,'','0000-00-00',0,'1',138,0,'0000-00-00',0,'','',7),(315,'0000-00-00','786-2553',4,0,0,0,0,0,0,'','0000-00-00',0,'1',147,0,'0000-00-00',0,'','',7),(316,'0000-00-00','896-2553',4,0,0,0,0,0,0,'','0000-00-00',0,'1',146,0,'0000-00-00',0,'','',7),(317,'0000-00-00','809-2553',4,0,0,0,0,0,0,'','0000-00-00',0,'1',144,0,'0000-00-00',0,'','',7),(318,'0000-00-00','731-2553',3,0,0,0,0,0,0,'','0000-00-00',0,'1',157,0,'0000-00-00',0,'','',8),(319,'0000-00-00','898-2553',10,0,0,0,0,0,0,'','0000-00-00',0,'1',162,0,'0000-00-00',0,'','',8),(320,'0000-00-00','897-2553',3,0,0,0,0,0,0,'','0000-00-00',0,'1',158,0,'0000-00-00',0,'','',8),(322,'0000-00-00','772-2553',7,0,0,0,0,0,0,'','0000-00-00',0,'1',170,0,'0000-00-00',0,'','',8),(328,'0000-00-00','769-2553',2,0,0,0,0,0,0,'','0000-00-00',0,'1',11,0,'0000-00-00',0,'','',16),(329,'0000-00-00','683-2552',16,0,0,0,0,0,0,'','0000-00-00',0,'1',28,0,'0000-00-00',0,'','',16),(330,'0000-00-00','239-2547',4,0,0,0,0,0,0,'','0000-00-00',0,'1',281,0,'0000-00-00',0,'','',4),(331,'0000-00-00','90639',7,0,0,0,0,0,0,'','0000-00-00',0,'1',284,0,'0000-00-00',0,'','',16),(332,'2554-08-15','421',4,0,0,0,0,0,0,'-','2554-08-15',0,'1',291,0,'0000-00-00',0,'-','',0),(333,'2554-09-09','936',4,0,0,0,0,0,0,'-','2554-09-09',0,'1',292,0,'0000-00-00',0,'-','',0),(334,'2554-10-28','4122',5,0,0,0,0,0,0,'-','2554-10-28',0,'1',295,0,'0000-00-00',0,'-','',0),(336,'2554-10-28','937',4,0,0,0,0,0,0,'-','2554-10-28',0,'1',296,0,'0000-00-00',0,'-','',0),(337,'2554-10-28','939',4,0,0,0,0,0,0,'-','2554-10-28',0,'1',297,0,'0000-00-00',0,'-','',0),(338,'2554-10-28','347',4,0,0,0,0,0,0,'-','2554-10-28',0,'1',298,0,'0000-00-00',0,'-','',0),(339,'2556-08-09','',0,0,0,0,0,0,0,'1856/2556','2556-08-19',0,'14',3,0,'0000-00-00',0,'มหาวิทยาลัยบูรพา','',0);
/*!40000 ALTER TABLE `Hisposition` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Hisrule`
--

DROP TABLE IF EXISTS `Hisrule`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Hisrule` (
  `seqId` int(11) NOT NULL auto_increment,
  `personId` int(11) NOT NULL default '0',
  `orderNo` varchar(20) NOT NULL default '',
  `orderDate` date NOT NULL default '0000-00-00',
  `orderName` varchar(60) NOT NULL default '',
  `actionDate` date NOT NULL default '0000-00-00',
  `punishId` int(2) NOT NULL default '0',
  `money` int(6) NOT NULL default '0',
  `takeDate` date NOT NULL default '0000-00-00',
  `endDate` date NOT NULL default '0000-00-00',
  `orderpunishNo` varchar(20) NOT NULL default '',
  `orderpunishDate` date NOT NULL default '0000-00-00',
  `note` varchar(250) NOT NULL default '',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Hisrule`
--

LOCK TABLES `Hisrule` WRITE;
/*!40000 ALTER TABLE `Hisrule` DISABLE KEYS */;
/*!40000 ALTER TABLE `Hisrule` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Hissalary`
--

DROP TABLE IF EXISTS `Hissalary`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Hissalary` (
  `personId` int(11) NOT NULL default '0',
  `orderNo` varchar(20) NOT NULL default '',
  `budYear` varchar(4) NOT NULL default '',
  `orderDate` date NOT NULL default '0000-00-00',
  `effectDate` date NOT NULL default '0000-00-00',
  `levelposId` int(2) NOT NULL default '0',
  `stepSalold` float NOT NULL default '0',
  `salaryold` int(5) NOT NULL default '0',
  `stepSal` float NOT NULL default '0',
  `salary` int(5) NOT NULL default '0',
  `stepReceive` float NOT NULL default '0',
  `statusSalary` char(1) NOT NULL default '',
  `typeSalary` char(1) NOT NULL default '',
  `checkadmid` char(1) NOT NULL default '',
  `checkstep` char(1) NOT NULL default '',
  `checkrules` char(1) NOT NULL default '',
  `checkleaveedu` char(1) NOT NULL default '',
  `checkleave` char(1) NOT NULL default '',
  `cycle` char(1) NOT NULL default '',
  `posId` varchar(11) NOT NULL default '0',
  `adlineId` int(2) NOT NULL default '0',
  `deptkpId` int(2) NOT NULL default '0',
  `deptId` int(2) NOT NULL default '0',
  `eorderNo` varchar(20) NOT NULL default '',
  `orderAt` varchar(100) NOT NULL default '',
  PRIMARY KEY  (`personId`,`orderNo`,`typeSalary`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ประวัติการเลื่อนขั้น';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Hissalary`
--

LOCK TABLES `Hissalary` WRITE;
/*!40000 ALTER TABLE `Hissalary` DISABLE KEYS */;
/*!40000 ALTER TABLE `Hissalary` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Hissalarytemp`
--

DROP TABLE IF EXISTS `Hissalarytemp`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Hissalarytemp` (
  `personId` int(11) NOT NULL default '0',
  `levelposId` int(2) NOT NULL default '0',
  `stepSalold` float NOT NULL default '0',
  `salaryold` int(5) NOT NULL default '0',
  `stepSal` float NOT NULL default '0',
  `salary` int(5) NOT NULL default '0',
  `notice` text NOT NULL,
  `typeSalary` char(1) NOT NULL default '',
  `checkadmid` char(1) NOT NULL default '',
  `checkstep` char(1) NOT NULL default '',
  `checkrules` char(1) NOT NULL default '',
  `checkleaveedu` char(1) NOT NULL default '',
  `checkleave` char(1) NOT NULL default '',
  `cycle` char(1) NOT NULL default '',
  `posId` varchar(11) NOT NULL default '0',
  `adlineId` int(2) NOT NULL default '0',
  `deptkpId` int(2) NOT NULL default '0',
  `deptId` int(2) NOT NULL default '0',
  `chkDate` date NOT NULL default '0000-00-00',
  PRIMARY KEY  (`personId`,`typeSalary`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='เก็บประวัติการเลื่อน';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Hissalarytemp`
--

LOCK TABLES `Hissalarytemp` WRITE;
/*!40000 ALTER TABLE `Hissalarytemp` DISABLE KEYS */;
/*!40000 ALTER TABLE `Hissalarytemp` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Hisvocation`
--

DROP TABLE IF EXISTS `Hisvocation`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Hisvocation` (
  `seq` int(11) NOT NULL auto_increment,
  `vocationId` int(2) NOT NULL default '0',
  `vocationNo` varchar(20) NOT NULL default '',
  `personId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seq`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='วิชาชีพ';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Hisvocation`
--

LOCK TABLES `Hisvocation` WRITE;
/*!40000 ALTER TABLE `Hisvocation` DISABLE KEYS */;
/*!40000 ALTER TABLE `Hisvocation` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `IdAllow`
--

DROP TABLE IF EXISTS `IdAllow`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `IdAllow` (
  `Idseq` int(2) NOT NULL default '0',
  `Idallow_leave` int(2) NOT NULL default '0',
  `Idallow_serve` int(2) NOT NULL default '0',
  `Idallow_apply` int(2) NOT NULL default '0',
  `Idallow_order` int(2) NOT NULL default '0',
  `Idallow_gowork` int(2) NOT NULL default '0',
  `deptId_leave` int(3) NOT NULL default '0',
  `deptId_serve` int(3) NOT NULL default '0',
  `deptId_apply` int(3) NOT NULL default '0',
  `deptId_order` int(3) NOT NULL default '0',
  `deptId_gowork` int(3) NOT NULL default '0',
  PRIMARY KEY  (`Idseq`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `IdAllow`
--

LOCK TABLES `IdAllow` WRITE;
/*!40000 ALTER TABLE `IdAllow` DISABLE KEYS */;
/*!40000 ALTER TABLE `IdAllow` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Leave`
--

DROP TABLE IF EXISTS `Leave`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Leave` (
  `leaveId` int(2) NOT NULL auto_increment,
  `leaveName` varchar(50) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`leaveId`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Leave`
--

LOCK TABLES `Leave` WRITE;
/*!40000 ALTER TABLE `Leave` DISABLE KEYS */;
INSERT INTO `Leave` VALUES (1,'ลาป่วย',0),(2,'ลาคลอดบุตร',0),(3,'ลากิจ',0),(4,'ลาพักผ่อน',0),(5,'ลาอุปสมบท',0),(6,'ลาเข้ารับการตรวจเลือกหรือเข้ารับการเตรียมพล',0),(7,'ลาไปศึกษาต่อ',0),(8,'ลาไปปฏิบัติงานในองค์การระหว่างประเทศ',0),(10,'ลาติดตามคู่สมรส',0),(11,'ลาไปผลิตผลงานวิชาการ',0),(12,'ลาไปฝึกอบรม ดูงาน หรือปฏิบัติการวิจัย',0),(13,'ลาไปประกอบพิธีฮัจย์',0);
/*!40000 ALTER TABLE `Leave` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Leavetype`
--

DROP TABLE IF EXISTS `Leavetype`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Leavetype` (
  `leavetypeId` int(2) NOT NULL auto_increment,
  `leavetypeName` varchar(50) NOT NULL default '',
  `leaveId` int(3) NOT NULL default '0',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`leavetypeId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ประเภทการลา';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Leavetype`
--

LOCK TABLES `Leavetype` WRITE;
/*!40000 ALTER TABLE `Leavetype` DISABLE KEYS */;
/*!40000 ALTER TABLE `Leavetype` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Level`
--

DROP TABLE IF EXISTS `Level`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Level` (
  `levelId` int(2) NOT NULL auto_increment,
  `levelName` varchar(100) NOT NULL default '',
  `levelNameEng` varchar(100) NOT NULL default '',
  `levelAbbr` varchar(20) NOT NULL default '',
  `levelAbbrEng` varchar(20) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`levelId`)
) ENGINE=InnoDB AUTO_INCREMENT=18 DEFAULT CHARSET=utf8 COMMENT='ระดับการศึกษา';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Level`
--

LOCK TABLES `Level` WRITE;
/*!40000 ALTER TABLE `Level` DISABLE KEYS */;
INSERT INTO `Level` VALUES (1,'ประถมศึกษาตอนต้น','Prathomsuksa Lower Level Degree','ป.ต้น','PS.  Lower Level',0),(2,'ประถมศึกษาตอนปลาย','Prathomsuksa Upper Level Degree','ป.ปลาย','PS. Upper Level',0),(3,'มัธยมศึกษาตอนต้น','Muthayomsuksa Lower Level Degree','ม.ต้น','Ms. Lower Level. Deg',0),(4,'มัธยมศึกษาตอนปลาย','Muthayomsuksa Upper Level Degree','ม.ปลาย','Ms.Upper Level .Deg.',0),(5,'ประกาศนียบัตร','Certificate Degree','ป.','Cert. Deg.',0),(6,'ประกาศนียบัตรวิชาชีพ','Vocational Certificate Degree','ปวช.','V. Cert. Deg.',0),(7,'ประกาศนียบัตรวิชาชีพเทคนิค','Vocational Certificate Lower Level','ปวท.','V. Cert. Lower Lev.',0),(8,'อนุปริญญา 2 ปี','Diploma 2 yr. Degree','อป. 2 ปี','Dip. 2 yr. Deg.',0),(9,'ประกาศนียบัตรวิชาชีพชั้นสูง','Vocational Certificate Upper Level','ปวส.','V. Cert. Upper Lev.',0),(10,'อนุปริญญา 3 ปี','Associate 3 yr. Degree','อป. 3 ปี','Ass. 3 yr. Deg.',0),(11,'ปริญญาตรี','Bachelor Degree','ป.ตรี','B. Deg.',0),(12,'ประกาศนียบัตรบัณฑิต','Graduate Diploma Degree','ป.บ.','Grad. Dip. Deg.',0),(13,'ปริญญาโท','Master Degree','ป.โท','M. Deg.',0),(14,'ประกาศนียบัตรบัณฑิตชั้นสูง','Higher Graduate Diploma Degree','ป.บ.ชั้นสูง','H. Grad. Dip. Deg.',0),(15,'ปริญญาเอก','Doctoral Degree','ป.เอก','D. Deg.',0),(16,'ประกาศนียบัตรแพทย์เฉพาะทาง','Certificate of Proficiency Board','ป.พ.เฉพาะทาง','Cert. of Pro. Brd.',0),(17,'ไม่กำหนด','-','มก.','-',0);
/*!40000 ALTER TABLE `Level` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Levelpos`
--

DROP TABLE IF EXISTS `Levelpos`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Levelpos` (
  `levelposId` int(2) NOT NULL auto_increment,
  `levelposName` char(15) NOT NULL default '',
  `postypeId` int(2) NOT NULL default '0',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`levelposId`),
  KEY `postypeId` (`postypeId`),
  CONSTRAINT `Levelpos_ibfk_1` FOREIGN KEY (`postypeId`) REFERENCES `Postype` (`postypeId`) ON UPDATE NO ACTION
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ระดับ';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Levelpos`
--

LOCK TABLES `Levelpos` WRITE;
/*!40000 ALTER TABLE `Levelpos` DISABLE KEYS */;
/*!40000 ALTER TABLE `Levelpos` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Levelserve`
--

DROP TABLE IF EXISTS `Levelserve`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Levelserve` (
  `levelserveId` int(2) NOT NULL auto_increment,
  `levelserveName` varchar(30) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`levelserveId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Levelserve`
--

LOCK TABLES `Levelserve` WRITE;
/*!40000 ALTER TABLE `Levelserve` DISABLE KEYS */;
/*!40000 ALTER TABLE `Levelserve` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Life`
--

DROP TABLE IF EXISTS `Life`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Life` (
  `lifeId` int(3) NOT NULL auto_increment,
  `lifeName` varchar(30) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`lifeId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Life`
--

LOCK TABLES `Life` WRITE;
/*!40000 ALTER TABLE `Life` DISABLE KEYS */;
/*!40000 ALTER TABLE `Life` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Listagency`
--

DROP TABLE IF EXISTS `Listagency`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Listagency` (
  `listId` int(11) NOT NULL auto_increment,
  `typeagency` char(2) NOT NULL default '',
  `InSelect` char(2) NOT NULL default '',
  `OutSelect` char(2) NOT NULL default '',
  `PosSelect` char(2) NOT NULL default '',
  `personId` int(11) NOT NULL default '0',
  `prefixId` int(3) NOT NULL default '0',
  `fName` varchar(100) NOT NULL default '',
  `lName` varchar(100) NOT NULL default '',
  `adlineId` int(3) NOT NULL default '0',
  `adminId` int(3) NOT NULL default '0',
  `deptId` int(11) NOT NULL default '0',
  `posName` varchar(100) NOT NULL default '',
  `partyName` varchar(100) NOT NULL default '',
  `agencyId` int(2) NOT NULL default '0',
  `orderId` int(11) NOT NULL default '0',
  `topicId` int(11) NOT NULL default '0',
  `topicG` int(11) NOT NULL default '0',
  `orderG` int(11) NOT NULL default '0',
  `seq` int(11) NOT NULL default '0',
  PRIMARY KEY  (`listId`)
) ENGINE=InnoDB AUTO_INCREMENT=68 DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Listagency`
--

LOCK TABLES `Listagency` WRITE;
/*!40000 ALTER TABLE `Listagency` DISABLE KEYS */;
INSERT INTO `Listagency` VALUES (1,'','','','',153,0,'','',0,0,0,'','',1,1,1,0,0,1),(2,'','','','',11,0,'','',0,0,0,'','',3,1,2,0,0,1),(3,'','','','',96,0,'','',0,0,0,'','',1,1,2,0,0,2),(44,'','','','',123,0,'','',0,0,0,'','',1,6,3,0,0,1),(45,'','','','',117,0,'','',0,0,0,'','',5,6,3,0,0,2),(46,'','','','',118,0,'','',0,0,0,'','',5,6,3,0,0,3),(47,'','','','',122,0,'','',0,0,0,'','',5,6,3,0,0,4),(48,'','','','',121,0,'','',0,0,0,'','',2,6,3,0,0,5),(49,'','','','',131,0,'','',0,0,0,'','',2,6,3,0,0,6),(50,'','','','',8,0,'','',0,0,0,'','',2,6,3,0,0,7),(51,'','','','',120,0,'','',0,0,0,'','',8,6,3,0,0,8),(52,'','','','',118,0,'','',0,0,0,'','',1,6,4,0,0,1),(53,'','','','',125,0,'','',0,0,0,'','',5,6,4,0,0,2),(54,'','','','',124,0,'','',0,0,0,'','',5,6,4,0,0,3),(55,'','','','',292,0,'','',0,0,0,'','',5,6,4,0,0,4),(56,'','','','',128,0,'','',0,0,0,'','',8,6,4,0,0,5),(57,'','','','',134,0,'','',0,0,0,'','',10,6,4,0,0,6),(58,'','','','',64,0,'','',0,0,0,'','',1,7,5,0,0,1),(59,'','','','',39,0,'','',0,0,0,'','',5,7,5,0,0,2),(60,'','','','',35,0,'','',0,0,0,'','',5,7,5,0,0,3),(61,'','','','',50,0,'','',0,0,0,'','',1,7,6,0,0,1),(62,'','','','',36,0,'','',0,0,0,'','',5,7,6,0,0,2),(63,'','','','',0,0,'','',0,0,0,'','',1,10,8,0,0,1),(64,'','','','',0,0,'','',0,0,0,'','',0,10,8,0,0,2),(65,'','','','',0,0,'','',0,0,0,'','',1,11,11,0,0,1),(66,'','','','',0,0,'','',0,0,0,'','',0,11,11,0,0,2),(67,'','','','',0,0,'','',0,0,0,'','',6,10,12,0,0,1);
/*!40000 ALTER TABLE `Listagency` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Listserveagency`
--

DROP TABLE IF EXISTS `Listserveagency`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Listserveagency` (
  `listId` int(11) NOT NULL default '0',
  `orderId` int(11) NOT NULL,
  `personId` int(11) NOT NULL,
  `posName` varchar(100) NOT NULL,
  PRIMARY KEY  (`listId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Listserveagency`
--

LOCK TABLES `Listserveagency` WRITE;
/*!40000 ALTER TABLE `Listserveagency` DISABLE KEYS */;
/*!40000 ALTER TABLE `Listserveagency` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Listworkperson`
--

DROP TABLE IF EXISTS `Listworkperson`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Listworkperson` (
  `listId` int(3) NOT NULL,
  `orderDate` date NOT NULL,
  `headName` varchar(100) NOT NULL,
  `itemName` varchar(100) NOT NULL,
  `path` varchar(100) NOT NULL,
  `finishDate` varchar(100) NOT NULL,
  `note` varchar(100) NOT NULL,
  PRIMARY KEY  (`listId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Listworkperson`
--

LOCK TABLES `Listworkperson` WRITE;
/*!40000 ALTER TABLE `Listworkperson` DISABLE KEYS */;
/*!40000 ALTER TABLE `Listworkperson` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Lodge`
--

DROP TABLE IF EXISTS `Lodge`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Lodge` (
  `lodgeId` int(2) NOT NULL auto_increment,
  `lodgeName` varchar(20) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`lodgeId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ที่พัก';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Lodge`
--

LOCK TABLES `Lodge` WRITE;
/*!40000 ALTER TABLE `Lodge` DISABLE KEYS */;
/*!40000 ALTER TABLE `Lodge` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Major`
--

DROP TABLE IF EXISTS `Major`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Major` (
  `majorId` int(2) NOT NULL default '0',
  `majorName` varchar(50) NOT NULL default '',
  `deptId` int(2) NOT NULL default '0',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`majorId`),
  KEY `deptId` (`deptId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ข้อมูลงาน';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Major`
--

LOCK TABLES `Major` WRITE;
/*!40000 ALTER TABLE `Major` DISABLE KEYS */;
/*!40000 ALTER TABLE `Major` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Majortype`
--

DROP TABLE IF EXISTS `Majortype`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Majortype` (
  `majortypeId` int(2) NOT NULL auto_increment,
  `majortypeName` varchar(100) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`majortypeId`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COMMENT='ประเภทสายงาน';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Majortype`
--

LOCK TABLES `Majortype` WRITE;
/*!40000 ALTER TABLE `Majortype` DISABLE KEYS */;
INSERT INTO `Majortype` VALUES (1,'สาย ก',0),(2,'สาย ข',0),(3,'สาย ค',0);
/*!40000 ALTER TABLE `Majortype` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Movepos`
--

DROP TABLE IF EXISTS `Movepos`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Movepos` (
  `personId` int(11) NOT NULL default '0',
  `seq` int(11) NOT NULL default '0',
  `orderNo` varchar(20) NOT NULL default '',
  `orderDate` date NOT NULL default '0000-00-00',
  `promoteDate` date NOT NULL default '0000-00-00',
  `budYear` varchar(4) NOT NULL default '',
  `opId` varchar(11) NOT NULL default '0',
  `oadlineId` int(2) NOT NULL default '0',
  `olevelposId` int(2) NOT NULL default '0',
  `ostepSal` float NOT NULL default '0',
  `osalary` int(6) NOT NULL default '0',
  `omajorId` int(2) NOT NULL default '0',
  `npId` varchar(11) NOT NULL default '0',
  `nadlineId` int(2) NOT NULL default '0',
  `nlevelposId` int(2) NOT NULL default '0',
  `nstepSal` float NOT NULL default '0',
  `nsalary` int(6) NOT NULL default '0',
  `nsalary2` int(6) NOT NULL,
  `nmajorId` int(2) NOT NULL default '0',
  `nadminId` int(2) NOT NULL,
  `nassignId` int(2) NOT NULL,
  `typemoveId` int(2) NOT NULL default '0',
  `posDegree` int(2) NOT NULL default '0',
  `posEducmajor` int(2) NOT NULL default '0',
  `statusApprove` char(1) NOT NULL,
  `ndeptId` int(2) NOT NULL default '0',
  `odeptId` int(2) NOT NULL default '0',
  `levelId` int(2) NOT NULL default '0',
  `proflag` char(2) NOT NULL default '',
  `nuseSalary` int(2) NOT NULL default '0',
  `orderAt` varchar(100) NOT NULL default '',
  `chkDate` char(1) NOT NULL default '',
  `note` text NOT NULL,
  `reference` varchar(100) NOT NULL default '',
  PRIMARY KEY  (`personId`,`seq`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ประวัติ การย้ายข้ารา�';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Movepos`
--

LOCK TABLES `Movepos` WRITE;
/*!40000 ALTER TABLE `Movepos` DISABLE KEYS */;
/*!40000 ALTER TABLE `Movepos` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Nation`
--

DROP TABLE IF EXISTS `Nation`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Nation` (
  `nationId` int(2) NOT NULL auto_increment,
  `nationName` varchar(20) NOT NULL default '',
  `nationNameEng` varchar(20) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`nationId`)
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Nation`
--

LOCK TABLES `Nation` WRITE;
/*!40000 ALTER TABLE `Nation` DISABLE KEYS */;
INSERT INTO `Nation` VALUES (1,'ไทย','Thai',0),(2,'ลาว','Laos',0),(3,'พม่า','Myanmar',0),(4,'เวียตนาม','Vietnamese',0),(5,'กัมพูชา','Cambodian',0),(6,'มาเลเซีย','Malasian',0),(7,'สิงค์โปร์','Singapore',0),(8,'จีน','China',0),(9,'อินเดีย','Indian',0),(10,'เนปาล','Nepal',0),(11,'ภูฐาน','Bhutan',0),(12,'ญี่ปุ่น','Japan',0);
/*!40000 ALTER TABLE `Nation` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteAddtime`
--

DROP TABLE IF EXISTS `NoteAddtime`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteAddtime` (
  `seqId` int(11) NOT NULL default '0',
  `addtimestartDate` date NOT NULL default '0000-00-00',
  `addtimeendDate` date NOT NULL default '0000-00-00',
  `reason` varchar(100) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `confirmHead` char(2) NOT NULL default '',
  `confirmPerson` char(2) NOT NULL default '',
  `confirmAsboss` char(2) NOT NULL default '',
  `confirmBoss` char(2) NOT NULL default '',
  `pIdHead` int(3) NOT NULL default '0',
  `pIdPerson` int(3) NOT NULL default '0',
  `pIdAsboss` int(3) NOT NULL default '0',
  `pIdBoss` int(3) NOT NULL default '0',
  `writeDate` date NOT NULL default '0000-00-00',
  `dateHead` date NOT NULL default '0000-00-00',
  `datePerson` date NOT NULL default '0000-00-00',
  `dateAsboss` date NOT NULL default '0000-00-00',
  `dateBoss` date NOT NULL default '0000-00-00',
  `gId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seqId`,`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteAddtime`
--

LOCK TABLES `NoteAddtime` WRITE;
/*!40000 ALTER TABLE `NoteAddtime` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteAddtime` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteAdjourn`
--

DROP TABLE IF EXISTS `NoteAdjourn`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteAdjourn` (
  `seqId` int(11) NOT NULL,
  `personId` int(11) NOT NULL,
  `degreeId` int(11) NOT NULL,
  `permit` varchar(100) NOT NULL,
  `diploma` varchar(100) NOT NULL,
  `psstatus_edu` varchar(2) NOT NULL,
  `degreeId_edu` int(11) NOT NULL,
  `startDate_edu` date NOT NULL,
  `endDate_edu` date NOT NULL,
  `psstatus_noedu` varchar(2) NOT NULL,
  `setDate_redemption` varchar(2) NOT NULL,
  `startDate_redemption` date NOT NULL,
  `endDate_redemption` date NOT NULL,
  `degreeId_redemption` int(11) NOT NULL,
  `year_redemption` int(2) NOT NULL,
  `psstatus_redemption` varbinary(2) NOT NULL,
  `psstatus_noredemption` varchar(2) NOT NULL,
  `adminposId_new` int(11) NOT NULL,
  `adlineId_new` int(2) NOT NULL,
  `levelposId_new` int(11) NOT NULL,
  `partyId_new` int(11) NOT NULL,
  `provinceId_new` int(11) NOT NULL,
  `reasonadjourn` varchar(100) NOT NULL,
  `numappend` int(2) NOT NULL,
  `allowlevelpos` varchar(2) NOT NULL,
  `setDate_positionup` varchar(2) NOT NULL,
  `startDate_positionup` date NOT NULL,
  `positionup` varchar(2) NOT NULL,
  `disburse_tranfer` varchar(2) NOT NULL,
  `disburse_adjourn` varchar(2) NOT NULL,
  `disburse_payroll` varchar(2) NOT NULL,
  `adjournstartDate` date NOT NULL,
  `writeDate` date NOT NULL,
  `gId` int(11) NOT NULL default '0',
  `statusnoteadjourn` varchar(2) NOT NULL,
  `statusordernoteadjourn` varchar(2) NOT NULL,
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ใบขอย้าย';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteAdjourn`
--

LOCK TABLES `NoteAdjourn` WRITE;
/*!40000 ALTER TABLE `NoteAdjourn` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteAdjourn` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteAdjournFlow`
--

DROP TABLE IF EXISTS `NoteAdjournFlow`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteAdjournFlow` (
  `seqId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `formId` int(11) NOT NULL default '0',
  `PathId` int(11) NOT NULL default '0',
  `FlowPath` int(11) NOT NULL default '0',
  `FlowActive` varchar(50) NOT NULL default '',
  `PathpId` int(11) NOT NULL default '0',
  `FlowDate` date NOT NULL default '0000-00-00',
  `FlowStatus` char(3) NOT NULL default '',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteAdjournFlow`
--

LOCK TABLES `NoteAdjournFlow` WRITE;
/*!40000 ALTER TABLE `NoteAdjournFlow` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteAdjournFlow` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteApply`
--

DROP TABLE IF EXISTS `NoteApply`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteApply` (
  `seqId` int(11) NOT NULL default '0',
  `inviteDate` date NOT NULL default '0000-00-00',
  `invitestartDate` date NOT NULL default '0000-00-00',
  `inviteendDate` date NOT NULL default '0000-00-00',
  `followNo` int(11) NOT NULL default '0',
  `reperNo` int(11) NOT NULL default '0',
  `applystartDate` date NOT NULL default '0000-00-00',
  `applyendDate` date NOT NULL default '0000-00-00',
  `place` varchar(100) NOT NULL default '0',
  `provinceId` int(3) NOT NULL default '0',
  `countryId` int(3) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `applytypeId` char(2) NOT NULL default '0',
  `detail` varchar(200) NOT NULL default '',
  `course` varchar(100) NOT NULL default '',
  `organize` varchar(200) NOT NULL default '0',
  `inviteNo` varchar(20) NOT NULL default '',
  `confirmHead` char(2) NOT NULL default '',
  `confirmPerson` char(2) NOT NULL default '',
  `confirmAsboss` char(2) NOT NULL default '',
  `confirmHeadIDP` char(2) NOT NULL default '',
  `confirmBoss` char(2) NOT NULL default '',
  `pIdHead` int(3) NOT NULL default '0',
  `pIdPerson` int(3) NOT NULL default '0',
  `pIdAsboss` int(3) NOT NULL default '0',
  `pIdHeadIDP` int(3) NOT NULL default '0',
  `pIdBoss` int(3) NOT NULL default '0',
  `paytype` char(2) NOT NULL default '',
  `writeDate` date NOT NULL default '0000-00-00',
  `restartDate` date NOT NULL default '0000-00-00',
  `reendDate` date NOT NULL default '0000-00-00',
  `dateHead` date NOT NULL default '0000-00-00',
  `datePerson` date NOT NULL default '0000-00-00',
  `dateAsboss` date NOT NULL default '0000-00-00',
  `dateHeadIDP` date NOT NULL default '0000-00-00',
  `dateBoss` date NOT NULL default '0000-00-00',
  `ckm` char(2) NOT NULL default '',
  `mcost` float(10,2) NOT NULL default '0.00',
  `statusNote` varchar(2) NOT NULL,
  `gId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seqId`,`personId`),
  KEY `personId` (`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteApply`
--

LOCK TABLES `NoteApply` WRITE;
/*!40000 ALTER TABLE `NoteApply` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteApply` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteApplyIn`
--

DROP TABLE IF EXISTS `NoteApplyIn`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteApplyIn` (
  `seqId` int(11) NOT NULL default '0',
  `inviteDate` date NOT NULL default '0000-00-00',
  `invitestartDate` date NOT NULL default '0000-00-00',
  `inviteendDate` date NOT NULL default '0000-00-00',
  `followNo` int(11) NOT NULL default '0',
  `reperNo` int(11) NOT NULL default '0',
  `applystartDate` date NOT NULL default '0000-00-00',
  `applyendDate` date NOT NULL default '0000-00-00',
  `place` varchar(100) NOT NULL default '0',
  `provinceId` int(3) NOT NULL default '0',
  `countryId` int(3) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `applytypeId` char(2) NOT NULL default '0',
  `detail` varchar(200) NOT NULL default '',
  `course` varchar(100) NOT NULL default '',
  `organize` varchar(200) NOT NULL default '0',
  `inviteNo` varchar(20) NOT NULL default '',
  `confirmHead` char(2) NOT NULL default '',
  `confirmPerson` char(2) NOT NULL default '',
  `confirmAsboss` char(2) NOT NULL default '',
  `confirmHeadIDP` char(2) NOT NULL default '',
  `confirmBoss` char(2) NOT NULL default '',
  `pIdHead` int(3) NOT NULL default '0',
  `pIdPerson` int(3) NOT NULL default '0',
  `pIdAsboss` int(3) NOT NULL default '0',
  `pIdHeadIDP` int(3) NOT NULL default '0',
  `pIdBoss` int(3) NOT NULL default '0',
  `paytype` char(2) NOT NULL default '',
  `writeDate` date NOT NULL default '0000-00-00',
  `restartDate` date NOT NULL default '0000-00-00',
  `reendDate` date NOT NULL default '0000-00-00',
  `dateHead` date NOT NULL default '0000-00-00',
  `datePerson` date NOT NULL default '0000-00-00',
  `dateAsboss` date NOT NULL default '0000-00-00',
  `dateHeadIDP` date NOT NULL default '0000-00-00',
  `dateBoss` date NOT NULL default '0000-00-00',
  `ckm` char(2) NOT NULL default '',
  `mcost` float(10,2) NOT NULL default '0.00',
  `statusNote` varchar(2) NOT NULL,
  `gId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seqId`,`personId`),
  KEY `personId` (`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteApplyIn`
--

LOCK TABLES `NoteApplyIn` WRITE;
/*!40000 ALTER TABLE `NoteApplyIn` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteApplyIn` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteChangeName`
--

DROP TABLE IF EXISTS `NoteChangeName`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteChangeName` (
  `seqId` int(11) NOT NULL default '0',
  `effectDate` date NOT NULL default '0000-00-00',
  `prefixId_old` int(3) NOT NULL default '0',
  `fName_old` varchar(100) NOT NULL,
  `lName_old` varchar(100) NOT NULL,
  `prefixId_new` int(3) NOT NULL,
  `fName_new` varchar(100) NOT NULL,
  `lName_new` varchar(100) NOT NULL,
  `fNameEn_new` varchar(100) NOT NULL,
  `lNameEn_new` varchar(100) NOT NULL,
  `personId` int(11) NOT NULL default '0',
  `confirmHead` char(2) NOT NULL default '',
  `confirmPerson` char(2) NOT NULL default '',
  `confirmAsboss` char(2) NOT NULL default '',
  `confirmBoss` char(2) NOT NULL default '',
  `pIdHead` int(3) NOT NULL default '0',
  `pIdPerson` int(3) NOT NULL default '0',
  `pIdAsboss` int(3) NOT NULL default '0',
  `pIdBoss` int(3) NOT NULL default '0',
  `writeDate` date NOT NULL default '0000-00-00',
  `dateHead` date NOT NULL default '0000-00-00',
  `datePerson` date NOT NULL default '0000-00-00',
  `dateAsboss` date NOT NULL default '0000-00-00',
  `dateBoss` date NOT NULL default '0000-00-00',
  `gId` int(3) NOT NULL default '0',
  `statusnote` varchar(3) NOT NULL,
  PRIMARY KEY  (`seqId`,`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteChangeName`
--

LOCK TABLES `NoteChangeName` WRITE;
/*!40000 ALTER TABLE `NoteChangeName` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteChangeName` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteChild`
--

DROP TABLE IF EXISTS `NoteChild`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteChild` (
  `formId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `mateposId` char(2) NOT NULL default '',
  `matepos_1` varchar(100) NOT NULL default '',
  `matepos_2` varchar(100) NOT NULL default '',
  `mateparty_1` varchar(100) NOT NULL default '',
  `mateparty_2` varchar(100) NOT NULL default '',
  `reqglant1` char(2) NOT NULL default '',
  `reqglant2` char(2) NOT NULL default '',
  `reqglant3` char(2) NOT NULL default '',
  `reqglant4` char(2) NOT NULL default '',
  `child1` int(11) NOT NULL default '0',
  `child2` int(11) NOT NULL default '0',
  `child3` int(11) NOT NULL default '0',
  `ChFaNo_1` char(2) NOT NULL default '',
  `ChFaNo_2` char(2) NOT NULL default '',
  `ChFaNo_3` char(2) NOT NULL default '',
  `ChMoNo_1` char(2) NOT NULL default '',
  `ChMoNo_2` char(2) NOT NULL default '',
  `ChMoNo_3` char(2) NOT NULL default '',
  `ReCh_1` char(2) NOT NULL default '',
  `ReCh_2` char(2) NOT NULL default '',
  `ReCh_3` char(2) NOT NULL default '',
  `educplaceId1` int(11) NOT NULL default '0',
  `educplaceId2` int(11) NOT NULL default '0',
  `educplaceId3` int(11) NOT NULL default '0',
  `provinceId1` int(11) NOT NULL default '0',
  `provinceId2` int(11) NOT NULL default '0',
  `provinceId3` int(11) NOT NULL default '0',
  `amphurId1` int(11) NOT NULL default '0',
  `amphurId2` int(11) NOT NULL default '0',
  `amphurId3` int(11) NOT NULL default '0',
  `mcId1` int(11) NOT NULL default '0',
  `mcId2` int(11) NOT NULL default '0',
  `mcId3` int(11) NOT NULL default '0',
  `mcName1` varchar(100) NOT NULL default '',
  `mcName2` varchar(100) NOT NULL default '',
  `mcName3` varchar(100) NOT NULL default '',
  `totalcost1` int(10) NOT NULL default '0',
  `totalcost2` int(10) NOT NULL default '0',
  `totalcost3` int(10) NOT NULL default '0',
  `totalcostFull` int(11) NOT NULL default '0',
  `totalcostReq` int(11) NOT NULL default '0',
  `support1` char(2) NOT NULL default '0',
  `support2` char(2) NOT NULL default '0',
  `support3` char(2) NOT NULL default '',
  `support4` char(2) NOT NULL default '',
  `writeDate` date NOT NULL default '0000-00-00',
  `statusform` char(2) NOT NULL default '',
  `statusmoney` char(2) NOT NULL default '',
  `confirmMoney` char(2) NOT NULL default '0',
  `confirmMoney2` char(2) NOT NULL default '00',
  `pIdMoney` char(2) NOT NULL default '',
  `pIdMoney2` char(2) NOT NULL default '',
  `dateMoney` char(2) NOT NULL default '',
  `dateMoney2` char(2) NOT NULL default '',
  `ChTmNo_1` varchar(50) NOT NULL default '',
  `ChTmNo_2` varchar(50) NOT NULL default '',
  `ChTmNo_3` varchar(50) NOT NULL default '',
  `ChLvNo_1` varchar(50) NOT NULL default '',
  `ChLvNo_2` varchar(50) NOT NULL default '',
  `ChLvNo_3` varchar(50) NOT NULL default '',
  `ChYeNo_1` varchar(50) NOT NULL default '',
  `ChYeNo_2` varchar(50) NOT NULL default '',
  `ChYeNo_3` varchar(50) NOT NULL default '',
  PRIMARY KEY  (`formId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteChild`
--

LOCK TABLES `NoteChild` WRITE;
/*!40000 ALTER TABLE `NoteChild` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteChild` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteChildFlow`
--

DROP TABLE IF EXISTS `NoteChildFlow`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteChildFlow` (
  `seqId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `formId` int(11) NOT NULL default '0',
  `PathId` int(11) NOT NULL default '0',
  `FlowPath` int(11) NOT NULL default '0',
  `FlowActive` varchar(50) NOT NULL default '',
  `PathpId` int(11) NOT NULL default '0',
  `FlowDate` date NOT NULL default '0000-00-00',
  `FlowStatus` char(3) NOT NULL default '',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteChildFlow`
--

LOCK TABLES `NoteChildFlow` WRITE;
/*!40000 ALTER TABLE `NoteChildFlow` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteChildFlow` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteConfirm`
--

DROP TABLE IF EXISTS `NoteConfirm`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteConfirm` (
  `seqId` int(11) NOT NULL default '0',
  `NoteNo` varchar(10) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `confirmHead` char(2) NOT NULL default '',
  `confirmPerson` char(2) NOT NULL default '',
  `confirmBoss` char(2) NOT NULL default '',
  `pIdHead` int(3) NOT NULL default '0',
  `pIdPerson` int(3) NOT NULL default '0',
  `pIdBoss` int(3) NOT NULL default '0',
  `Notetype` varchar(10) NOT NULL default '',
  `cost` int(6) NOT NULL default '0',
  `writeDate` date NOT NULL default '0000-00-00',
  `dateHead` date NOT NULL default '0000-00-00',
  `datePerson` date NOT NULL default '0000-00-00',
  `dateBoss` date NOT NULL default '0000-00-00',
  PRIMARY KEY  (`seqId`,`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteConfirm`
--

LOCK TABLES `NoteConfirm` WRITE;
/*!40000 ALTER TABLE `NoteConfirm` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteConfirm` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteConfirmCost`
--

DROP TABLE IF EXISTS `NoteConfirmCost`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteConfirmCost` (
  `seqId` int(11) NOT NULL default '0',
  `NoteConfirmNo` varchar(10) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `cost` int(6) NOT NULL default '0',
  `flag` char(2) NOT NULL default '',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteConfirmCost`
--

LOCK TABLES `NoteConfirmCost` WRITE;
/*!40000 ALTER TABLE `NoteConfirmCost` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteConfirmCost` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteExpert`
--

DROP TABLE IF EXISTS `NoteExpert`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteExpert` (
  `seqId` int(11) NOT NULL default '0',
  `inviteDate` date NOT NULL default '0000-00-00',
  `invitestartDate` date NOT NULL default '0000-00-00',
  `inviteendDate` date NOT NULL default '0000-00-00',
  `followNo` int(11) NOT NULL default '0',
  `reperNo` int(11) NOT NULL default '0',
  `vocationId` int(2) NOT NULL default '0',
  `expertstartDate` date NOT NULL default '0000-00-00',
  `expertendDate` date NOT NULL default '0000-00-00',
  `place` varchar(100) NOT NULL default '0',
  `provinceId` int(3) NOT NULL default '0',
  `countryId` int(3) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `experttypeId` int(2) NOT NULL default '0',
  `levelexpertId` int(2) NOT NULL default '0',
  `topicName` varchar(100) NOT NULL default '',
  `leveledu` int(11) NOT NULL default '0',
  `expertpos` varchar(100) NOT NULL default '',
  `yearedu` varchar(4) NOT NULL default '',
  `stuName` varchar(50) NOT NULL default '',
  `course` varchar(100) NOT NULL default '',
  `factory` varchar(50) NOT NULL default '',
  `organize` varchar(200) NOT NULL default '0',
  `uniId` int(3) NOT NULL default '0',
  `inviteNo` varchar(20) NOT NULL default '',
  `confirmHead` char(2) NOT NULL default '',
  `confirmPerson` char(2) NOT NULL default '',
  `confirmAsboss` char(2) NOT NULL default '',
  `confirmBoss` char(2) NOT NULL default '',
  `pIdHead` int(3) NOT NULL default '0',
  `pIdPerson` int(3) NOT NULL default '0',
  `pIdAsboss` int(3) NOT NULL default '0',
  `pIdBoss` int(3) NOT NULL default '0',
  `writeDate` date NOT NULL default '0000-00-00',
  `restartDate` date NOT NULL default '0000-00-00',
  `reendDate` date NOT NULL default '0000-00-00',
  `dateHead` date NOT NULL default '0000-00-00',
  `datePerson` date NOT NULL default '0000-00-00',
  `dateAsboss` date NOT NULL default '0000-00-00',
  `dateBoss` date NOT NULL default '0000-00-00',
  `ckm` char(2) NOT NULL default '',
  `mcost` float(10,2) NOT NULL default '0.00',
  `statusNote` varchar(2) NOT NULL,
  `gId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seqId`,`personId`),
  KEY `personId` (`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteExpert`
--

LOCK TABLES `NoteExpert` WRITE;
/*!40000 ALTER TABLE `NoteExpert` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteExpert` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteExpertIn`
--

DROP TABLE IF EXISTS `NoteExpertIn`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteExpertIn` (
  `seqId` int(11) NOT NULL default '0',
  `inviteDate` date NOT NULL default '0000-00-00',
  `invitestartDate` date NOT NULL default '0000-00-00',
  `inviteendDate` date NOT NULL default '0000-00-00',
  `followNo` int(11) NOT NULL default '0',
  `reperNo` int(11) NOT NULL default '0',
  `vocationId` int(2) NOT NULL default '0',
  `expertstartDate` date NOT NULL default '0000-00-00',
  `expertendDate` date NOT NULL default '0000-00-00',
  `place` varchar(100) NOT NULL default '0',
  `provinceId` int(3) NOT NULL default '0',
  `countryId` int(3) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `experttypeId` int(2) NOT NULL default '0',
  `levelexpertId` int(2) NOT NULL default '0',
  `topicName` varchar(100) NOT NULL default '',
  `leveledu` int(11) NOT NULL default '0',
  `expertpos` varchar(100) NOT NULL default '',
  `yearedu` varchar(4) NOT NULL default '',
  `stuName` varchar(50) NOT NULL default '',
  `course` varchar(100) NOT NULL default '',
  `factory` varchar(50) NOT NULL default '',
  `organize` varchar(200) NOT NULL default '0',
  `uniId` int(3) NOT NULL default '0',
  `inviteNo` varchar(20) NOT NULL default '',
  `confirmHead` char(2) NOT NULL default '',
  `confirmPerson` char(2) NOT NULL default '',
  `confirmAsboss` char(2) NOT NULL default '',
  `confirmBoss` char(2) NOT NULL default '',
  `pIdHead` int(3) NOT NULL default '0',
  `pIdPerson` int(3) NOT NULL default '0',
  `pIdAsboss` int(3) NOT NULL default '0',
  `pIdBoss` int(3) NOT NULL default '0',
  `writeDate` date NOT NULL default '0000-00-00',
  `restartDate` date NOT NULL default '0000-00-00',
  `reendDate` date NOT NULL default '0000-00-00',
  `dateHead` date NOT NULL default '0000-00-00',
  `datePerson` date NOT NULL default '0000-00-00',
  `dateAsboss` date NOT NULL default '0000-00-00',
  `dateBoss` date NOT NULL default '0000-00-00',
  `ckm` char(2) NOT NULL default '',
  `mcost` float(10,2) NOT NULL default '0.00',
  `statusNote` varchar(2) NOT NULL,
  `gId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seqId`,`personId`),
  KEY `personId` (`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteExpertIn`
--

LOCK TABLES `NoteExpertIn` WRITE;
/*!40000 ALTER TABLE `NoteExpertIn` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteExpertIn` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteGoExpert`
--

DROP TABLE IF EXISTS `NoteGoExpert`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteGoExpert` (
  `seqId` int(11) NOT NULL default '0',
  `inviteDate` date NOT NULL default '0000-00-00',
  `invitestartDate` date NOT NULL default '0000-00-00',
  `inviteendDate` date NOT NULL default '0000-00-00',
  `followNo` int(11) NOT NULL default '0',
  `reperNo` int(11) NOT NULL default '0',
  `vocationId` int(2) NOT NULL default '0',
  `expertstartDate` date NOT NULL default '0000-00-00',
  `expertendDate` date NOT NULL default '0000-00-00',
  `place` varchar(100) NOT NULL default '0',
  `provinceId` int(3) NOT NULL default '0',
  `countryId` int(3) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `experttypeId` int(2) NOT NULL default '0',
  `levelexpertId` int(2) NOT NULL default '0',
  `topicName` varchar(100) NOT NULL default '',
  `leveledu` int(11) NOT NULL default '0',
  `expertpos` varchar(100) NOT NULL default '',
  `yearedu` varchar(4) NOT NULL default '',
  `stuName` varchar(50) NOT NULL default '',
  `course` varchar(100) NOT NULL default '',
  `factory` varchar(50) NOT NULL default '',
  `organize` varchar(200) NOT NULL default '0',
  `uniId` int(3) NOT NULL default '0',
  `inviteNo` varchar(20) NOT NULL default '',
  `confirmHead` char(2) NOT NULL default '',
  `confirmPerson` char(2) NOT NULL default '',
  `confirmAsboss` char(2) NOT NULL default '',
  `confirmBoss` char(2) NOT NULL default '',
  `pIdHead` int(3) NOT NULL default '0',
  `pIdPerson` int(3) NOT NULL default '0',
  `pIdAsboss` int(3) NOT NULL default '0',
  `pIdBoss` int(3) NOT NULL default '0',
  `writeDate` date NOT NULL default '0000-00-00',
  `restartDate` date NOT NULL default '0000-00-00',
  `reendDate` date NOT NULL default '0000-00-00',
  `dateHead` date NOT NULL default '0000-00-00',
  `datePerson` date NOT NULL default '0000-00-00',
  `dateAsboss` date NOT NULL default '0000-00-00',
  `dateBoss` date NOT NULL default '0000-00-00',
  `ckm` char(2) NOT NULL default '',
  `mcost` float(10,2) NOT NULL default '0.00',
  `statusNote` varchar(2) NOT NULL,
  `gId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seqId`,`personId`),
  KEY `personId` (`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteGoExpert`
--

LOCK TABLES `NoteGoExpert` WRITE;
/*!40000 ALTER TABLE `NoteGoExpert` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteGoExpert` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteGowork`
--

DROP TABLE IF EXISTS `NoteGowork`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteGowork` (
  `seqId` int(11) NOT NULL default '0',
  `inviteDate` date NOT NULL default '0000-00-00',
  `invitestartDate` date NOT NULL default '0000-00-00',
  `inviteendDate` date NOT NULL default '0000-00-00',
  `followNo` int(11) NOT NULL default '0',
  `reperNo` int(11) NOT NULL default '0',
  `gostartDate` date NOT NULL default '0000-00-00',
  `goendDate` date NOT NULL default '0000-00-00',
  `place` varchar(100) NOT NULL default '0',
  `provinceId` int(3) NOT NULL default '0',
  `countryId` int(3) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `ordertypeId` char(2) NOT NULL default '0',
  `topicName` varchar(255) NOT NULL default '',
  `organize` varchar(200) NOT NULL default '0',
  `inviteNo` varchar(20) NOT NULL default '',
  `confirmHead` char(2) NOT NULL default '',
  `confirmPerson` char(2) NOT NULL default '',
  `confirmAsboss` char(2) NOT NULL default '',
  `confirmBoss` char(2) NOT NULL default '',
  `pIdHead` int(3) NOT NULL default '0',
  `pIdPerson` int(3) NOT NULL default '0',
  `pIdAsboss` int(3) NOT NULL default '0',
  `pIdBoss` int(3) NOT NULL default '0',
  `paytype` char(2) NOT NULL default '',
  `writeDate` date NOT NULL default '0000-00-00',
  `restartDate` date NOT NULL default '0000-00-00',
  `reendDate` date NOT NULL default '0000-00-00',
  `dateHead` date NOT NULL default '0000-00-00',
  `datePerson` date NOT NULL default '0000-00-00',
  `dateAsboss` date NOT NULL default '0000-00-00',
  `dateBoss` date NOT NULL default '0000-00-00',
  `ckm` char(2) NOT NULL default '',
  `mcost` float(10,2) NOT NULL default '0.00',
  `statusNote` varchar(2) NOT NULL,
  `gId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seqId`,`personId`),
  KEY `personId` (`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteGowork`
--

LOCK TABLES `NoteGowork` WRITE;
/*!40000 ALTER TABLE `NoteGowork` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteGowork` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteMedical`
--

DROP TABLE IF EXISTS `NoteMedical`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteMedical` (
  `formId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `reqMy` char(2) NOT NULL default '',
  `reqMa` char(2) NOT NULL default '',
  `reqFa` char(2) NOT NULL default '',
  `reqMo` char(2) NOT NULL default '',
  `reqCh` char(2) NOT NULL default '',
  `glantMy` char(3) NOT NULL default '',
  `glantMa` char(3) NOT NULL default '',
  `posG` varchar(100) NOT NULL default '',
  `parG` varchar(100) NOT NULL default '',
  `posA` varchar(100) NOT NULL default '',
  `parA` varchar(100) NOT NULL default '',
  `glantMa2` char(3) NOT NULL default '',
  `glantFa` char(3) NOT NULL default '',
  `glantMo` char(3) NOT NULL default '',
  `numbillMy` int(2) NOT NULL default '0',
  `numbillMa` int(2) NOT NULL default '0',
  `numbillFa` int(2) NOT NULL default '0',
  `numbillMo` int(2) NOT NULL default '0',
  `totalcostMy` float(11,2) NOT NULL default '0.00',
  `totalcostMa` float(11,2) NOT NULL default '0.00',
  `totalcostFa` float(11,2) NOT NULL default '0.00',
  `totalcostMo` float(11,2) NOT NULL default '0.00',
  `reasonMy` varchar(200) NOT NULL default '',
  `reasonMa` varchar(200) NOT NULL default '',
  `reasonFa` varchar(200) NOT NULL default '',
  `reasonMo` varchar(200) NOT NULL default '',
  `reasonCh` varchar(200) NOT NULL default '',
  `hospitalMy` varchar(200) NOT NULL default '',
  `hospitalMa` varchar(200) NOT NULL default '',
  `hospitalFa` varchar(200) NOT NULL default '',
  `hospitalMo` varchar(200) NOT NULL default '',
  `hospitalCh` varchar(200) NOT NULL default '',
  `hostypeMyG` char(2) NOT NULL default '',
  `hostypeMaG` char(2) NOT NULL default '',
  `hostypeFaG` char(2) NOT NULL default '',
  `hostypeMoG` char(2) NOT NULL default '',
  `hostypeChG` char(2) NOT NULL default '',
  `hostypeMyO` char(2) NOT NULL default '',
  `hostypeMaO` char(2) NOT NULL default '',
  `hostypeFaO` char(2) NOT NULL default '',
  `hostypeMoO` char(2) NOT NULL default '',
  `hostypeChO` char(2) NOT NULL default '',
  `totalcostFull` float(11,2) NOT NULL default '0.00',
  `totalcostReq` float(11,2) NOT NULL default '0.00',
  `writeDate` date NOT NULL default '0000-00-00',
  `confirmHead` char(2) NOT NULL default '',
  `confirmMoney` char(2) NOT NULL default '',
  `confirmMoney2` char(2) NOT NULL default '',
  `confirmAsBoss` char(2) NOT NULL default '',
  `confirmBoss` char(2) NOT NULL default '',
  `pIdHead` int(11) NOT NULL default '0',
  `pIdMoney` int(11) NOT NULL default '0',
  `pIdMoney2` int(11) NOT NULL default '0',
  `pIdAsBoss` int(11) NOT NULL default '0',
  `pIdBoss` int(11) NOT NULL default '0',
  `dateHead` date NOT NULL default '0000-00-00',
  `dateMoney` date NOT NULL default '0000-00-00',
  `dateMoney2` date NOT NULL default '0000-00-00',
  `dateAsboss` date NOT NULL default '0000-00-00',
  `dateBoss` date NOT NULL default '0000-00-00',
  `statusform` char(2) NOT NULL default '',
  `statuspaymoney` char(2) NOT NULL default '',
  `datepay` date NOT NULL default '0000-00-00',
  `month` char(2) NOT NULL default '',
  `year` varchar(4) NOT NULL default '',
  PRIMARY KEY  (`formId`,`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteMedical`
--

LOCK TABLES `NoteMedical` WRITE;
/*!40000 ALTER TABLE `NoteMedical` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteMedical` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteMedicalFlow`
--

DROP TABLE IF EXISTS `NoteMedicalFlow`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteMedicalFlow` (
  `seqId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `formId` int(11) NOT NULL default '0',
  `PathId` int(11) NOT NULL default '0',
  `FlowPath` int(11) NOT NULL default '0',
  `FlowActive` varchar(50) NOT NULL default '',
  `PathpId` int(11) NOT NULL default '0',
  `FlowDate` date NOT NULL default '0000-00-00',
  `FlowStatus` char(3) NOT NULL default '',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteMedicalFlow`
--

LOCK TABLES `NoteMedicalFlow` WRITE;
/*!40000 ALTER TABLE `NoteMedicalFlow` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteMedicalFlow` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteOrder`
--

DROP TABLE IF EXISTS `NoteOrder`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteOrder` (
  `seqId` int(11) NOT NULL default '0',
  `inviteDate` date NOT NULL default '0000-00-00',
  `invitestartDate` date NOT NULL default '0000-00-00',
  `inviteendDate` date NOT NULL default '0000-00-00',
  `followNo` int(11) NOT NULL default '0',
  `reperNo` int(11) NOT NULL default '0',
  `orderstartDate` date NOT NULL default '0000-00-00',
  `orderendDate` date NOT NULL default '0000-00-00',
  `place` varchar(100) NOT NULL default '0',
  `provinceId` int(3) NOT NULL default '0',
  `countryId` int(3) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `ordertypeId` char(2) NOT NULL default '0',
  `topicName` varchar(100) NOT NULL default '',
  `organize` varchar(200) NOT NULL default '0',
  `inviteNo` varchar(20) NOT NULL default '',
  `confirmHead` char(2) NOT NULL default '',
  `confirmPerson` char(2) NOT NULL default '',
  `confirmAsboss` char(2) NOT NULL default '',
  `confirmBoss` char(2) NOT NULL default '',
  `pIdHead` int(3) NOT NULL default '0',
  `pIdPerson` int(3) NOT NULL default '0',
  `pIdAsboss` int(3) NOT NULL default '0',
  `pIdBoss` int(3) NOT NULL default '0',
  `paytype` char(2) NOT NULL default '',
  `writeDate` date NOT NULL default '0000-00-00',
  `restartDate` date NOT NULL default '0000-00-00',
  `reendDate` date NOT NULL default '0000-00-00',
  `dateHead` date NOT NULL default '0000-00-00',
  `datePerson` date NOT NULL default '0000-00-00',
  `dateAsboss` date NOT NULL default '0000-00-00',
  `dateBoss` date NOT NULL default '0000-00-00',
  `ckm` char(2) NOT NULL default '',
  `mcost` float(10,2) NOT NULL default '0.00',
  `gId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seqId`,`personId`),
  KEY `personId` (`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteOrder`
--

LOCK TABLES `NoteOrder` WRITE;
/*!40000 ALTER TABLE `NoteOrder` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteOrder` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteResign`
--

DROP TABLE IF EXISTS `NoteResign`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteResign` (
  `seqId` int(11) NOT NULL,
  `personId` int(11) NOT NULL,
  `adlineId` int(11) NOT NULL,
  `deptId` int(11) NOT NULL,
  `reason` varchar(200) NOT NULL,
  `resignTypeId` int(2) NOT NULL,
  `burden` varchar(2) NOT NULL,
  `resignstartDate` date NOT NULL,
  `writeDate` date NOT NULL,
  `gId` int(11) NOT NULL default '0',
  `statusnoteresign` varchar(2) NOT NULL,
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ใบขอลาออก';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteResign`
--

LOCK TABLES `NoteResign` WRITE;
/*!40000 ALTER TABLE `NoteResign` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteResign` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteResignFlow`
--

DROP TABLE IF EXISTS `NoteResignFlow`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteResignFlow` (
  `seqId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `formId` int(11) NOT NULL default '0',
  `PathId` int(11) NOT NULL default '0',
  `FlowPath` int(11) NOT NULL default '0',
  `FlowActive` varchar(50) NOT NULL default '',
  `PathpId` int(11) NOT NULL default '0',
  `FlowDate` date NOT NULL default '0000-00-00',
  `FlowStatus` char(3) NOT NULL default '',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteResignFlow`
--

LOCK TABLES `NoteResignFlow` WRITE;
/*!40000 ALTER TABLE `NoteResignFlow` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteResignFlow` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteServe`
--

DROP TABLE IF EXISTS `NoteServe`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteServe` (
  `seqId` int(11) NOT NULL default '0',
  `inviteDate` date NOT NULL default '0000-00-00',
  `invitestartDate` date NOT NULL default '0000-00-00',
  `inviteendDate` date NOT NULL default '0000-00-00',
  `followNo` int(11) NOT NULL default '0',
  `reperNo` int(11) NOT NULL default '0',
  `vocationId` int(2) NOT NULL default '0',
  `servestartDate` date NOT NULL default '0000-00-00',
  `serveendDate` date NOT NULL default '0000-00-00',
  `place` varchar(100) NOT NULL default '0',
  `provinceId` int(3) NOT NULL default '0',
  `countryId` int(3) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `servetypeId` int(2) NOT NULL default '0',
  `levelserveId` int(2) NOT NULL default '0',
  `topicName` varchar(100) NOT NULL default '',
  `leveledu` int(11) NOT NULL default '0',
  `servepos` varchar(100) NOT NULL default '',
  `yearedu` varchar(4) NOT NULL default '',
  `stuName` varchar(50) NOT NULL default '',
  `course` varchar(100) NOT NULL default '',
  `factory` varchar(50) NOT NULL default '',
  `organize` varchar(200) NOT NULL default '0',
  `uniId` int(3) NOT NULL default '0',
  `inviteNo` varchar(20) NOT NULL default '',
  `confirmHead` char(2) NOT NULL default '',
  `confirmPerson` char(2) NOT NULL default '',
  `confirmAsboss` char(2) NOT NULL default '',
  `confirmBoss` char(2) NOT NULL default '',
  `pIdHead` int(3) NOT NULL default '0',
  `pIdPerson` int(3) NOT NULL default '0',
  `pIdAsboss` int(3) NOT NULL default '0',
  `pIdBoss` int(3) NOT NULL default '0',
  `writeDate` date NOT NULL default '0000-00-00',
  `restartDate` date NOT NULL default '0000-00-00',
  `reendDate` date NOT NULL default '0000-00-00',
  `dateHead` date NOT NULL default '0000-00-00',
  `datePerson` date NOT NULL default '0000-00-00',
  `dateAsboss` date NOT NULL default '0000-00-00',
  `dateBoss` date NOT NULL default '0000-00-00',
  `ckm` char(2) NOT NULL default '',
  `mcost` float(10,2) NOT NULL default '0.00',
  `statusNote` varchar(2) NOT NULL,
  `gId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seqId`,`personId`),
  KEY `personId` (`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteServe`
--

LOCK TABLES `NoteServe` WRITE;
/*!40000 ALTER TABLE `NoteServe` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteServe` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `NoteServey`
--

DROP TABLE IF EXISTS `NoteServey`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `NoteServey` (
  `seqId` int(11) NOT NULL default '0',
  `inviteDate` date NOT NULL default '0000-00-00',
  `invitestartDate` date NOT NULL default '0000-00-00',
  `inviteendDate` date NOT NULL default '0000-00-00',
  `followNo` int(11) NOT NULL default '0',
  `reperNo` int(11) NOT NULL default '0',
  `serveystartDate` date NOT NULL default '0000-00-00',
  `serveyendDate` date NOT NULL default '0000-00-00',
  `place` varchar(100) NOT NULL default '0',
  `provinceId` int(3) NOT NULL default '0',
  `countryId` int(3) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `ordertypeId` char(2) NOT NULL default '0',
  `topicName` varchar(255) NOT NULL default '',
  `organize` varchar(200) NOT NULL default '0',
  `inviteNo` varchar(20) NOT NULL default '',
  `confirmHead` char(2) NOT NULL default '',
  `confirmPerson` char(2) NOT NULL default '',
  `confirmAsboss` char(2) NOT NULL default '',
  `confirmBoss` char(2) NOT NULL default '',
  `pIdHead` int(3) NOT NULL default '0',
  `pIdPerson` int(3) NOT NULL default '0',
  `pIdAsboss` int(3) NOT NULL default '0',
  `pIdBoss` int(3) NOT NULL default '0',
  `paytype` char(2) NOT NULL default '',
  `writeDate` date NOT NULL default '0000-00-00',
  `restartDate` date NOT NULL default '0000-00-00',
  `reendDate` date NOT NULL default '0000-00-00',
  `dateHead` date NOT NULL default '0000-00-00',
  `datePerson` date NOT NULL default '0000-00-00',
  `dateAsboss` date NOT NULL default '0000-00-00',
  `dateBoss` date NOT NULL default '0000-00-00',
  `ckm` char(2) NOT NULL default '',
  `mcost` float(10,2) NOT NULL default '0.00',
  `gId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seqId`,`personId`),
  KEY `personId` (`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `NoteServey`
--

LOCK TABLES `NoteServey` WRITE;
/*!40000 ALTER TABLE `NoteServey` DISABLE KEYS */;
/*!40000 ALTER TABLE `NoteServey` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Occupation`
--

DROP TABLE IF EXISTS `Occupation`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Occupation` (
  `occuId` int(2) NOT NULL auto_increment,
  `occuName` varchar(100) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`occuId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='อาชีพ';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Occupation`
--

LOCK TABLES `Occupation` WRITE;
/*!40000 ALTER TABLE `Occupation` DISABLE KEYS */;
/*!40000 ALTER TABLE `Occupation` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `OrderAgency`
--

DROP TABLE IF EXISTS `OrderAgency`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `OrderAgency` (
  `orderId` int(11) NOT NULL auto_increment,
  `orderNo` varchar(100) NOT NULL default '',
  `orderAt` varchar(100) NOT NULL default '',
  `orderDate` date NOT NULL default '0000-00-00',
  `startDate` date NOT NULL default '0000-00-00',
  `endDate` date NOT NULL default '0000-00-00',
  `budYear` varchar(4) NOT NULL default '',
  `personId` int(11) NOT NULL default '0',
  `deptId` int(3) NOT NULL default '0',
  `orderName` varchar(200) NOT NULL,
  `context` text NOT NULL,
  `statusorder` char(2) NOT NULL default '',
  `orderG` int(11) NOT NULL default '0',
  `checkDate` varchar(2) NOT NULL,
  `orderType` varchar(2) NOT NULL,
  `orderByName` varchar(100) NOT NULL,
  `orderByPos` varchar(100) NOT NULL,
  PRIMARY KEY  (`orderId`)
) ENGINE=InnoDB AUTO_INCREMENT=16 DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `OrderAgency`
--

LOCK TABLES `OrderAgency` WRITE;
/*!40000 ALTER TABLE `OrderAgency` DISABLE KEYS */;
INSERT INTO `OrderAgency` VALUES (1,'1','','2554-09-22','2554-09-22','2554-09-22','2554',309,0,'การแต่งตั้งคณะกรรมการบริหารคณะวิทยาศาสตร์','-','N',0,'','Ot','',''),(2,'2','','2554-09-22','2554-09-22','2554-09-22','2554',309,0,'การแต่งตั้งคณะกรรมการประจำคณะวิทยาศาสตร์','-','N',0,'','Ot','',''),(4,'๒๐๐/๒๕๕๕','ฝ่ายวิจัยและบัณฑิตศึกษา','2555-07-23','2555-07-15','2555-10-30','2555',290,7,'การแต่งตั้งคณะกรรมการระบบสารสนเทศอิเลกทรอนิกส์','เพื่อการดำเนินการการประชุมอิเลกทรอนิกส์เป็ไปด้วยความเรียบร้อย','Y',0,'','Ot','เอกรัฐ ศรีสุข','รองคณบดีฝ่ายวิจัยและบัณฑิตศึกษา|'),(6,'0001/2554','คำสั่งคณะวิทยาศาสตร์ มหาวิทยาลัยบูรพา','2554-10-23','2554-10-01','2555-09-30','2555',309,0,'แต่งตั้งกรรมการบริหารงานของภาควิชาชีววิทยา','เพื่อให้การบริหารงานด้านต่าง ๆ ของภาควิชาชีววิทยา คณะวิทยาศาสตร์ เป็นไปด้วยความเรียบร้อยและมีประสิทธิภาพ และเป็นงานบริหารข้อ 2.6 (2.6.6) ตามคู่มือการประเมินผลการปฏิบัติงานของข้าราชการกลุ่มผู้ดำรงตำแหน่ง ประเภทวิชาการ พ.ศ. 2554 คณะวิทยาศาสตร์ มหาวิทยาลัยบูรพา จึงอาศัยอำนาจตามความในมาตรา 35 แห่งพระราชบัญญัติมหาวิทยาลัยบูรพา พ.ศ. 2550 จึงขอแต่งตั้งบุคคลต่อไปนี้เป็นกรรมการบริหารงาน ของภาควิชาชีววิทยา ดังนี้','N',0,'','Ot','ดร.ณรงค์   อึ้งกิมบ้วน','รองคณบดีฝ่ายบริหาร รักษาการแทน|คณบดีคณะวิทยาศาสตร์'),(7,'0001/2554','คณะวิทยาศาสตร์','2554-11-01','2554-11-01','2554-11-01','2555',309,0,'การไล่ออก','การไล่ออก','Y',0,'','Ot','ผู้ช่วยศาสตราจารย์อุษาวดี ตันติวรานุรักษ์','คณบดีคณะวิทยาศาสตร์|'),(8,'','','2555-07-23','2555-07-23','2555-07-23','2555',290,7,'','','N',0,'','Ot','','|'),(10,'001/2556','คณะวิทยาศาสตร์  มหาวิทยาลัยบูรพา','2556-01-03','2555-07-02','2556-05-31','2556',25,16,'แต่งตั้งคณะกรรมการดำเนินการแข่งขันคณิตศาสตร์โอลิมปิกระดับชาติ   ครั้งที่ 10','','N',0,'','Ot','ผู้ช่วยศาสตราจารย์อุษาวดี  ตันติวรานุรักษ์','คณบดีคณะวิทยาศาสตร์|'),(11,'002/2556','คณะวิทยาศาสตร์  มหาวิทยาลัยบูรพา','2556-01-03','2555-12-06','2556-09-30','2556',25,16,'แต่งตั้งคณะกรรมการตรวจรับตำรา  เรื่อง  การอนุมานเชิงสถิติ','','N',0,'','Ot','ผู้ช่วยศาสตราจารย์อุษาวดี  ตันติวรานุรักษ์','คณบดีคณะวิทยาศาสตร์|'),(12,'003/2556','คณะวิทยาศาสตร์  มหาวิทยาลัยบูรพา','2556-01-04','2556-01-04','2556-09-30','2556',25,16,'แต่งตั้งคณะกรรมการดำเนินการจัดหาโดยวิธีตกลงราคา – ดำเนินการจัดจ้าง ทาสีภายนอกอาคารวิทยาศาสตร์ชีวภาพ  จำนวน 1 อาคาร','','Y',0,'','Ot','ผู้ช่วยศาสตราจารย์อุษาวดี  ตันติวรานุรักษ์','คณบดีคณะวิทยาศาสตร์|'),(13,'004/2556','คณะวิทยาศาสตร์  มหาวิทยาลัยบูรพา','2556-01-04','2555-11-16','2556-09-30','2556',25,16,'แต่งตั้งคณะกรรมการฝ่ายบริการทางวิชาการ  คณะวิทยาศาสตร์  (เพิ่มเติม)','','N',0,'','Ot','ผู้ช่วยศาสตราจารย์อุษาวดี  ตันติวรานุรักษ์','คณบดีคณะวิทยาศาสตร์|'),(14,'005/2556','คณะวิทยาศาสตร์  มหาวิทยาลัยบูรพา','2556-01-08','2556-01-01','2556-12-31','2556',25,16,'แต่งตั้งคณะกรรมการบริหารแบบมีส่วนร่วมคณะวิทยาศาสตร์  มหาวิทยาลัยบูรพา','','N',0,'','Ot','ผู้ช่วยศาสตราจารย์อุษาวดี  ตันติวรานุรักษ์','คณบดีคณะวิทยาศาสตร์|'),(15,'006/2556','คณะวิทยาศาสตร์  มหาวิทยาลัยบูรพา','2556-01-08','2556-01-08','2556-09-30','2556',25,16,'แต่งตั้งคณะกรรมการตรวจสอบข้อเท็จจริงของข้าราชการที่ยื่นเรื่องขอรับค่าเช่าบ้าน','','N',0,'','Ot','ผู้ช่วยศาสตราจารย์อุษาวดี  ตันติวรานุรักษ์','คณบดีคณะวิทยาศาสตร์|');
/*!40000 ALTER TABLE `OrderAgency` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `OrderChangeSalary`
--

DROP TABLE IF EXISTS `OrderChangeSalary`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `OrderChangeSalary` (
  `orderId` int(11) NOT NULL default '0',
  `orderNo` int(11) NOT NULL,
  `orderAt` varchar(100) NOT NULL,
  `orderDate` date NOT NULL,
  `effectDate` date NOT NULL,
  `orderBudyear` int(4) NOT NULL,
  `moneyflag` varchar(3) NOT NULL,
  `personId` int(11) NOT NULL,
  `adminposId` int(11) NOT NULL,
  `postypeId` int(11) NOT NULL,
  `levelposId` int(11) NOT NULL,
  `posId` varchar(100) NOT NULL,
  `salary_old` int(11) NOT NULL,
  `salary_new` int(11) NOT NULL,
  `note` varchar(100) NOT NULL,
  PRIMARY KEY  (`orderId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `OrderChangeSalary`
--

LOCK TABLES `OrderChangeSalary` WRITE;
/*!40000 ALTER TABLE `OrderChangeSalary` DISABLE KEYS */;
/*!40000 ALTER TABLE `OrderChangeSalary` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Ordermovedept`
--

DROP TABLE IF EXISTS `Ordermovedept`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Ordermovedept` (
  `seqId` int(11) NOT NULL,
  `personId` int(11) NOT NULL,
  `odeptId` int(11) NOT NULL,
  `ndeptId` int(11) NOT NULL,
  `startDatendept` date NOT NULL,
  `orderNo` varchar(100) NOT NULL,
  `orderAt` varchar(100) NOT NULL,
  `orderDate` date NOT NULL,
  `effectDate` date NOT NULL,
  `statusorder` varchar(3) NOT NULL,
  `reference` varchar(100) NOT NULL,
  `note` varchar(100) NOT NULL,
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Ordermovedept`
--

LOCK TABLES `Ordermovedept` WRITE;
/*!40000 ALTER TABLE `Ordermovedept` DISABLE KEYS */;
/*!40000 ALTER TABLE `Ordermovedept` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Orderpiority`
--

DROP TABLE IF EXISTS `Orderpiority`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Orderpiority` (
  `seqId` int(11) NOT NULL default '0',
  `orderNo` varchar(50) NOT NULL default '',
  `orderDate` date NOT NULL default '0000-00-00',
  `orderAt` varchar(100) NOT NULL default '',
  `startDate` date NOT NULL default '0000-00-00',
  `ordertype` char(2) NOT NULL default '',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Orderpiority`
--

LOCK TABLES `Orderpiority` WRITE;
/*!40000 ALTER TABLE `Orderpiority` DISABLE KEYS */;
/*!40000 ALTER TABLE `Orderpiority` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Orderserveagency`
--

DROP TABLE IF EXISTS `Orderserveagency`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Orderserveagency` (
  `orderId` int(11) NOT NULL default '0',
  `servetypeId` int(2) NOT NULL,
  `levelserveId` int(2) NOT NULL,
  `topicName` varchar(200) NOT NULL,
  `leveledu` int(2) NOT NULL,
  `yearedu` varchar(4) NOT NULL,
  `stuName` varchar(200) NOT NULL,
  `course` varchar(200) NOT NULL,
  `factory` varchar(200) NOT NULL,
  `uniId` int(11) NOT NULL,
  `servestartDate` date NOT NULL,
  `serveendDate` date NOT NULL,
  `reference` varchar(100) NOT NULL,
  `notice` varchar(100) NOT NULL,
  `orderNo` varchar(50) NOT NULL,
  `orderAt` varchar(100) NOT NULL,
  `orderDate` date NOT NULL,
  `checkDate` varchar(2) NOT NULL,
  `vocationId` int(2) NOT NULL,
  `organize` varchar(100) NOT NULL,
  `personIdwrite` int(11) NOT NULL,
  `writeDate` date NOT NULL,
  `statusorder` varchar(2) NOT NULL,
  PRIMARY KEY  (`orderId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Orderserveagency`
--

LOCK TABLES `Orderserveagency` WRITE;
/*!40000 ALTER TABLE `Orderserveagency` DISABLE KEYS */;
/*!40000 ALTER TABLE `Orderserveagency` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Outtype`
--

DROP TABLE IF EXISTS `Outtype`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Outtype` (
  `outtypeId` int(2) NOT NULL auto_increment,
  `outtypeName` varchar(100) NOT NULL default '',
  `outtypeAbbr` varchar(100) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`outtypeId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Outtype`
--

LOCK TABLES `Outtype` WRITE;
/*!40000 ALTER TABLE `Outtype` DISABLE KEYS */;
/*!40000 ALTER TABLE `Outtype` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Party`
--

DROP TABLE IF EXISTS `Party`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Party` (
  `partyId` int(2) NOT NULL auto_increment,
  `partyName` varchar(100) NOT NULL default '',
  `partyAbbr` varchar(20) NOT NULL default '',
  `partyType` char(1) NOT NULL default '',
  `partyNameCurrent` varchar(100) NOT NULL default '0',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`partyId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='สังกัด';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Party`
--

LOCK TABLES `Party` WRITE;
/*!40000 ALTER TABLE `Party` DISABLE KEYS */;
/*!40000 ALTER TABLE `Party` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Paybillmedical`
--

DROP TABLE IF EXISTS `Paybillmedical`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Paybillmedical` (
  `itemId` int(11) NOT NULL default '0',
  `req` char(2) NOT NULL default '',
  `reqType` char(2) NOT NULL default '',
  `payId` int(11) NOT NULL default '0',
  `payNameAdd` varchar(100) NOT NULL default '',
  `cost` float NOT NULL default '0',
  `payglant` char(2) NOT NULL default '',
  `unit` int(2) NOT NULL default '0',
  `posteeth` char(2) NOT NULL default '',
  `formId` int(11) NOT NULL default '0',
  `billId` int(11) NOT NULL default '0',
  `teeth_up_1` char(2) NOT NULL default '',
  `teeth_up_2` char(2) NOT NULL default '',
  `teeth_up_3` char(2) NOT NULL default '',
  `teeth_up_4` char(2) NOT NULL default '',
  `teeth_up_5` char(2) NOT NULL default '',
  `teeth_up_6` char(2) NOT NULL default '',
  `teeth_up_7` char(2) NOT NULL default '',
  `teeth_up_8` char(2) NOT NULL default '',
  `teeth_up_9` char(2) NOT NULL default '',
  `teeth_up_10` char(2) NOT NULL default '',
  `teeth_up_11` char(2) NOT NULL default '',
  `teeth_up_12` char(2) NOT NULL default '',
  `teeth_up_13` char(2) NOT NULL default '',
  `teeth_up_14` char(2) NOT NULL default '',
  `teeth_up_15` char(2) NOT NULL default '',
  `teeth_up_16` char(3) NOT NULL default '',
  `teeth_down_1` char(2) NOT NULL default '',
  `teeth_down_2` char(2) NOT NULL default '',
  `teeth_down_3` char(2) NOT NULL default '',
  `teeth_down_4` char(2) NOT NULL default '',
  `teeth_down_5` char(2) NOT NULL default '',
  `teeth_down_6` char(2) NOT NULL default '',
  `teeth_down_7` char(2) NOT NULL default '',
  `teeth_down_8` char(2) NOT NULL default '',
  `teeth_down_9` char(2) NOT NULL default '',
  `teeth_down_10` char(2) NOT NULL default '',
  `teeth_down_11` char(2) NOT NULL default '',
  `teeth_down_12` char(2) NOT NULL default '',
  `teeth_down_13` char(2) NOT NULL default '',
  `teeth_down_14` char(2) NOT NULL default '',
  `teeth_down_15` char(2) NOT NULL default '',
  `teeth_down_16` char(2) NOT NULL default '',
  PRIMARY KEY  (`itemId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Paybillmedical`
--

LOCK TABLES `Paybillmedical` WRITE;
/*!40000 ALTER TABLE `Paybillmedical` DISABLE KEYS */;
/*!40000 ALTER TABLE `Paybillmedical` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Paychildedu`
--

DROP TABLE IF EXISTS `Paychildedu`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Paychildedu` (
  `itemId` int(11) NOT NULL default '0',
  `formId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `childId` char(2) NOT NULL default '',
  `payId` int(11) NOT NULL default '0',
  `paycost` int(11) NOT NULL default '0',
  `payglant` char(2) NOT NULL default '',
  PRIMARY KEY  (`itemId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Paychildedu`
--

LOCK TABLES `Paychildedu` WRITE;
/*!40000 ALTER TABLE `Paychildedu` DISABLE KEYS */;
/*!40000 ALTER TABLE `Paychildedu` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Paymedical`
--

DROP TABLE IF EXISTS `Paymedical`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Paymedical` (
  `PayId` int(3) NOT NULL default '0',
  `PayName` varchar(100) NOT NULL default '',
  `PayUnit` varchar(20) NOT NULL default '',
  `PayCost` int(6) NOT NULL default '0',
  `PayCode` varchar(10) NOT NULL default '0',
  `PayYear` int(4) NOT NULL default '0',
  PRIMARY KEY  (`PayId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Paymedical`
--

LOCK TABLES `Paymedical` WRITE;
/*!40000 ALTER TABLE `Paymedical` DISABLE KEYS */;
/*!40000 ALTER TABLE `Paymedical` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Paymedical2`
--

DROP TABLE IF EXISTS `Paymedical2`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Paymedical2` (
  `PayId` int(3) NOT NULL default '0',
  `PayName` varchar(100) NOT NULL default '',
  `PayUnit` varchar(20) NOT NULL default '',
  `PayCost` int(6) NOT NULL default '0',
  `PayCode` varchar(10) NOT NULL default '0',
  `PayYear` int(4) NOT NULL default '0',
  PRIMARY KEY  (`PayId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Paymedical2`
--

LOCK TABLES `Paymedical2` WRITE;
/*!40000 ALTER TABLE `Paymedical2` DISABLE KEYS */;
/*!40000 ALTER TABLE `Paymedical2` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Payment`
--

DROP TABLE IF EXISTS `Payment`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Payment` (
  `PayId` int(3) NOT NULL default '0',
  `PayName` varchar(100) NOT NULL default '',
  PRIMARY KEY  (`PayId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Payment`
--

LOCK TABLES `Payment` WRITE;
/*!40000 ALTER TABLE `Payment` DISABLE KEYS */;
/*!40000 ALTER TABLE `Payment` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Penalty`
--

DROP TABLE IF EXISTS `Penalty`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Penalty` (
  `penaltyId` int(2) NOT NULL auto_increment,
  `penaltyName` varchar(20) NOT NULL default '',
  `penaltytype` char(3) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`penaltyId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='สถานโทษ';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Penalty`
--

LOCK TABLES `Penalty` WRITE;
/*!40000 ALTER TABLE `Penalty` DISABLE KEYS */;
/*!40000 ALTER TABLE `Penalty` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Person`
--

DROP TABLE IF EXISTS `Person`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Person` (
  `personId` int(11) NOT NULL auto_increment,
  `prefixId` int(2) NOT NULL default '0',
  `fName` varchar(60) NOT NULL default '',
  `lName` varchar(60) NOT NULL default '',
  `receiveDate` date NOT NULL default '0000-00-00',
  `pId` int(11) NOT NULL default '0',
  `adlineId` int(2) NOT NULL default '0',
  `adminposId` int(2) NOT NULL default '0',
  `hireId` int(2) NOT NULL default '0',
  `majortypeId` int(2) NOT NULL default '0',
  `levelposId` int(2) NOT NULL default '0',
  `stepSal` float NOT NULL default '0',
  `salary` int(11) NOT NULL default '0',
  `partyId` int(2) NOT NULL default '0',
  `deptId` int(2) NOT NULL default '0',
  `majorId` int(2) NOT NULL default '0',
  `assignId` int(2) NOT NULL default '0',
  `promoteDate` date NOT NULL default '0000-00-00',
  `educDate` date NOT NULL default '0000-00-00',
  `posDate` date NOT NULL default '0000-00-00',
  `fullsalDate` date NOT NULL default '0000-00-00',
  `typemoveId` int(2) NOT NULL default '0',
  `fyDecor` varchar(4) NOT NULL default '',
  `lastDecor` int(2) NOT NULL default '0',
  `fRetire` char(2) NOT NULL default '',
  `adminId` int(3) NOT NULL default '0',
  `done` char(1) NOT NULL default '',
  `accountNo` varchar(30) NOT NULL default '',
  `useSalary` int(2) NOT NULL default '0',
  `personCode` varchar(9) NOT NULL default '0',
  `oldpersonCode` varchar(5) NOT NULL default '0',
  `admidYear` varchar(4) NOT NULL default '',
  `partyAtId` int(2) NOT NULL default '0',
  `partypracticeId` int(2) NOT NULL default '0',
  `firstadmidDate` date NOT NULL default '0000-00-00',
  `posDegree` int(2) NOT NULL default '0',
  `posEducmajor` int(2) NOT NULL default '0',
  `enterType` char(1) NOT NULL default '',
  `fStatus` char(1) NOT NULL default '',
  `salary2` int(6) NOT NULL default '0',
  `fullStep` int(6) NOT NULL default '0',
  `levelposId2` int(2) NOT NULL default '0',
  `stepSal2` float NOT NULL default '0',
  `useSalary2` int(2) NOT NULL default '0',
  `levelId` int(3) NOT NULL default '0',
  `deptkpId` int(2) NOT NULL,
  `outDate` date NOT NULL,
  PRIMARY KEY  (`personId`),
  KEY `prefixId` (`prefixId`),
  KEY `pId` (`pId`),
  KEY `adlineId` (`adlineId`),
  KEY `adminposId` (`adminposId`),
  KEY `hireId` (`hireId`),
  KEY `majortypeId` (`majortypeId`),
  KEY `levelposId` (`levelposId`),
  KEY `partyId` (`partyId`),
  KEY `deptId` (`deptId`),
  KEY `majorId` (`majorId`),
  KEY `assignId` (`assignId`),
  KEY `typemoveId` (`typemoveId`),
  KEY `lastDecor` (`lastDecor`),
  KEY `adminId` (`adminId`),
  KEY `useSalary` (`useSalary`),
  KEY `partyAtId` (`partyAtId`),
  KEY `partypracticeId` (`partypracticeId`),
  KEY `posDegree` (`posDegree`),
  KEY `posEducmajor` (`posEducmajor`),
  KEY `adminId_2` (`adminId`),
  KEY `deptId_2` (`deptId`)
) ENGINE=InnoDB AUTO_INCREMENT=379 DEFAULT CHARSET=utf8 COMMENT='ข้อมูลบุคลากร';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Person`
--

LOCK TABLES `Person` WRITE;
/*!40000 ALTER TABLE `Person` DISABLE KEYS */;
INSERT INTO `Person` VALUES (1,1,'ทวีสุข','ภู่สุวรรณ','2516-02-01',1,0,15,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'16200002','0','',0,0,'2516-02-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(2,1,'หลิม','ชะอุ่มใบ','2522-07-16',2,0,12,0,0,0,0,0,0,5,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'8',0,'','',0,'22200003','0','',0,0,'2522-07-16',0,0,'','2',0,0,0,0,0,0,0,'2553-10-01'),(3,1,'ชาญ','อินทประสาท','2523-06-16',3,0,28,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'23200003','0','',0,0,'2523-06-16',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(4,3,'เนาวรัตน์','โกมารพิมพ์','2552-04-01',294,0,17,0,0,0,0,0,0,16,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'24100006','0','',0,0,'2523-12-22',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(5,1,'สุธน','ทองปาน ','2526-03-16',5,0,12,0,0,0,0,0,0,9,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'26200003','0','',0,0,'2526-03-16',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(6,3,'ศิวไลซ์','คนฉลาด','2552-11-01',295,0,30,0,0,0,0,0,0,16,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'32100016','0','',0,0,'2532-04-04',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(7,1,'อุบล','ทองสุข','2532-04-04',7,0,29,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'32200001','0','',0,0,'2532-04-04',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(8,1,'นิพนธ์','ทองระอา','2534-11-12',8,0,12,0,0,0,0,0,0,6,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'34200008','0','',0,0,'2534-11-12',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(9,3,'สุชาดา','ไม้งาม','2552-12-01',296,0,17,0,0,0,0,0,0,16,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35100026','0','',0,0,'2535-01-28',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(10,1,'สงคราม','คงเมือง','2535-01-28',10,0,31,0,0,0,0,0,0,16,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35100027','0','',0,0,'2535-01-28',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(11,3,'กมลมาลย์','ศรีโพธิ์','2552-11-01',328,0,30,0,0,0,0,0,0,16,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35100028','0','',0,0,'2535-01-28',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(12,1,'ทวี','ชื่นบุญ','2535-07-16',12,0,13,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35200021','0','',0,0,'2535-07-16',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(13,2,'จุฑารัตน์','สมนวล','2535-07-16',13,0,12,0,0,0,0,0,0,4,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35200022','0','',0,0,'2535-07-16',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(14,2,'ประยงค์','โชติบาล','2535-07-16',14,0,12,0,0,0,0,0,0,10,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35200023','0','',0,0,'2535-07-16',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(15,2,'นงค์นาถ','เปรมวังศรี','2537-01-10',15,0,32,0,0,0,0,0,0,16,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'37100014','0','',0,0,'2537-01-10',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(16,2,'อรทัย','กลัดสมบัติ','2540-07-04',16,0,11,0,0,0,0,0,0,16,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'40100052','0','',0,0,'2540-07-04',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(17,1,'ทวีศักดิ์','คำไทย','2540-10-01',17,0,12,0,0,0,0,0,0,7,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'40200005','0','',0,0,'2540-10-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(18,2,'บุญพา','ดิษฐเจริญ','2541-08-03',18,0,2,0,0,0,0,0,0,16,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'41400017','0','',0,0,'2541-08-03',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(19,3,'จิตตรัตน์','ทองคำ','2541-11-12',19,0,2,0,0,0,0,0,0,16,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'41400025','0','',0,0,'2541-11-12',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(20,1,'กร','ชื่นศิริ','2542-11-08',20,0,28,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'42200007','0','',0,0,'2542-11-08',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(21,1,'สาธิต','เชี่ยวชาญ','2542-11-08',21,0,12,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'42200008','0','',0,0,'2542-11-08',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(22,3,'สายสมร','เชื้อดี','2544-11-12',22,0,14,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'44200005','0','',0,0,'2544-11-12',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(23,106,'เกียรติษฎา','ภูมิเพ็ง','2544-10-03',23,0,2,0,0,0,0,0,0,16,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'44300029','0','',0,0,'2544-10-03',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(24,2,'หรรษา','รอดเงิน','2546-12-01',24,0,17,0,0,0,0,0,0,16,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'46400407','0','',0,0,'2546-12-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(25,2,'สิริมาส','คำเสียง','2547-10-01',25,0,23,0,0,0,0,0,0,16,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'47400361','0','',0,0,'2547-10-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(26,2,'สุณิสา','เชี่ยวชาญ','2548-07-01',26,0,11,0,0,0,0,0,0,16,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'48400118','0','',0,0,'2548-07-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(28,3,'ปัณฑรีย์','ชื่นศิริ','2549-02-01',329,0,16,0,0,0,0,0,0,16,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'49400017','0','',0,0,'2549-02-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(29,106,'กิตติศักดิ์','เกตุแก้ว','2550-03-01',29,0,8,0,0,0,0,0,0,16,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'50400027','0','',0,0,'2550-03-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(30,1,'ธีรยุทธ','นพรัตน์อาภากุล','2550-11-19',30,0,26,0,0,0,0,0,0,16,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'55400156','0','',0,0,'2550-11-19',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(31,3,'จันทนีย์','บุญมามีพูล','2551-03-17',31,0,7,0,0,0,0,0,0,16,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51400039','0','',0,0,'2551-03-17',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(32,2,'สุติรัตน์','ปุ่นประเสริฐ','2551-06-02',32,0,7,0,0,0,0,0,0,16,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51400078','0','',0,0,'2551-06-02',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(33,2,'พรพรรณ','เชี่ยวชาญ','2551-06-06',33,0,11,0,0,0,0,0,0,16,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51400080','0','',0,0,'2551-06-06',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(34,1,'รัฐกาล','จันทรศร','2551-06-02',34,0,16,0,0,0,0,0,0,16,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51400104','0','',0,0,'2551-06-02',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(35,1,'อำพล','ธรรมเจริญ','2516-11-15',35,0,10,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'17100001','0','',0,0,'2516-11-15',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(36,1,'มานพ','ชัยดิเรก','2519-06-07',36,0,10,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'19100009','0','',0,0,'2519-06-07',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(37,1,'วาทิตย์','ชูมณีโชติ','2525-01-07',37,0,3,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'25100005','0','',0,0,'2525-01-07',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(38,3,'พัชรี','วงษ์เกษม','2552-01-01',302,0,4,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'32100003','0','',0,0,'0000-00-00',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(39,2,'วรรณ์ทนา','พรมสวย','2552-07-01',298,0,3,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'33100007','0','',0,0,'2533-03-28',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(40,3,'ปรียารัตน์','นาคสุวรรณ์','2535-05-25',40,0,3,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35100077','0','',0,0,'2535-05-25',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(41,1,'คณินทร์','ธีรภาพโอฬาร','2535-09-14',41,0,3,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35100087','0','',0,0,'2535-09-14',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(42,2,'วนิดา','พงษ์ศักดิ์ชาติ','2537-10-03',42,0,4,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'38100001','0','',0,0,'2537-10-03',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(43,2,'รักพร','ดอกจันทร์','2537-12-01',43,0,4,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'38100011','0','',0,0,'2537-12-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(44,1,'อภิศักดิ์','ไชยโรจน์วัฒนา','2538-04-18',44,0,4,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'9',11,'','',0,'38100034','0','',0,0,'2538-04-18',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(45,2,'เสาวรส','ศรีสุข','2538-11-23',45,0,4,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'9',0,'','',0,'39100011','0','',0,0,'2538-11-23',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(46,2,'กิดาการ','สายธนู','2540-01-30',46,0,10,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'40100016','0','',0,0,'2540-01-30',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(47,3,'จุฑาพร','เนียมวงษ์','2552-12-01',301,0,4,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'40100017','0','',0,0,'2540-01-30',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(48,1,'ธเนศร์','โรจน์ศิรพิศาล','2540-05-02',338,0,3,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'3',0,'','',0,'40100043','0','',0,0,'2540-05-02',0,0,'','2',0,0,0,0,0,0,0,'2554-10-01'),(49,1,'อภิชาติ','เนียมวงษ์','2552-12-01',300,0,3,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'40100049','0','',0,0,'2540-06-26',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(50,1,'อภิสิทธิ์','ภคพงศ์พันธุ์','2552-04-01',303,0,3,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',8,'','',0,'41100005','0','',0,0,'2540-11-10',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(51,2,'สาธินี','เลิศประไพ','2552-12-01',299,0,3,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'41100029','0','',0,0,'2541-05-28',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(52,3,'อังคณา','บุญดิเรก','2541-07-01',52,0,3,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'41100050','0','',0,0,'2541-07-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(53,3,'นพรัตน์','แป้นงาม','2543-05-26',53,0,4,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'9',0,'','',0,'43300015','0','',0,0,'2543-05-26',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(54,1,'สมคิด','อินเทพ','2546-05-29',54,0,4,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'46300091','0','',0,0,'2546-05-29',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(55,1,'รัชนิกร','ชลไชยะ','2547-04-01',55,0,4,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'47300007','0','',0,0,'2547-04-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(56,2,'อารยา','วิวัฒน์วานิช','2547-05-28',56,0,4,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'9',0,'','',0,'47300018','0','',0,0,'2547-05-28',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(57,3,'กฤติกา','วัฒนพันธุ์','2547-12-01',57,0,7,0,0,0,0,0,0,3,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'47400463','0','',0,0,'2547-12-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(58,1,'อรรถพล','แก้วขาว','2548-05-26',58,0,3,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'3',1,'','',0,'48300019','0','',0,0,'2548-05-26',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(59,3,'พรทิพย์','เกษมพิณ','2548-07-28',59,0,4,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'48300040','0','',0,0,'2546-07-28',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(60,1,'อรรณพ','แก้วขาว','2548-10-13',60,0,4,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'48300053','0','',0,0,'2548-10-13',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(61,1,'จตุภัทร','เมฆพายัพ','2550-06-01',61,0,3,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'50300011','0','',0,0,'2550-06-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(62,1,'ศุภกฤต','นาวิน','2550-08-01',62,0,19,0,0,0,0,0,0,3,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'50400118','0','',0,0,'2550-08-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(63,3,'พรทิพย์','สินุธก','2551-03-01',63,0,3,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300054','0','',0,0,'2523-10-29',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(64,2,'สหัทยา','รัตนะมงคลกุล','2551-05-06',64,0,3,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300181','0','',0,0,'2541-05-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(65,2,'ภัทราภรณ์','กิจผลเจริญ','2551-06-01',65,0,4,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300186','0','',0,0,'2539-04-22',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(66,1,'บำรุงศักดิ์','เผื่อนอารีย์','2551-06-03',66,0,4,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300191','0','',0,0,'2551-06-03',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(67,3,'วารี','เนื่องจำนงค์','2526-09-26',67,0,10,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'26100025','0','',0,0,'2526-09-26',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(68,1,'ขจัดภัย','ทิพยผ่อง','2552-12-29',305,0,3,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',8,'','',0,'29100031','0','',0,0,'2529-07-16',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(69,2,'วรรณภา','บุญวานิช','2530-01-08',69,0,4,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'30100004','0','',0,0,'2530-01-08',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(70,2,'ชุลีพร','พุฒนวล','2553-01-07',309,0,4,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'31100017','0','',0,0,'2531-06-15',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(71,3,'ประภัสสร','นันทพงศ์','2535-04-01',71,0,5,0,0,0,0,0,0,4,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35100063','0','',0,0,'2535-04-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(72,2,'จงกลณี','จงอร่ามเรือง','2552-12-29',306,0,3,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'36100014','0','',0,0,'2536-05-26',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(73,1,'จรูญ','จันทร์เจริญ','2536-12-01',73,0,5,0,0,0,0,0,0,4,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'37100011','0','',0,0,'2536-12-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(74,2,'สุชญา','ผ่องใส','2537-06-01',74,0,3,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'37100036','0','',0,0,'2537-06-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(75,3,'ธนิดา','ตระกูลสุจริตโชค','2537-11-01',75,0,3,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'38100005','0','',0,0,'2537-11-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(76,2,'การะเกด','เทศศรี','2538-04-18',76,0,3,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'38100033','0','',0,0,'2538-04-18',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(77,1,'สมศักดิ์','ศิริไชย','2553-01-04',310,0,3,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'39100008','0','',0,0,'0000-00-00',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(78,3,'ศศิธร','มั่นเจริญ','2539-04-10',78,0,4,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'39100023','0','',0,0,'2539-04-10',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(79,1,'ณัฐพงษ์','ศรีสุข','2552-07-01',304,0,4,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'40100012','0','',0,0,'2540-01-08',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(80,2,'พรเพ็ญ','อาทรกิจวัฒน์','2552-11-16',308,0,3,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'40100038','0','',0,0,'2540-04-23',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(81,3,'สุปราณี','แก้วภิรมย์','2540-08-01',81,0,3,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'40100054','0','',0,0,'2540-08-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(82,1,'เอกพงษ์','สุวัฒนมาลา','2541-01-19',82,0,4,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'41100010','0','',0,0,'2541-01-19',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(83,1,'กมล','สมพันธุ์','2541-02-23',83,0,5,0,0,0,0,0,0,4,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'41100016','0','',0,0,'2541-02-23',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(84,2,'จอมใจ','สุกใส','2541-04-20',84,0,3,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'41100020','0','',0,0,'2541-04-20',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(85,3,'อภิญญา','นวคุณ','2552-10-16',307,0,4,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'42100002','0','',0,0,'2541-10-05',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(86,2,'รุ่งนภา','แซ่เอ็ง','2542-08-16',86,0,3,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'42100027','0','',0,0,'2542-08-16',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(87,1,'นวศิษฏ์','รักษ์บำรุง','2546-05-16',87,0,4,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'46300089','0','',0,0,'2546-05-16',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(88,1,'ณัฐวิศิษฏ์','ยะสารวรรณ','2547-08-04',339,0,3,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'47300027','0','',0,0,'2547-08-04',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(89,2,'อุบลลักษณ์','รัตนศักดิ์','2548-01-24',89,0,10,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'48300007','0','',0,0,'2548-01-24',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(90,1,'จเร','จรัสจรูญพงศ์','2549-06-02',90,0,3,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'49300023','0','',0,0,'2549-06-02',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(91,1,'นิวัฒน์','วงษ์พยัคฆ์','2549-11-01',91,0,7,0,0,0,0,0,0,4,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'49400216','0','',0,0,'2549-11-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(92,1,'ภูมิพัฒน์','ภาชนะ','2551-01-21',92,0,3,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300004','0','',0,0,'2540-05-06',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(93,2,'ประภาพรรณ','เตชะเสาวภาคย์','2551-02-01',93,0,4,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300013','0','',0,0,'2524-12-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(94,2,'นภา','ตั้งเตรียมจิตมั่น','2551-02-01',94,0,3,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300014','0','',0,0,'2537-02-28',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(95,2,'ศิริรัตน์','ชาญไววิทย์','2551-03-07',95,0,4,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300086','0','',0,0,'2526-09-07',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(96,1,'เอกรัฐ','ศรีสุข','2551-04-04',96,0,3,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',1,'','',0,'51300125','0','',0,0,'2539-11-04',1,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(97,2,'สุธินี','บุญอนันต์วงศ์','2551-07-02',97,0,4,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'3',0,'','',0,'51300204','0','',0,0,'2551-07-02',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(98,1,'บัญญัติ','สุขศรีงาม','2518-07-16',98,0,10,0,0,0,0,0,0,5,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'3',0,'','',0,'18100015','0','',0,0,'2518-07-16',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(99,3,'พรรนิภา','ศิริเพิ่มพูล','2523-04-01',99,0,10,0,0,0,0,0,0,5,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'23100007','0','',0,0,'2523-04-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(100,2,'อภิรดี','ปิลันธนภาคย์','2526-10-11',100,0,3,0,0,0,0,0,0,5,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'27100001','0','',0,0,'2526-10-11',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(101,3,'ศิริโฉม','ทุ่งเก้า','2528-03-11',101,0,3,0,0,0,0,0,0,5,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'28100007','0','',0,0,'2528-03-11',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(102,3,'สุบัณฑิต','นิ่มรัตน์','2534-02-11',102,0,10,0,0,0,0,0,0,5,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'34100005','0','',0,0,'2534-02-11',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(103,3,'สุดารัตน์','สวนจิตร','2534-12-23',103,0,3,0,0,0,0,0,0,5,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35100005','0','',0,0,'2534-12-23',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(104,2,'วรนาฎ','จงโยธา','2536-04-05',104,0,0,0,0,0,0,0,0,5,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'36100012','0','',0,0,'2536-04-05',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(105,1,'อนุเทพ','ภาสุระ','2537-02-01',105,0,3,0,0,0,0,0,0,5,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'37100022','0','',0,0,'2537-02-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(106,1,'สุดสายชล','หอมทอง','2541-05-04',106,0,3,0,0,0,0,0,0,5,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'41100027','0','',0,0,'2541-05-04',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(107,2,'อุมาพร','ทาไธสง','2542-03-29',107,0,3,0,0,0,0,0,0,5,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'42100014','0','',0,0,'2542-03-29',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(108,3,'ปุญญิศา','วัฒนะชัย','2544-07-02',108,0,4,0,0,0,0,0,0,5,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'9',0,'','',0,'44300023','0','',0,0,'2544-07-02',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(109,2,'อภิลักษณ์','ลอยล่อง','2549-10-02',109,0,7,0,0,0,0,0,0,5,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'3',0,'','',0,'49400185','0','',0,0,'2549-10-02',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(110,2,'ชุติมา','ทองดี','2550-07-02',110,0,2,0,0,0,0,0,0,5,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'3',0,'','',0,'50400096','0','',0,0,'2550-07-02',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(111,2,'ประภารัตน์','มณีรัตน์','2550-12-04',109,0,7,0,0,0,0,0,0,5,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'50400224','0','',0,0,'2553-06-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(112,3,'ปริยา','ปะบุญเรือง','2551-03-01',112,0,4,0,0,0,0,0,0,5,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',13,'','',0,'51300055','0','',0,0,'2539-02-16',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(113,1,'สุรินทร์','มัจฉาชีพ','2516-05-15',113,0,10,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'3',0,'','',0,'16100001','0','',0,0,'2516-05-15',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(114,1,'ปรากรม','ประยูรรัตน์','2517-09-09',114,0,10,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'3',0,'','',0,'17100011','0','',0,0,'2517-09-09',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(115,3,'สุนีย์','สุขศรีงาม','2518-05-16',115,0,4,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'8',0,'','',0,'18100008','0','',0,0,'2518-05-16',0,0,'','2',0,0,0,0,0,0,0,'2554-10-01'),(116,3,'จินตนา','อรุณนพรัตน์','2519-08-02',116,0,4,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'8',0,'','',0,'19100011','0','',0,0,'2519-08-02',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(117,2,'อัมพร','ทองกู้เกียรติกูล','2531-06-16',117,0,3,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'31100018','0','',0,0,'2531-06-16',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(118,1,'ชนวัฒน์','ตันติวรานุรักษ์','2552-10-02',311,0,3,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'32100026','0','',0,0,'2532-08-30',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(119,1,'เศรษฐวัชร','ฉ่ำศาสตร์','2535-01-02',119,0,3,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35100009','0','',0,0,'2535-01-02',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(120,1,'ศุภวัชร','พลทองมาก','2535-01-20',120,0,5,0,0,0,0,0,0,6,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35100014','0','',0,0,'2535-01-20',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(121,3,'กันทิมา','สุวรรณพงศ์','2536-11-10',121,0,10,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'37100009','0','',0,0,'2536-11-10',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(122,2,'วิสาตรี','คงเจริญสุนทร','2537-02-16',122,0,3,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'37100024','0','',0,0,'2537-02-16',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(123,3,'ชูตา','บุญภักดี','2537-06-10',123,0,3,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'37100039','0','',0,0,'2537-06-10',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(124,3,'เกศราภรณ์','จันทร์ประเสริฐ','2540-07-04',124,0,7,0,0,0,0,0,0,6,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'40100051','0','',0,0,'2540-07-04',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(125,3,'จันทรา','อินทนนท์','2540-11-11',125,0,4,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'41100006','0','',0,0,'2540-11-11',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(126,2,'พนิดา','เล้าชาญวุฒิ','2542-06-07',126,0,4,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'3',0,'','',0,'42100022','0','',0,0,'2542-06-07',0,0,'','2',0,0,0,0,0,0,0,'2553-10-01'),(127,1,'ภาคภูมิ','พระประเสริฐ','2543-10-20',127,0,3,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'9',0,'','',0,'43300021','0','',0,0,'2543-10-20',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(128,2,'ศิรศาธิญากร','จันทร์ขศิราพร','2544-01-03',128,0,4,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'44300001','0','',0,0,'2544-01-03',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(129,1,'พงษ์รัตน์','ดำรงโรจน์วัฒนา','2544-10-22',129,0,3,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'44300033','0','',0,0,'2544-10-22',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(130,2,'ดวงตา','จุลศิริกุล','2545-01-02',130,0,3,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'9',8,'','',0,'45300001','0','',0,0,'2545-01-02',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(131,2,'เบญจวรรณ','ชิวปรีชา','2545-11-18',131,0,4,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'45300057','0','',0,0,'2545-11-18',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(132,2,'นุชจรินทร์','แกล้วกล้า','2546-10-16',132,0,4,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'46300130','0','',0,0,'2546-10-16',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(133,3,'สมสุข','มัจฉาชีพ','2551-03-05',133,0,3,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'8',0,'','',0,'51300087','0','',0,0,'2521-11-01',0,0,'','2',0,0,0,0,0,0,0,'2553-10-01'),(134,3,'นวรัตน์','ปราชญ์เปรื่อง','2551-04-01',134,0,11,0,0,0,0,0,0,6,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51400045','0','',0,0,'2551-04-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(135,1,'Frederick','W.H.Beamish','2550-10-01',135,0,4,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51900002','0','',0,0,'2550-10-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(136,2,'ยุพา','วานิชชัย','2516-11-21',136,0,10,0,0,0,0,0,0,7,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'8',0,'','',0,'17100003','0','',0,0,'2516-11-21',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(137,1,'สำเภา','จงจิตต์','2520-02-17',340,0,10,0,0,0,0,0,0,7,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'20100007','0','',0,0,'2520-02-17',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(138,1,'ไกรวิทย์','ติวากุลพิพัฒน์','2552-11-16',314,0,3,0,0,0,0,0,0,7,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'23100010','0','',0,0,'2523-05-21',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(139,1,'สุรสิงห์','ไชยคุณ','2528-01-31',139,0,10,0,0,0,0,0,0,7,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'28100004','0','',0,0,'2528-01-31',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(140,1,'บรรจง','จักรกลจันทร์','2535-01-31',140,0,0,0,0,0,0,0,0,7,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35100040','0','',0,0,'2535-01-31',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(141,1,'นุพันธ์','เขียวไม้งาม','2535-05-01',141,0,4,0,0,0,0,0,0,7,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35100072','0','',0,0,'2535-05-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(142,1,'นิรันดร์','วิทิตอนันต์','2535-05-01',142,0,3,0,0,0,0,0,0,7,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35100073','0','',0,0,'2535-05-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(143,1,'ชัยณรงค์','แต้พานิช','2539-04-18',143,0,4,0,0,0,0,0,0,7,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'39100024','0','',0,0,'2539-04-18',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(144,1,'นิวร','ศรีคุณ','2552-12-01',317,0,4,0,0,0,0,0,0,7,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'41100012','0','',0,0,'2541-02-02',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(145,1,'สุรพงษ์','ธงชัย','2541-02-23',145,0,0,0,0,0,0,0,0,7,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'41100015','0','',0,0,'2541-02-23',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(146,1,'ชัยศักดิ์','อิสโร','2553-01-08',316,0,3,0,0,0,0,0,0,7,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'41100030','0','',0,0,'2541-06-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(147,1,'ทรงวุฒิ','ฉิมจินดา','2552-11-16',315,0,4,0,0,0,0,0,0,7,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'41100052','0','',0,0,'2541-07-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(148,1,'ฐานวีร์','โชติจารุสวัสดิ์','2541-09-01',148,0,4,0,0,0,0,0,0,7,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'9',0,'','',0,'41100065','0','',0,0,'2541-09-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(149,1,'สรไกร','ศรีศุภผล','2545-05-29',149,0,3,0,0,0,0,0,0,7,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'45300032','0','',0,0,'2545-05-29',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(150,1,'สรายุธ','เดชะปัญญา','2545-06-25',150,0,10,0,0,0,0,0,0,7,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'45300046','0','',0,0,'2545-06-25',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(151,1,'บุญฤทธิ์','ครุนวการ','2547-06-01',151,0,3,0,0,0,0,0,0,7,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'47300019','0','',0,0,'2547-06-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(152,2,'ธศุภา','สหายา','2549-10-02',152,0,2,0,0,0,0,0,0,7,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'49400189','0','',0,0,'2549-10-02',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(153,3,'อุษาวดี','ตันติวรานุรักษ์','2551-03-01',153,0,3,0,0,0,0,0,0,7,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300056','0','',0,0,'2529-08-07',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(154,1,'จักรพันธ์','ถาวรธิรา','2551-03-01',154,0,3,0,0,0,0,0,0,7,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',8,'','',0,'51300057','0','',0,0,'2540-06-16',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(155,1,'ธรรมศักดิ์','สิงคเสลิต','2551-04-02',155,0,3,0,0,0,0,0,0,7,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300126','0','',0,0,'2527-01-24',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(156,1,'ณรงค์','อึ้งกิมบ้วน','2551-04-02',156,0,4,0,0,0,0,0,0,7,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300127','0','',0,0,'2537-02-21',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(157,3,'ปภาศิริ','บาร์เนท','2552-10-02',318,0,3,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',8,'','',0,'27100022','0','',0,0,'2527-06-26',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(158,3,'สมถวิล','จริตควร','2553-01-07',320,0,3,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'27100023','0','',0,0,'2527-06-26',1,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(159,2,'สุวรรณา','ภาณุตระกูล','2528-02-01',159,0,3,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'28100006','0','',0,0,'2528-02-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(160,1,'วีรพงศ์','วุฒิพันธุ์ชัย','2530-01-27',160,0,10,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'30100006','0','',0,0,'2530-01-27',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(161,1,'บุญรัตน์','ประทุมชาติ','2530-06-01',161,0,3,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'30100015','0','',0,0,'2530-06-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(162,1,'วิภูษิต','มัณฑะจิตร','2553-07-07',319,0,10,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'30100018','0','',0,0,'2530-07-07',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(163,3,'นงนุช','ตั้งเกริกโอฬาร','2532-04-27',163,0,10,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'32100017','0','',0,0,'2532-04-27',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(164,1,'ประสาร','อินทเจริญ','2535-01-31',321,0,4,0,0,0,0,0,0,8,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35100039','0','',0,0,'2535-01-31',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(165,1,'คเชนทร','เฉลิมวัฒน์','2535-02-24',342,0,10,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'3',0,'','',0,'35100057','0','',0,0,'2535-02-24',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(166,3,'วันศุกร์','เสนานาญ','2537-03-08',166,0,4,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'37100029','0','',0,0,'2537-03-08',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(167,1,'มารุต','ทิพรส','2538-01-16',341,0,4,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'38100014','0','',0,0,'2538-01-16',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(168,1,'ถนอมศักดิ์','บุญภักดี','2538-01-25',168,0,4,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'38100016','0','',0,0,'2538-01-25',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(169,1,'วิชญา','กันบัว','2541-11-02',169,0,4,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',15,'','',0,'42100005','0','',0,0,'2541-11-02',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(170,3,'รังสิมา','สูตรอนันต์','2552-11-01',322,0,7,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'42100011','0','',0,0,'2541-12-11',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(171,1,'เผชิญโชค','จินตเศรณี','2542-06-08',171,0,3,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'42100024','0','',0,0,'2542-06-08',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(172,1,'เอกรัตน์','น้อยเพ็ง','2543-07-03',172,0,5,0,0,0,0,0,0,8,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'43400014','0','',0,0,'2543-07-03',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(173,1,'สรนนท์','วัฒนพันธุ์','2546-08-18',323,0,7,0,0,0,0,0,0,8,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'46400259','0','',0,0,'2546-08-18',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(174,2,'นรินทร์รัตน์','คงจันทร์ตรี','2547-05-10',174,0,4,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'47300014','0','',0,0,'2547-05-10',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(175,2,'พัชรินทร์','นาคหล่อ','2548-06-01',175,0,20,0,0,0,0,0,0,8,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'3',0,'','',0,'481000067','0','',0,0,'2548-06-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(176,2,'ยุวรรณา','สะสิงห์','2548-10-01',176,0,21,0,0,0,0,0,0,8,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'3',0,'','',0,'481000093','0','',0,0,'2548-10-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(177,2,'หนึ่งฤทัย','คำถนอม','2548-10-01',177,0,20,0,0,0,0,0,0,8,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'3',0,'','',0,'481000095','0','',0,0,'2548-10-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(178,2,'อรุณ','บุญธรรม','2548-10-01',178,0,21,0,0,0,0,0,0,8,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'3',0,'','',0,'481000096','0','',0,0,'2548-10-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(179,2,'สวามินี','ธีระวุฒิ','2550-07-16',179,0,3,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',9,'','',0,'50300023','0','',0,0,'2550-07-16',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(180,1,'พิชาญ','สว่างวงศ์','2551-01-24',180,0,3,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'8',0,'','',0,'51300005','0','',0,0,'2551-01-24',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(181,1,'สิทธิพันธ์','ศิริรัตนชัย','2551-01-22',181,0,3,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'8',0,'','',0,'51300006','0','',0,0,'2523-08-25',0,0,'','2',0,0,0,0,0,0,0,'2554-10-01'),(182,1,'อนุกูล','บูรณประทีปรัตน์','2551-04-01',182,0,3,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300128','0','',0,0,'2540-01-03',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(183,2,'เพ็ญศรี','สุวรรณมณี','2551-05-01',183,0,2,0,0,0,0,0,0,8,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51400050','0','',0,0,'2551-05-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(184,1,'จิระ','จตุรานนท์ ','2519-06-07',184,0,4,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'19100005','0','',0,0,'2519-06-07',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(185,1,'ธวัชชัย','เอี่ยมไพโรจน์ ','2520-02-01',185,0,4,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'20100006','0','',0,0,'2520-02-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(186,3,'ถมกนก','จันทรุจิรากร ','2528-02-01',186,0,4,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'28100005','0','',0,0,'2528-02-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(187,1,'พงษ์วุฒิ','ดวงศรี ','2529-05-21',187,0,4,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'29100026','0','',0,0,'2529-05-21',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(188,2,'นวลศรี','เด่นวัฒนา ','2530-03-04',188,0,3,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'30100007','0','',0,0,'2530-03-04',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(189,3,'คนึงนิจ','กุโบลา ','2537-05-31',189,0,4,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'37100035','0','',0,0,'2537-05-31',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(190,2,'สุวรรณา','รัศมีขวัญ ','2540-02-17',190,0,3,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'40100018','0','',0,0,'2540-02-17',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(191,2,'กันทิมา','อ่อนละออ ','2540-05-01',191,0,4,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'40100040','0','',0,0,'2540-05-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(192,1,'กฤษณะ','ชินสาร ','2540-12-01',192,0,3,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'41100007','0','',0,0,'2540-12-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(193,2,'เบญจภรณ์','จันทรกองกุล ','2541-07-01',193,0,4,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'41100051','0','',0,0,'2541-07-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(194,1,'วิทวัส','พันธุมจินดา ','2541-07-20',194,0,4,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'41100060','0','',0,0,'2541-07-20',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(195,1,'สุรชัย','วชิรหัตถพงศ์ ','2541-05-01',195,0,9,0,0,0,0,0,0,9,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'41100067','0','',0,0,'2541-05-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(196,2,'พรวณัฐ','ธนพลภัควัฒน์','2542-05-11',196,0,4,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'42100016','0','',0,0,'2542-05-11',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(197,2,'จุฬารัตน์','หงส์วลีรัตน์','2539-03-21',197,0,4,0,0,0,0,0,0,10,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'39100021','0','',0,0,'2539-03-21',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(198,2,'อโนชา','สุขสมบูรณ์','2539-04-22',326,0,4,0,0,0,0,0,0,10,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',8,'','',0,'39100027','0','',0,0,'2539-04-22',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(199,2,'นิสานารถ','กระแสร์ชล','2541-06-09',199,0,4,0,0,0,0,0,0,10,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'41100033','0','',0,0,'2541-06-09',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(200,2,'วิชมณี','ยืนยงพุทธกาล','2542-03-02',200,0,3,0,0,0,0,0,0,10,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'42100013','0','',0,0,'2542-03-02',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(201,3,'สิริมา','ชินสาร','2542-06-02',201,0,4,0,0,0,0,0,0,10,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'42100019','0','',0,0,'2542-04-02',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(202,3,'พรนภา','น้อยพันธ์','2544-06-29',202,0,4,0,0,0,0,0,0,10,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'44300019','0','',0,0,'2544-06-29',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(203,1,'พิทยุตม์','ประทุมรัตน์','2550-01-03',274,0,7,0,0,0,0,0,0,10,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'50400001','0','',0,0,'2550-01-03',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(204,2,'ลลิต','ขำวงษ์รัตนโยธิน','2551-02-14',204,0,7,0,0,0,0,0,0,10,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300083','0','',0,0,'2551-02-14',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(205,3,'กรประภา','กาญจนะ','2534-11-19',205,0,4,0,0,0,0,0,0,11,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35100002','0','',0,0,'2534-11-19',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(206,2,'นิตยา','ไชยเนตร','2538-06-13',327,0,4,0,0,0,0,0,0,11,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'38100050','0','',0,0,'2538-06-13',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(207,2,'กรองจันทร์','รัตนประดิษฐ์','2539-06-03',207,0,3,0,0,0,0,0,0,11,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'39100031','0','',0,0,'2539-06-03',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(208,1,'ศุภกิจ','ศรีสวัสดิ์','2550-02-15',208,0,7,0,0,0,0,0,0,11,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'50400024','0','',0,0,'2550-02-15',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(209,2,'อุษา','กล้าณรงค์','2550-08-01',209,0,11,0,0,0,0,0,0,11,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'50400117','0','',0,0,'2550-08-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(210,3,'พอจิต','นันทนาวัฒน์','2551-04-04',210,0,4,0,0,0,0,0,0,11,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',10,'','',0,'51300129','0','',0,0,'2540-06-16',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(211,2,'อุดมลักษณ์','ธิติรักษ์พาณิชย์','2536-02-01',211,0,4,0,0,0,0,0,0,12,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'36100007','0','',0,0,'2536-02-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(212,1,'สุนทรต์','ชูลักษณ์','2543-03-16',212,0,4,0,0,0,0,0,0,12,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'9',0,'','',0,'43300008','0','',0,0,'2543-03-16',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(213,1,'พิทักษ์','สูตรอนันต์','2543-05-29',213,0,3,0,0,0,0,0,0,12,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'9',0,'','',0,'43300016','0','',0,0,'2543-05-29',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(214,3,'ปรีดาวรรณ','พรงาม','2543-06-02',214,0,7,0,0,0,0,0,0,12,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'43400013','0','',0,0,'2543-06-02',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(215,3,'จิตติมา','เจริญพานิช','2545-05-29',215,0,10,0,0,0,0,0,0,12,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'45300033','0','',0,0,'2545-05-29',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(216,1,'ชัชวิน','เพชรเลิศ','2548-03-01',216,0,4,0,0,0,0,0,0,12,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',8,'','',0,'48300012','0','',0,0,'2548-03-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(217,2,'บุศดี','แน่นหนา','2549-10-02',217,0,11,0,0,0,0,0,0,12,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'561300028','0','',0,0,'2549-10-02',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(218,3,'กล่าวขวัญ','ศรีสุข','2551-04-04',218,0,10,0,0,0,0,0,0,12,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300130','0','',0,0,'2539-04-22',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(219,1,'สมรรถชัย','สารถวัลย์แพศย์','2551-04-02',219,0,3,0,0,0,0,0,0,12,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'8',0,'','',0,'51300131','0','',0,0,'2540-06-26',0,0,'','2',0,0,0,0,0,0,0,'2554-10-01'),(220,1,'ประเสริฐ','มีรัตน์','2526-04-11',220,0,3,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'26100014','0','',0,0,'2526-04-11',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(221,2,'จันทรวรรณ','แสงแข ','2529-08-01',221,0,3,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'29100033','0','',0,0,'2529-08-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(222,3,'วนิดา','โอฬารกิจอนันต์ ','2529-10-01',222,0,4,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'30100001','0','',0,0,'2529-10-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(223,3,'เพชรรัตน์','ตรงต่อศักดิ์ ','2530-03-31',223,0,3,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'30100008','0','',0,0,'2530-03-31',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(224,1,'อาดูลย์','มีพูล ','2537-11-01',275,0,4,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'38100006','0','',0,0,'2537-11-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(225,2,'กนกนุช','นรวรธรรม ','2538-05-15',225,0,3,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'38100041','0','',0,0,'2538-05-15',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(226,2,'จิรสุดา','นาคเอี่ยม ','2538-06-01',226,0,4,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'38100046','0','',0,0,'2538-06-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(227,2,'ดวงฤดี','เชิดวงศ์เจริญสุข ','2538-06-01',227,0,3,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'38100049','0','',0,0,'2538-06-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(228,3,'ณัฎฐิณี','ธีรกุลกิตติพงศ์ ','2544-12-25',228,0,4,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'44300040','0','',0,0,'2544-12-25',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(229,2,'อุไรวรรณ','อินทมาโส ','2546-07-03',229,0,4,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'46300113','0','',0,0,'2546-07-03',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(230,1,'วิทูร','ขาวสุข ','2546-09-15',230,0,4,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'46300123','0','',0,0,'2546-09-15',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(231,2,'ชฎาพร','นุชจังหรีด ','2546-10-02',231,0,4,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'46300124','0','',0,0,'2546-10-02',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(232,1,'ศักดิ์ชาย','มุกดาเสถียร ','2546-06-02',232,0,7,0,0,0,0,0,0,13,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'46400157','0','',0,0,'2546-06-02',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(233,1,'วิโรจน์','มิตรานนท์ ','2547-01-16',233,0,3,0,0,0,0,0,0,13,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'47400033','0','',0,0,'2547-01-16',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(234,3,'พรทิพย์','สุทธิพงษ์ ','2548-02-16',234,0,11,0,0,0,0,0,0,13,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'48400029','0','',0,0,'2548-02-16',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(235,2,'กุลวรา','พูลผล ','2549-02-07',235,0,4,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'49300006','0','',0,0,'2549-02-07',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(236,1,'มารุต','ตั้งวัฒนาชุลีพร ','2549-02-16',236,0,4,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'49300007','0','',0,0,'2549-02-16',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(237,2,'วรานุรินทร์','ยิสารคุณ ','2549-05-01',237,0,4,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'49300020','0','',0,0,'2549-05-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(238,2,'อยู่เย็น','ซื้อจ้าง ','2550-06-01',238,0,4,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'50300017','0','',0,0,'2550-06-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(239,1,'วิโรจน์','อรุณนพรัตน์ ','2551-03-01',239,0,4,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300071','0','',0,0,'2551-03-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(240,2,'สมใจ','อภิเศวตกานต์ ','2551-06-01',240,0,4,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300182','0','',0,0,'2551-06-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(241,2,'ดวงนภา','บัวพลู ','2551-05-12',241,0,5,0,0,0,0,0,0,13,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51400070','0','',0,0,'2551-05-12',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(242,1,'ภูสิต','กุลเกษม ','2542-09-27',242,0,4,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'42100031','0','',0,0,'2542-09-27',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(243,1,'จักริน','สุขสวัสดิ์ชน ','2545-01-02',243,0,4,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'45300002','0','',0,0,'2545-01-02',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(244,1,'ประวิทย์','บุญมี ','2546-07-29',244,0,4,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'46300122','0','',0,0,'2546-07-29',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(245,2,'อธิตา','โชคอนันต์รัตนา ','2552-02-02',273,0,4,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'46400130','0','',0,0,'2552-02-02',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(246,2,'รุจิเรข','เกษมโชติพัฒน์ ','2546-11-17',246,0,9,0,0,0,0,0,0,9,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'46400403','0','',0,0,'2546-11-17',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(247,1,'John','Gatewood Ham','2546-10-01',247,0,4,0,0,0,0,0,0,9,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'46400433','0','',0,0,'2546-10-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(248,1,'วรวิทย์','วีระพันธุ์ ','2548-05-27',248,0,4,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',1,'','',0,'48300026','0','',0,0,'2548-05-27',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(249,2,'อุรีรัฐ','วัฒนชนม์ ','2550-03-09',249,0,4,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'50300007','0','',0,0,'2550-03-09',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(250,2,'น้ำผึ้ง','หาญบาง ','2550-06-01',250,0,19,0,0,0,0,0,0,9,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'50400075','0','',0,0,'2550-06-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(251,1,'วิชัย','บุญเจือ ','2550-06-01',251,0,3,0,0,0,0,0,0,9,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'50800002','0','',0,0,'2550-06-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(252,1,'เสรี','ชิโนดม ','2551-02-01',252,0,4,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300015','0','',0,0,'2551-02-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(253,3,'สุรางคนา','ธรรมลิขิต ','2551-03-01',253,0,3,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300058','0','',0,0,'2551-03-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(254,1,'ประจักษ์','จิตเงินมะดัน ','2551-02-01',254,0,4,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300082','0','',0,0,'2551-02-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(255,1,'เกรียงศักดิ์','ปานโพธิ์ทอง ','2551-07-01',255,0,9,0,0,0,0,0,0,9,0,2,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51400123','0','',0,0,'2551-07-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(256,3,'ศนิ','จิระสถิตย์','2527-06-26',324,0,4,0,0,0,0,0,0,10,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'56300055','0','',0,0,'2527-06-26',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(257,1,'ประสงค์','ทุ่งเก้า','2531-06-06',257,0,4,0,0,0,0,0,0,10,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'31100014','0','',0,0,'2531-06-06',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(258,2,'เยาวภา','ไหวพริบ','2534-05-31',258,0,3,0,0,0,0,0,0,10,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'34100023','0','',0,0,'2534-05-31',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(259,2,'อรสา','สุริยาพันธ์','2535-01-31',325,0,3,0,0,0,0,0,0,10,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35100038','0','',0,0,'2535-01-31',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(260,1,'สุชาติ','ชุติปัญญาวงศ์','2535-02-03',274,0,24,0,0,0,0,0,0,10,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35100052','0','',0,0,'2535-02-03',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(261,2,'กุลยา','ลิ้มรุ่งเรืองรัตน์','2535-06-15',261,0,4,0,0,0,0,0,0,10,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'35100078','0','',0,0,'2535-06-15',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(264,2,'สินีนาฏ','ศรีมงคล','2552-04-22',264,0,3,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300234','0','',0,0,'2551-10-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(265,1,'ยมนา','สุวรรณศรี','2552-04-01',265,0,27,0,0,0,0,0,0,16,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'52400035','0','',0,0,'2552-04-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(266,2,'กฤชณัท','เอื้ออังกูร','2538-11-20',266,0,4,0,0,0,0,0,0,5,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'39100010','0','',0,0,'2538-11-20',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(267,2,'กรรณิการ์','วงศ์ดี','2552-01-05',267,0,4,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'52300014','0','',0,0,'2552-01-05',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(268,1,'ณรงค์ฤทธิ์','ทองอุ่น','2551-08-01',268,0,4,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51300216','0','',0,0,'2551-08-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(269,3,'นิสา','ไกรรักษ์','2537-12-28',269,0,3,0,0,0,0,0,0,5,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'38100012','0','',0,0,'2537-12-28',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(270,2,'กาญจนา','หริ่มเพ็ง','2539-11-18',270,0,4,0,0,0,0,0,0,5,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'40100009','0','',0,0,'2539-11-18',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(271,1,'วรวิทย์','ชีวาพร','2523-10-01',271,0,10,0,0,0,0,0,0,8,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'3',0,'','',0,'24100001','0','',0,0,'2523-10-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(272,2,'มาลินี','เพ็ญจันทร์','2551-11-01',272,0,21,0,0,0,0,0,0,8,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'3',0,'','',0,'511000070','0','',0,0,'2551-11-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(273,1,'ทรงกลด','สารภูษิต','2552-03-26',286,0,3,0,0,0,0,0,0,12,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'52300029','0','',0,0,'2552-03-20',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(274,2,'สุนิสา','ริมเจริญ','2552-04-01',282,0,4,0,0,0,0,0,0,9,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'-','0','',0,0,'2552-04-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(275,2,'เกศรินทร์','อยู่สบาย','2552-03-03',276,0,16,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'521000007','0','',0,0,'2552-03-03',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(276,2,'เกศวลี','อุดมเวช','2552-05-01',110,0,2,0,0,0,0,0,0,5,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'51400193','0','',0,0,'2551-12-22',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(277,2,'ศิริพร','จำเนียรสวัสดิ์','2552-05-01',288,0,4,0,0,0,0,0,0,13,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'52300030','0','',0,0,'2552-05-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(278,2,'superjane','superjane','2552-06-29',292,0,23,0,0,0,0,0,0,16,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'11111111','0','',0,0,'2552-06-29',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(279,2,'มัทนาวัลย์','พูลสวัสดิ์','2553-10-01',293,0,9,0,0,0,0,0,0,3,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'3',0,'','',0,'521000025','0','',0,0,'2553-10-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(280,3,'อารีรักษ์','ชัยวร','2552-07-20',297,0,3,0,0,0,0,0,0,3,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'52300041','0','',0,0,'2552-07-21',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(281,2,'อุทัยวรรณ','ศิริอ่อน','2552-06-17',330,0,4,0,0,0,0,0,0,4,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'30390005','0','',0,0,'2552-06-17',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(282,1,'สุทิน','กิ่งทอง','2552-10-06',312,0,3,0,0,0,0,0,0,6,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'53060006','0','',0,0,'2552-10-06',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(283,2,'พัชรนันท์','อมรรัตนพันธ์','2552-12-01',313,0,4,0,0,0,0,0,0,5,0,1,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',8,'','',0,'52300192','0','',0,0,'2552-12-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(284,2,'สมฤดี','หวานระรื่น','2553-09-01',331,0,2,0,0,0,0,0,0,16,0,3,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'53400105','0','',0,0,'2553-09-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(285,2,'จุฑารัตน์','คงสอน','0000-00-00',58,0,4,0,0,0,0,0,0,3,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'53300083','0','',0,0,'2553-07-20',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(287,2,'วรพรรณ','จันทร์ดี','0000-00-00',277,0,3,0,0,0,0,0,0,3,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'53300087','0','',0,0,'2553-07-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(288,2,'อรอง','จันทร์ประสาทสุข','0000-00-00',332,0,3,0,0,0,0,0,0,10,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'53300077','0','',0,0,'2553-06-02',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(289,1,'อรรถพล','เชยศุภเกตุ','0000-00-00',279,0,4,0,0,0,0,0,0,7,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'53300074','0','',0,0,'2553-05-03',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(290,2,'กัญจน์ชญา','หงส์เลิศคงสกุล','0000-00-00',280,0,3,0,0,0,0,0,0,7,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',16,'','',0,'53300078','0','',0,0,'2553-06-02',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(291,1,'สมชาติ','แม่นปืน','0000-00-00',287,0,4,0,0,0,0,0,0,12,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'54300018','0','',0,0,'2554-05-12',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(292,2,'เพียงพักตร์','สุขรักษ์','0000-00-00',333,0,3,0,0,0,0,0,0,6,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'54300032','0','',0,0,'2554-08-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(294,1,'สมศักดิ์','พันธุวัฒนา','0000-00-00',0,0,0,0,0,0,0,0,0,12,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'8',0,'','',0,'0','0','',0,0,'0000-00-00',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(295,1,'พงศ์พันธ์','รุ่งขจรชัย','0000-00-00',334,0,5,0,0,0,0,0,0,5,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'581300034','0','',0,0,'2553-07-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(296,1,'ธนัสถา','รัตนะ','0000-00-00',335,0,4,0,0,0,0,0,0,7,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'54300034','0','',0,0,'2554-09-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(297,1,'วิโรจน์','เครือภู่','0000-00-00',336,0,4,0,0,0,0,0,0,7,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'55300001','0','',0,0,'2554-09-19',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(298,1,'สลิล','ชั้นโรจน์','0000-00-00',337,0,4,0,0,0,0,0,0,11,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',8,'','',0,'54300033','0','',0,0,'2554-09-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(299,2,'ชนัดดา','จูสวัสดิ์','0000-00-00',24,0,17,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'53400064','0','',0,0,'2553-06-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(300,2,'วาสิตา','ยิ่งชัยภูมิ','0000-00-00',343,0,16,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'56400161','0','',0,0,'2552-10-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(301,1,'จิรวัฒน์','มาตรแม้น','0000-00-00',265,0,27,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'531300025','0','',0,0,'2553-06-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(302,2,'หัสชา','ศรีจินดา','0000-00-00',344,0,22,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'531300054','0','',0,0,'2553-11-15',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(303,2,'มีลักษณ์','ชัยกิตติเจริญวุฒิ','0000-00-00',173,0,7,0,0,0,0,0,0,8,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'53400154','0','',0,0,'2553-12-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(304,2,'กนกวรรณ','พูนดี','0000-00-00',203,0,7,0,0,0,0,0,0,10,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'55400021','0','',0,0,'2554-11-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(305,1,'อดิศร','บูรณวงศ์','0000-00-00',345,0,4,0,1,0,0,0,0,7,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'55300015','0','',0,0,'0000-00-00',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(306,2,'ดวงกมล','ผลเต็ม','0000-00-00',338,0,3,0,0,0,0,0,0,3,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'55300005','0','',0,0,'2554-11-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(307,1,'นรวิชญ์','ไกรนรา','0000-00-00',346,0,4,0,0,0,0,0,0,4,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'55300007','0','',0,0,'2554-10-17',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(308,2,'จริยาวดี','สุริยพันธุ์','0000-00-00',342,0,4,0,0,0,0,0,0,8,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'55300016','0','',0,0,'2554-12-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(309,2,'ศรัณยา','ภู่วนิช','0000-00-00',347,0,11,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'571300015','0','',0,0,'2555-01-04',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(311,2,'จันทิมา','ปิยะพงษ์','0000-00-00',348,0,4,0,0,0,0,0,0,6,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'55300024','','2555',0,0,'2555-03-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(312,1,'สมลักษณ์','หิรัญบูรณะ','0000-00-00',349,0,4,0,0,0,0,0,0,18,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'-','','2555',0,0,'2555-05-24',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(313,1,'ธณัฏฐ์คุณ','มงคลอัศวรัตน์','0000-00-00',350,0,10,0,0,0,0,0,0,18,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'-','','2555',0,0,'2555-05-24',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(314,3,'ปิยะพร','ณ หนองคาย','0000-00-00',351,0,4,0,0,0,0,0,0,4,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'55300038','','2555',0,0,'2555-06-14',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(315,3,'รังสิมา','สูตรอนัน','0000-00-00',1,0,15,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'','0','',0,0,'2516-02-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(316,1,'สวัสดิ์','หอมปลื้ม','0000-00-00',352,0,23,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'','','2555',0,0,'2555-08-08',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(317,2,'กาญจนา','พิบูลย์','0000-00-00',353,0,23,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'','','2555',0,0,'2555-08-08',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(318,1,'เจนวิทย์','นวลแสง','0000-00-00',354,0,23,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'','','2555',0,0,'2555-08-08',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(319,1,'เกษม','ใช้คล่องกิจ','0000-00-00',355,0,23,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'','','2555',0,0,'2555-08-08',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(320,2,'ผาณตา','เอี้ยวซิโป','0000-00-00',356,0,4,0,0,0,0,0,0,12,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'55300056','','2555',0,0,'2555-09-03',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(321,2,'อนุตตรา','อุดมประเสริฐ','0000-00-00',357,0,4,0,0,0,0,0,0,12,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'56300001','','2555',0,0,'2555-10-02',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(322,2,'สุรีย์วัลย์','สิทธิจันดา','0000-00-00',358,0,4,0,0,0,0,0,0,11,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'56300004','','2555',0,0,'2555-11-02',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(323,2,'บัณฑิตา','ฉัตรเท','0000-00-00',359,0,4,0,0,0,0,0,0,3,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'56300005','','2555',0,0,'2555-11-02',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(324,2,'ยุภาพร','สมีน้อย','0000-00-00',360,0,3,0,0,0,0,0,0,4,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'56300017','','2555',0,0,'2555-11-23',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(325,1,'พิชัย','สนแจ้ง','0000-00-00',361,0,4,0,0,0,0,0,0,18,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'-','','2555',0,0,'2555-12-20',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(327,1,'ธนพัฒ','พรหมทา','0000-00-00',364,0,9,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'56400066','0','2556',0,0,'2556-03-01',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(328,2,'สาลินี','ขจรพิสิฐศักดิ์','0000-00-00',365,0,4,0,0,0,0,0,0,6,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'56300039','','2556',0,0,'2556-03-04',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(329,2,'ญาดา','อนันต์นาวีนุสรณ์','0000-00-00',178,0,11,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'00000000','','2556',0,0,'2556-03-05',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(330,1,'ภาณุพงศ์','บุญเพียร','0000-00-00',366,0,4,0,0,0,0,0,0,7,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'49300044','','2556',0,0,'2556-07-18',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(331,1,'อนันต์','อธิพรชัย','0000-00-00',368,0,4,0,0,0,0,0,0,4,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'56300077','','2556',0,0,'2556-07-18',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(332,1,'วริน','วิพิศมากูล','0000-00-00',369,0,4,0,0,0,0,0,0,3,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'56300082','','2556',0,0,'2556-08-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(333,2,'อัญชลีย์','แก้วเจริญ','0000-00-00',370,0,3,0,0,0,0,0,0,18,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'','','2556',0,0,'2556-09-14',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(334,2,'เหมรัศมิ์','วชิรหัตถพงศ์','0000-00-00',371,0,2,0,0,0,0,0,0,18,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'','','2556',0,0,'2556-09-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(335,2,'ปรียานันท์','แสนโภชน์','0000-00-00',372,0,10,0,0,0,0,0,0,18,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'','','2556',0,0,'2556-09-14',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(336,1,'สิทธิศักดิ์','ปิ่นมงคลกุล','0000-00-00',373,0,4,0,0,0,0,0,0,18,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'','','2556',0,0,'2556-09-14',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(337,2,'แวววลี','โชคแสวงการ','0000-00-00',374,0,4,0,0,0,0,0,0,12,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'57300002','','2556',0,0,'2556-10-11',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(338,1,'รุ่งวิทย์','ชัยจิรวงศ์','0000-00-00',375,0,7,0,0,0,0,0,0,6,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'57300005','','2556',0,0,'2556-10-25',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(339,1,'บุญยงค์','ศรีพลแผ้ว','0000-00-00',377,0,4,0,0,0,0,0,0,3,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'57300012','','2557',0,0,'2557-01-08',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(340,1,'ธวัชชัย','ยอดยิ่ง','0000-00-00',378,0,13,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'591300049','','2557',0,0,'2557-03-03',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(341,1,'ไพรัตน์','ตันติศิริกุล','0000-00-00',380,0,4,0,0,0,0,0,0,18,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'','','2557',0,0,'2557-05-15',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(342,2,'วาสินี','พงษ์ประยูร','0000-00-00',381,0,4,0,0,0,0,0,0,6,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'57300073','','2557',0,0,'2557-07-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(343,1,'สารัตน์','ศิลปวงษา','0000-00-00',382,0,4,0,0,0,0,0,0,3,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'57300078','','2557',0,0,'2557-08-19',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(344,1,'ภัทราวุธ','ไทยพิชิตบูรพา','0000-00-00',341,0,4,0,0,0,0,0,0,8,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'58300001','','2557',0,0,'2557-10-14',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(345,2,'จิดาภา','จิตประสงค์','0000-00-00',384,0,8,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'58400001','','2557',0,0,'2557-10-17',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(346,2,'พรพรรณ','สีลาผอง','0000-00-00',385,0,7,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'58400002','','2557',0,0,'2557-10-17',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(347,1,'ชาติชาย','มาลาพงษ์','0000-00-00',387,0,7,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'58400003','','2557',0,0,'2557-10-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(348,1,'ลงกรณ์','พุดหอม','0000-00-00',388,0,2,0,0,0,0,0,0,18,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'571000022','','2557',0,0,'2557-03-03',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(349,2,'สุภารัตน์','กรมแสง','0000-00-00',388,0,2,0,0,0,0,0,0,18,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'571000022','','2558',0,0,'2558-01-09',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(350,1,'สามารถ','สายอุต','0000-00-00',325,0,4,0,0,0,0,0,0,10,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'58300013','','2558',0,0,'2558-02-03',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(351,1,'วิโรฒน์','ชมภู','0000-00-00',389,0,4,0,0,0,0,0,0,18,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'0001-วมว','','2558',0,0,'2558-05-19',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(352,2,'เสาวภา','สวัสดิ์พีระ','0000-00-00',390,0,4,0,0,0,0,0,0,18,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'0002-วมว','','2558',0,0,'2558-05-19',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(353,3,'จรรยา','ชาญสมุทร','0000-00-00',391,0,4,0,0,0,0,0,0,18,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'0003-วมว','','2558',0,0,'2558-05-19',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(354,3,'รวีพลอย','สาครรัตน์','0000-00-00',392,0,2,0,0,0,0,0,0,18,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'0004-วมว','','2558',0,0,'2558-05-19',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(355,2,'สุภารัตน์','กรมแสง','0000-00-00',393,0,2,0,0,0,0,0,0,18,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'0005-วมว','','2558',0,0,'2558-05-19',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(356,2,'สุภารัตน์','กรมแสง','0000-00-00',394,0,2,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'0006-วมว','','2558',0,0,'2558-05-19',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(357,2,'ศิวานันท์','ไทยวิชญ์เจริญ','0000-00-00',395,0,7,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'5840003','','2557',0,0,'2557-12-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(358,2,'ปาลิตา','เอี่ยมหมดจด','0000-00-00',396,0,7,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'58400046','','2558',0,0,'2558-06-15',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(359,2,'นันทิกานต์','มงคลนรกิจ','0000-00-00',397,0,7,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'60400105','','2557',0,0,'2557-12-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(360,1,'ชาติไทย','ไทยประยูร','0000-00-00',398,0,4,0,0,0,0,0,0,3,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'58300024','','2558',0,0,'2558-06-02',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(361,2,'ธารารัตน์','โนจิตร','0000-00-00',399,0,7,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'58400153','','2558',0,0,'2558-07-22',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(362,2,'นพวรรณ','ทับขัน','0000-00-00',400,0,7,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'58400154','','2558',0,0,'2558-07-22',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(363,2,'ภรณี','ศรีปรีชาศักดิ์','0000-00-00',358,0,4,0,0,0,0,0,0,11,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'58300034','','2558',0,0,'2558-09-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(364,1,'วรนพ','สุขภารังษี','0000-00-00',401,0,4,0,0,0,0,0,0,6,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'59300001','','2558',0,0,'2558-09-10',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(365,2,'กุลนารี','วงค์ราช','0000-00-00',403,0,4,0,0,0,0,0,0,7,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'59300010','','2559',0,0,'2559-01-04',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(366,2,'ปิยเนตร','ฉุยฉาย','0000-00-00',404,0,4,0,0,0,0,0,0,7,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'59300009','','2559',0,0,'2559-01-04',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(367,2,'นิรมล','ปัญญ์บุศยกุล','0000-00-00',202,0,3,0,0,0,0,0,0,10,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'59300012','','2559',0,0,'2559-03-16',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(368,2,'ชนาภา','ล้วนรัตน์','0000-00-00',405,0,11,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'591300055','','2559',0,0,'2559-06-13',0,0,'','2',0,0,0,0,0,0,0,'0000-00-00'),(369,2,'พรพรรณ','อร่ามแสงเทียนชัย','0000-00-00',406,0,4,0,0,0,0,0,0,12,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'60300003','','2559',0,0,'2559-11-15',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(370,2,'พรสุดา','กันแก้ว','0000-00-00',407,0,2,0,0,0,0,0,0,18,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'591000002','','2559',0,0,'2559-12-19',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(371,2,'จินต์จุฑา','โอวกุสุมสิริสกุล','0000-00-00',408,0,4,0,0,0,0,0,0,7,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'60300011','','2560',0,0,'2560-02-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(372,1,'สรายุทธ','เวชสิทธิ์','0000-00-00',409,0,7,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'59400089','','2559',0,0,'2559-08-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(373,1,'ณัฐวุฒิ','จาริยะศิลป์','0000-00-00',410,0,13,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'601300007','','2559',0,0,'2559-12-01',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(374,1,'ธีรนันท์','นงค์นวล','0000-00-00',411,0,4,0,0,0,0,0,0,4,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'60300040','','2560',0,0,'2560-08-21',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(375,2,'ชนาภา','ล้วนรัตน์','0000-00-00',25,0,23,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'61400019','','2561',0,0,'2561-01-08',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(376,2,'ชญานิศ','คล่องแคล่ว','0000-00-00',412,0,7,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'61400022','','2561',0,0,'2561-01-03',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(377,1,'เดชชาติ','สามารถ','0000-00-00',413,0,4,0,0,0,0,0,0,3,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'61300012','','2561',0,0,'2561-01-04',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00'),(378,3,'อินทิรา','เรืองเวช','0000-00-00',414,0,17,0,0,0,0,0,0,16,0,0,'0000-00-00','0000-00-00','0000-00-00','0000-00-00',0,'',0,'0',0,'','',0,'483000002','','2561',0,0,'2561-03-09',0,0,'','1',0,0,0,0,0,0,0,'0000-00-00');
/*!40000 ALTER TABLE `Person` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `PersonDepartment`
--

DROP TABLE IF EXISTS `PersonDepartment`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `PersonDepartment` (
  `seqId` int(11) NOT NULL,
  `personId` int(11) NOT NULL,
  `deptId` int(11) NOT NULL,
  `adminId` int(3) NOT NULL,
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `PersonDepartment`
--

LOCK TABLES `PersonDepartment` WRITE;
/*!40000 ALTER TABLE `PersonDepartment` DISABLE KEYS */;
/*!40000 ALTER TABLE `PersonDepartment` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `PersonT`
--

DROP TABLE IF EXISTS `PersonT`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `PersonT` (
  `personId` int(11) NOT NULL default '0',
  `idCard` varchar(13) NOT NULL default '',
  `taxId` varchar(20) NOT NULL default '',
  `fName2` varchar(60) NOT NULL default '',
  `lName2` varchar(60) NOT NULL default '',
  `personstatusId` int(2) NOT NULL default '0',
  `sex` char(1) NOT NULL default '',
  `startDate` date NOT NULL default '0000-00-00',
  `practicDate` date NOT NULL default '0000-00-00',
  `degreeadId` int(2) NOT NULL default '0',
  `educmajoradId` int(3) NOT NULL default '0',
  `birthProvince` int(2) default NULL,
  `birthDate` date NOT NULL default '0000-00-00',
  `bloodId` int(2) NOT NULL default '0',
  `highPsn` float NOT NULL default '0',
  `weightPsn` float NOT NULL default '0',
  `religionId` int(2) default NULL,
  `raceId` int(2) default NULL,
  `nationId` int(2) default NULL,
  `o1prefixId` int(2) default NULL,
  `o1fName` varchar(60) NOT NULL default '',
  `o1lName` varchar(60) default NULL,
  `o2prefixId` int(2) default NULL,
  `o2fName` varchar(60) NOT NULL default '',
  `o2lName` varchar(60) NOT NULL default '',
  `addrt1` varchar(60) NOT NULL default '',
  `addrt2` varchar(60) NOT NULL default '',
  `provinceId1` int(2) default NULL,
  `amphurId1` int(2) default NULL,
  `districtId1` int(2) default NULL,
  `zipCode1` varchar(7) NOT NULL default '',
  `provinceId2` int(2) default NULL,
  `districtId2` int(2) default NULL,
  `zipCode2` varchar(7) NOT NULL default '',
  `lodgeId` int(2) default NULL,
  `lodgeNo` varchar(10) NOT NULL default '',
  `lodgePhone` varchar(30) NOT NULL default '',
  `homePhone` varchar(30) NOT NULL default '',
  `mobilePhone` varchar(30) NOT NULL default '',
  `workPhone` varchar(30) NOT NULL default '',
  `exPhone` varchar(30) NOT NULL default '',
  `sixtyDate` date NOT NULL default '0000-00-00',
  `pensionDate` date NOT NULL default '0000-00-00',
  `pensionYear` varchar(4) NOT NULL default '',
  `emailAddr` varchar(100) NOT NULL default '',
  `kType` char(1) NOT NULL default '',
  `kDate` date NOT NULL default '0000-00-00',
  `moral` varchar(30) NOT NULL default '',
  `interest` varchar(50) NOT NULL default '',
  `vocationNo` varchar(20) NOT NULL default '',
  `pic` varchar(100) NOT NULL default '',
  `chvilai` char(1) NOT NULL default '',
  `waterNo` varchar(25) NOT NULL default '',
  `cType` char(1) NOT NULL default '',
  `cNo` varchar(25) NOT NULL default '',
  `electricId` varchar(25) NOT NULL default '0',
  `telephoneId` varchar(9) NOT NULL default '',
  `tosType` char(1) NOT NULL default '',
  `tosId` varchar(25) NOT NULL default '',
  `rentHome` char(1) NOT NULL default '',
  `amphurId2` int(2) default NULL,
  `kNo` varchar(30) NOT NULL default '',
  `bksaveType` char(1) NOT NULL default '',
  `bksaveNo` varchar(30) NOT NULL default '',
  `StoreType` char(1) NOT NULL default '',
  `StoreNo` varchar(30) NOT NULL default '',
  `cksType` char(1) NOT NULL default '',
  `cksNo` varchar(30) NOT NULL default '',
  PRIMARY KEY  (`personId`),
  KEY `degreeadId` (`degreeadId`),
  KEY `educmajoradId` (`educmajoradId`),
  KEY `religionId` (`religionId`),
  KEY `raceId` (`raceId`),
  KEY `nationId` (`nationId`),
  KEY `o1prefixId` (`o1prefixId`),
  KEY `o2prefixId` (`o2prefixId`),
  KEY `provinceId1` (`provinceId1`),
  KEY `provinceId2` (`provinceId2`),
  KEY `amphurId1` (`amphurId1`),
  KEY `amphurId2` (`amphurId2`),
  KEY `districtId1` (`districtId1`),
  KEY `districtId2` (`districtId2`),
  KEY `lodgeId` (`lodgeId`),
  KEY `birthProvince` (`birthProvince`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ข้อมูลทั่วไปบุคลากร';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `PersonT`
--

LOCK TABLES `PersonT` WRITE;
/*!40000 ALTER TABLE `PersonT` DISABLE KEYS */;
INSERT INTO `PersonT` VALUES (1,'3200900185832','1230191339','','',2,'','0000-00-00','0000-00-00',0,0,0,'2491-05-18',0,0,0,1,1,1,0,'','',0,'','','8/1 ซ เนตรดี ถ เนตรดี','',11,133,1044,'20000',NULL,NULL,'',NULL,'','','039-745079','','','','2551-05-18','2551-10-01','2551','-','','2560-02-21','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(2,'3200100751981','1234373366','HLIM','CHAOUMBUY',2,'','0000-00-00','0000-00-00',0,0,NULL,'2493-05-06',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3031','2553-05-06','2553-10-01','2553','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(3,'3200100682858','-','CHAN','INTAPHASAT',2,'M','0000-00-00','0000-00-00',0,0,0,'2499-04-02',0,0,0,1,1,1,0,'','',0,'','','12 ม. 8','',11,133,1056,'20000',NULL,NULL,'',NULL,'','','038-764667','','','3010','2559-04-02','2559-10-01','2559','chann@buu.ac.th','','2554-11-03','','','','pic3.png','','','','','0','','','','',NULL,'','','','','','',''),(4,'3200700396597','1012903198','NOWARAT','KOMARAPIM',2,'F','0000-00-00','0000-00-00',0,0,0,'2500-12-24',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3017','2560-12-23','2561-10-01','2561','nawarat@buu.ac.th','','2554-11-03','','','','pic4.png','','','','','0','','','','',NULL,'','','','','','',''),(5,'3200100991451','1234374158','','',2,'','0000-00-00','0000-00-00',0,0,NULL,'2499-01-27',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2559-01-27','2559-10-01','2559','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(6,'3200100621905','1230260561','SIVALAI','KONCHALARD',2,'F','0000-00-00','0000-00-00',0,0,0,'2500-02-24',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3050','2560-02-23','2560-10-01','2560','siralaik@buu.ac.th','','2554-11-03','','','','pic6.png','','','','','0','','','','',NULL,'','','','','','',''),(7,'3200100732219','-','UBON','THONGSUK',2,'M','0000-00-00','0000-00-00',0,0,0,'2508-10-10',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3011','2568-10-10','2569-10-01','2569','ubont@buu.ac.th','','2554-11-03','','','','pic7.jpg','','','','','0','','','','',NULL,'','','','','','',''),(8,'3200100695305','-','NIPON','TONGRAOA',3,'M','0000-00-00','0000-00-00',0,0,0,'2501-08-19',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3090,3035','2561-08-19','2561-10-01','2561','niponth@buu.ac.th','','2554-11-03','','','','pic8.jpg','','','','','','','','','',0,'','','','','','',''),(9,'3700500596580','1233023354','SUCHADA','MAINGAM',2,'F','0000-00-00','0000-00-00',0,0,0,'2513-05-31',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3017','2573-05-30','2573-10-01','2573','suchada@buu.ac.th','','2554-11-03','','','','pic9.png','','','','','','','','','',0,'','','','','','',''),(10,'3200100702140','1233013591','SONGKRAM','KONGMUNG',3,'M','0000-00-00','0000-00-00',0,0,0,'2506-01-04',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3018','2566-01-04','2566-10-01','2566','songkram@buu.ac.th','','2554-11-03','','','','pic10.png','','','','','','','','','',0,'','','','','','',''),(11,'3600100166007','1231686469','KAMOLMARN','SRIPRO',2,'F','0000-00-00','0000-00-00',0,0,0,'2505-03-26',0,0,0,1,1,1,0,'','',0,'','','169/292 ถนนลงหาดบางแสน','',11,133,1044,'20131',NULL,NULL,'',NULL,'','','745912','','','3162','2565-03-25','2565-10-01','2565','kamolmar@buu.ac.th','','2554-11-03','','','','pic11.png','','','','','0','','','','',NULL,'','','','','','',''),(12,'3200100703588','1234003584','TAVEE','CHUENBOON',2,'M','0000-00-00','0000-00-00',0,0,0,'2499-06-10',0,0,0,1,1,1,0,'','',0,'','','3/4 ม. 8','',11,133,1056,'20000',NULL,NULL,'',NULL,'','','038-765737','','','3010','2559-06-10','2559-10-01','2559','tawee@buu.ac.th','','2554-11-03','','','','pic12.png','','','','','0','','','','',NULL,'','','','','','',''),(13,'5200100042529','1234010117','JUTARAT','SOMNUAL',1,'F','0000-00-00','0000-00-00',0,0,0,'2508-11-30',0,0,0,1,1,1,0,'','',0,'','','250/4 ถ สันติเกษม','',11,133,1044,'20000',0,0,'',0,'','','','','SD 201/2','3054','2568-11-30','2569-10-01','2569','-','','2554-11-03','','','','pic13.JPG','','','','','','','','','',0,'','','','','','',''),(14,'3200100682360','1234010124','PRAYONG','CHOTIBAL',1,'F','0000-00-00','0000-00-00',0,0,0,'2506-03-21',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3138','2566-03-21','2566-10-01','2566','-','','2554-11-04','','','','pic14.jpg','','','','','0','','','','',NULL,'','','','','','',''),(15,'3200100745426','1230209669','NONGNART','PREMWANGSRI',1,'F','0000-00-00','0000-00-00',0,0,0,'2502-07-20',0,0,0,1,1,1,0,'','',0,'','','199/3 ถนนลงหาดบางแสน','',11,133,1044,'20130',NULL,NULL,'',NULL,'','','038-384444','','','3052','2562-07-19','2562-10-01','2562','nongnart@buu.ac.th','','2554-11-03','','','','pic151.png','','','','','0','','','','',NULL,'','','','','','',''),(16,'3200100740271','1041544430','ORATHAI','KLUDSOMBUT',1,'','0000-00-00','0000-00-00',0,0,0,'2516-10-07',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2576-10-06','2577-10-01','2577','','','2560-02-21','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(17,'3200100702239','-','TAVEESAK','KHAMTHAI',2,'M','0000-00-00','0000-00-00',0,0,0,'2515-01-08',0,0,0,1,1,1,0,'','',0,'','','130 ถ มิตรสัมพันธ์','',11,133,1044,'20000',NULL,NULL,'',NULL,'','','ต่อ','','','3076','2575-01-08','2575-10-01','2575','tawee-sak@buu.ac.th','','2554-11-04','','','','pic17.jpg','','','','','0','','','','',NULL,'','','','','','',''),(18,'3110401006755','-','BOONPAR','DITCHAROEN',2,'F','0000-00-00','0000-00-00',0,0,0,'2504-07-24',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3011','2564-07-24','2564-10-01','2564','boonpar@buu.ac.th','','2554-11-03','','','','pic18.png','','','','','','','','','',0,'','','','','','',''),(19,'3200100285263','1234580184','JITTARAT','AEM-AKE',2,'F','0000-00-00','0000-00-00',0,0,0,'2519-12-10',0,0,0,1,1,1,2,'จิตตรัตน์','เอี่ยมเอก',0,'','','7 ม. 5','',11,133,1054,'20000',NULL,NULL,'',NULL,'','','0-3876-482','','','3011','2579-12-10','2580-10-01','2580','jittarat@buu.ac.th','','2554-11-03','','','','pic19.png','','','','','0','','','','',NULL,'','','','','','',''),(20,'3200100681762','1236120159','KON','CHERNSIRI',1,'M','0000-00-00','0000-00-00',0,0,0,'2510-07-10',0,0,0,1,1,1,0,'','',0,'','','2 ม. 8','',11,133,1056,'20000',NULL,NULL,'',NULL,'','','','','','3161','2570-07-10','2570-10-01','2570','korn2@buu.ac.th','','2554-11-03','','','','pic20.png','','','','','0','','','','',NULL,'','','','','','',''),(21,'3200100610709','4201003921','SATIT','CHAWCHAN',2,'M','0000-00-00','0000-00-00',0,0,0,'2508-05-07',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3159','2568-05-07','2568-10-01','2568','satitc@buu.ac.th','','2554-11-03','','','','pic211.png','','','','','','','','','',0,'','','','','','',''),(22,'3100900870641','1234749437','SAYSAMON','CHUADEE',2,'F','0000-00-00','0000-00-00',0,0,0,'2507-09-23',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3159','2567-09-23','2567-10-01','2567','-','','2554-11-03','','','','pic22.png','','','','','0','','','','',NULL,'','','','','','',''),(23,'3410400137471','1236846424','KIATSADA','POOMPENG',2,'M','0000-00-00','0000-00-00',0,0,29,'2521-04-19',2,167,65,1,1,1,0,'','',0,'','','169/554 ถนนลงหาดบางแสน','',11,133,1044,'20131',0,0,'',0,'','','','','','3050','2581-04-18','2581-10-01','2581','kiatsada@buu.ac.th','','2554-11-03','','','','pic23.png','','','','','','','','','',0,'','','','','','',''),(24,'3200200249366','1232796525','HANSA','RODNGERN',1,'','0000-00-00','0000-00-00',0,0,0,'2520-11-27',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2580-11-27','2581-10-01','2581','','','2560-02-21','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(25,'3200101086060','-','SIRIMART','KHAMSEANG',1,'F','0000-00-00','0000-00-00',0,0,11,'2525-08-25',4,0,0,1,1,1,0,'','',0,'','','20/12 บ้านสวนแสนสุข  ถ.เทศบาลพัฒนา1','153/46 ม.5',11,133,1053,'20130',11,1055,'20130',0,'','','0868452676','','','3010','2585-08-25','2585-10-01','2585','sirimart@buu.ac.th','','2554-11-03','','','','pic251.png','','','1','','','','','','',133,'','','','','','',''),(26,'3200100736800','-','SUNISA','CHAWICHAN',1,'','0000-00-00','0000-00-00',0,0,0,'2522-05-17',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2582-05-17','2582-10-01','2582','','','2557-05-07','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(28,'3760100172821','1788956183','PANTAREE','CHUENSIRI',2,'F','0000-00-00','0000-00-00',0,0,0,'2521-07-06',0,0,0,1,1,1,2,'ปัณฑรีย์','นิลสกุล',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3085','2581-07-06','2581-10-01','2581','pantaree@buu.ac.th','','2554-11-03','','','','pic281.png','','','','','0','','','','',NULL,'','','','','','',''),(29,'5670190060099','-','SUB.L.T.KITTISAK','KETKAEW',2,'M','0000-00-00','0000-00-00',0,0,54,'2524-01-28',1,0,0,1,1,1,0,'','',0,'','','153/2 ม. 2','99/310  ถ.มิตรสัมพันธ์',54,713,6472,'67000',11,1054,'20130',0,'','','','','','7515','2584-01-28','2584-10-01','2584','kittisa@buu.ac.th','','2554-11-03','','','','pic29.jpg','','','','','','','','','',133,'','','','','','',''),(30,'1100400396316','-','TERAYUT','NOPPHARATARPHAKUL',1,'M','0000-00-00','0000-00-00',0,0,0,'2532-05-23',2,0,0,1,1,1,0,'','',0,'','','79  หมู่ 2','',2,52,228,'10270',0,0,'',0,'','','081-7558565','','','3012','2587-06-21','2587-10-01','2587','terayut@buu.ac.th','','2554-11-03','','','','pic301.jpg','','','','','','','','','',0,'','','','','','',''),(31,'1100400234839','-','JANTANEE','BOONMAMEEPOOL',1,'F','0000-00-00','0000-00-00',0,0,0,'2529-10-27',0,0,0,1,1,1,0,'นางสาวจันทนี','นพรัตน์อาภากุล',0,'นางสาวจันทนีย์','นพรัตน์อาภากุล (NOPPHARATARPHAKUL)','179/141 ม. 5','',11,133,1045,'20000',NULL,NULL,'',NULL,'','','','','','3042','2589-10-27','2590-10-01','2590','jantanee@buu.ac.th','','2554-11-03','','','','pic31.png','','','','','0','','','','',NULL,'','','','','','',''),(32,'1200900025961','-','SUTIRATT','POONPRASERT',1,'F','0000-00-00','0000-00-00',0,0,0,'2529-01-07',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','7535','2589-01-07','2589-10-01','2589','sutiratt@buu.ac.th','','2554-11-03','','','','pic32.png','','','','','','','','','',0,'','','','','','',''),(33,'1200100054800','-','PONPUN','CHIEWCHAN',1,'','0000-00-00','0000-00-00',0,0,0,'2528-05-06',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2588-05-06','2588-10-01','2588','','','2560-02-21','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(34,'1209900003761','-','RATTAKARN','JANTRASORN',1,'M','0000-00-00','0000-00-00',0,0,0,'2527-06-02',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3170','2587-06-02','2587-10-01','2587','rattakarn@buu.ac.th','','2554-11-03','','','','pic34.jpg','','','','','','','','','',0,'','','','','','',''),(35,'3200100615239','-','AMPON','DHAMACHAROEN',1,'M','0000-00-00','0000-00-00',0,0,0,'2491-01-17',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3048','2551-01-16','2556-10-01','2556','ampon@buu.ac.th','','2554-11-03','','','','pic35.jpg','','','','','0','','','','',NULL,'','','','','','',''),(36,'3210100164695','1230517511','MANOB','CHAIDEREK',2,'','0000-00-00','0000-00-00',0,0,0,'2490-05-19',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3037','2550-05-18','2555-10-01','2555','-','','2554-11-03','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(37,'5959900001896','1230745365','WATIT','CHUMANEECHOTI',1,'M','0000-00-00','0000-00-00',0,0,0,'2499-09-05',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3037','2559-09-04','2559-10-01','2559','watit@buu.ac.th','','2554-11-03','','','','pic37.jpg','','','','','','','','','',0,'','','','','','',''),(38,'3101403107495','1231496100','PATCHAREE','WONGKASAM',2,'F','0000-00-00','0000-00-00',0,0,0,'2506-07-17',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3049','2566-07-16','2566-10-01','2566','wongkasem@buu.ac.th','','2554-11-03','','','','pic38.jpg','','','','','0','','','','',NULL,'','','','','','',''),(39,'3670100882527','-','WANTANA','PROMSUAY',2,'F','0000-00-00','0000-00-00',0,0,0,'2508-12-26',0,0,0,1,1,1,3,'วรรณ์ทนา','ภาณุพินทุ',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3046','2568-12-25','2569-10-01','2569','panupint@buu.ac.th','','2554-11-03','','','','pic39.jpg','','','','','0','','','','',NULL,'','','','','','',''),(40,'3209900315645','1232552114','PREEYARAT','NARKSUWAN',3,'F','0000-00-00','0000-00-00',0,0,0,'2510-10-12',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3080','2570-10-11','2571-10-01','2571','preeyarat@buu.ac.th','','2554-11-03','','','','pic40.jpg','','','','','0','','','','',NULL,'','','','','','',''),(41,'3200200623136','1232377748','KANINT','TEERAPABOLARN',2,'M','0000-00-00','0000-00-00',0,0,0,'2508-04-16',0,0,0,1,1,1,0,'','',0,'','','444/9 หมู่ 3','',11,134,1066,'20220',NULL,NULL,'',NULL,'','','038-745287','','','3049','2568-04-15','2568-10-01','2568','kanint@buu.ac.th','','2554-11-03','','','','pic41.jpg','','','','','0','','','','',NULL,'','','','','','',''),(42,'3100201225011','1183923075','VANIDA','PONGSAKCHAT',1,'F','0000-00-00','0000-00-00',0,0,0,'2509-12-11',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3046','2569-12-10','2570-10-01','2570','vanida@buu.ac.th','','2554-11-03','','','','pic42.jpg','','','','','0','','','','',NULL,'','','','','','',''),(43,'3219900102625','1234014955','RUKPORN','DOKJUNTR',1,'F','0000-00-00','0000-00-00',0,0,0,'2515-03-14',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3047','2575-03-13','2575-10-01','2575','rakporn@buu.ac.th','','2554-11-03','','','','pic43.jpg','','','','','','','','','',0,'','','','','','',''),(44,'3100904018354','1234011176','APISAK','CHAIROJWATTANA',1,'M','0000-00-00','0000-00-00',0,0,0,'2514-10-18',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3047','2574-10-17','2575-10-01','2575','apisak@buu.ac.th','','2554-11-03','','','','pic44.png','','','','','0','','','','',NULL,'','','','','','',''),(45,'3200900644292','1234277817','SAOWAROS','SRISUK',1,'F','0000-00-00','0000-00-00',0,0,0,'2516-11-24',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3046','2576-11-23','2577-10-01','2577','saowaros@buu.ac.th','','2554-11-03','','','','pic45.jpg','','','','','0','','','','',NULL,'','','','','','',''),(46,'5100200069055','1033279364','KIDAKAN','SAITHANU',1,'F','0000-00-00','0000-00-00',0,0,0,'2512-04-29',0,0,0,1,1,1,0,'','',0,'','','1/66 ม. 11 ถนนพหลโยธิต 64','',4,69,365,'12130',NULL,NULL,'',NULL,'','','02-9949325','','','3080','2572-04-28','2572-10-01','2572','ksaithan@buu.ac.th','','2554-11-03','','','','pic46.jpg','','','','','0','','','','',NULL,'','','','','','',''),(47,'3200700466692','1234832160','JUTAPORN','NEAMVONK',1,'F','0000-00-00','0000-00-00',0,0,0,'2516-07-03',0,0,0,1,1,1,0,'','',0,'','','298/4 ม. 6 ถนนสุขุมวิท','',11,139,1123,'20230',NULL,NULL,'',NULL,'','','038-351815','','','3081','2576-07-02','2576-10-01','2576','jutaporn@buu.ac.th','','2554-11-03','','','','pic47.jpg','','','','','0','','','','',NULL,'','','','','','',''),(48,'3110400972518','1234372185','THANED','ROJSIRAPHISAL',1,'','0000-00-00','0000-00-00',0,0,NULL,'2518-07-22',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','69/15 หมู่ 3','',2,55,0,'',NULL,NULL,'',NULL,'','','','','','3099','2578-07-21','2578-10-01','2578','thaned@buu.ac.th','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(49,'3200400076279','1235096363','APICHAT','NEAMVONK',2,'M','0000-00-00','0000-00-00',0,0,11,'2514-08-22',1,172,73,1,1,1,0,'','',0,'','','99/443 หมู่บ้านปิยวัฒน์บางแสน หมู่ 6','99/443 หมู่บ้านปิยวัฒน์บางแสน หมู่ 6',11,133,1054,'',11,1054,'',0,'','','','','038103081','3081','2574-08-21','2574-10-01','2574','apichat@buu.ac.th','','2554-05-10','','Geodynamo','','40100049.jpg','','','','','','','','','',133,'','','','','','',''),(50,'3959800157693','1234600479','APISIT','PAKAPONGPUN',1,'M','0000-00-00','0000-00-00',0,0,0,'2515-04-21',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3038','2575-04-20','2575-10-01','2575','apisit@buu.ac.th','','2554-11-03','','','','41100005.jpg','','','','','0','','','','',NULL,'','','','','','',''),(51,'3119900385601','1275746730','SATINEE','LERTPRAPAI',1,'F','0000-00-00','0000-00-00',0,0,0,'2516-01-02',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3099','2576-01-01','2576-10-01','2576','satineel@buu.ac.th','','2554-11-03','','','','pic51.jpg','','','','','0','','','','',NULL,'','','','','','',''),(52,'4110400011940','1051368187','AUNGKANA','BOONDERAK',2,'F','0000-00-00','0000-00-00',0,0,0,'2517-10-17',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3049','2577-10-16','2578-10-01','2578','ankana@buu.ac.th','','2554-11-03','','','','pic52.jpg','','','','','','','','','',0,'','','','','','',''),(53,'3200700647948','1236057134','NOPARAT','PANNGAM',2,'F','0000-00-00','0000-00-00',0,0,0,'2517-02-18',0,0,0,1,1,1,2,'นพรัตน์','กระต่ายทอง (KRATAITHONG)',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3038','2577-02-17','2577-10-01','2577','noparatk@buu.ac.th','','2554-11-03','','','','pic53.jpg','','','','','0','','','','',NULL,'','','','','','',''),(54,'3570300182392','1483151487','SOMKID','INTEP',2,'M','0000-00-00','0000-00-00',0,0,0,'2520-02-08',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3176','2580-02-08','2580-10-01','2580','intep@buu.ac.th','','2554-11-03','','','','pic54.jpg','','','','','0','','','','',NULL,'','','','','','',''),(55,'3300101059169','-','RATCHANIKORN','CHONCHAIYA',1,'M','0000-00-00','0000-00-00',0,0,0,'2523-05-10',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3037','2583-05-10','2583-10-01','2583','hengmath@hotmail.com','','2554-11-03','','','','pic55.jpg','','','','','','','','','',0,'','','','','','',''),(56,'3200100921186','-','ARAYA','WIWATWANICH',1,'F','0000-00-00','0000-00-00',0,0,0,'2522-04-24',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3176','2582-04-24','2582-10-01','2582','arayawi@buu.ac.th','','2554-11-03','','','','pic56.jpg','','','','','','','','','',0,'','','','','','',''),(57,'3501900417511','-','KRITTIKA','WATTANAPAN',2,'F','0000-00-00','0000-00-00',0,0,0,'2520-10-07',0,0,0,3,1,1,0,'','',0,'','','187 ม. 4','',38,545,4921,'50140',NULL,NULL,'',NULL,'','','053428968','','','3078','2580-10-07','2580-10-01','2580','krittika@buu.ac.th','','2554-11-03','','','','pic57.jpg','','','','','0','','','','',NULL,'','','','','','',''),(58,'3200600534335','-','ATTAPOL','KAEWKHAO',1,'','0000-00-00','0000-00-00',0,0,NULL,'2520-10-31',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3176','2580-10-31','2581-10-01','2581','akaewkhao@buu.ac.th','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(59,'3210500256279','-','PRONTIP','KASEMPIN',2,'F','0000-00-00','0000-00-00',0,0,0,'2522-12-17',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3036','2582-12-17','2583-10-01','2583','pornid@buu.ac.th','','2554-11-03','','','','pic59.jpg','','','','','0','','','','',NULL,'','','','','','',''),(60,'3200600534343','-','ANNOP','KAEWKHAO',1,'M','0000-00-00','0000-00-00',0,0,0,'2521-12-14',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3036','2581-12-14','2582-10-01','2582','tor_idin@buu.ac.th','','2554-11-03','','','','pic60.jpg','','','','','0','','','','',NULL,'','','','','','',''),(61,'3102002426060','1794396676','JATUPAT','MEKPARYUP',1,'M','0000-00-00','0000-00-00',0,0,0,'2518-11-09',0,0,0,1,1,1,0,'','',0,'','','97/138 ม. 6 ถนนบางกรวย-ไทรน้อย 14','',3,59,283,'11130',0,0,'',0,'','','0-2446-106','','','3080','2578-11-09','2579-10-01','2579','jatupat@buu.ac.th','','2554-11-03','','','','pic61.jpg','','','','','','','','','',0,'','','','','','',''),(62,'3200100709268','-','SUPAKIT','NAVIN',1,'M','0000-00-00','0000-00-00',0,0,0,'2522-11-02',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3078','2582-11-02','2583-10-01','2583','supakit@buu.ac.th','','2554-11-03','','','','default.jpg','','','','','','','','','',0,'','','','','','',''),(63,'3409901152110','-','PORNITIP','SINUTOKE',3,'F','0000-00-00','0000-00-00',0,0,0,'2496-11-15',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3048','2556-11-15','2557-10-01','2557','porntip@buu.ac.th','','2554-11-03','','','','51300054.jpg','','','','','0','','','','',NULL,'','','','','','',''),(64,'3240100382994','-','SAHATTAYA','RATTANAMONGKONKUL',1,'F','0000-00-00','0000-00-00',0,0,0,'2515-06-03',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3099','2575-06-03','2575-10-01','2575','sahattay@buu.ac.th','','2554-11-03','','','','pic64.jpg','','','','','0','','','','',NULL,'','','','','','',''),(65,'3209900345528','-','PATTARAPORN','KIDPHOLJAREAN',2,'F','0000-00-00','0000-00-00',0,0,0,'2516-12-25',0,0,0,1,1,1,3,'ภัทราภรณ์','ดุริยะกรกุล  (DURIYAKORNKUL)',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3036','2576-12-25','2577-10-01','2577','pattara@buu.ac.th','','2554-11-03','','','','pic65.jpg','','','','','0','','','','',NULL,'','','','','','',''),(66,'3750200013783','-','BUMRUNGSAK','PHUENAREE',1,'M','0000-00-00','0000-00-00',0,0,0,'2526-04-21',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3081','2586-04-21','2586-10-01','2586','bumrungsak@buu.ac.th','','2554-11-03','','','','pic66.JPG','','','','','0','','','','',NULL,'','','','','','',''),(67,'3200100078543','1230796534','WAREE','NAENGCHOMNONG',2,'F','0000-00-00','0000-00-00',0,0,0,'2502-08-23',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3111','2562-08-22','2562-10-01','2562','wareenaeng@buu.ac.th','','2554-11-03','','','','pic67.jpg','','','','','','','','','',0,'','','','','','',''),(68,'3100500174915','1019583034','KHAJADPAI','THIPYAPONG',1,'M','0000-00-00','0000-00-00',0,0,0,'2507-04-13',0,0,0,1,1,1,0,'','',0,'','','16/44 หมู่บ้านเดอวิลเลจ ถนนสุขุมวิท','',1,0,0,'10000',0,0,'',0,'','','','','','3065','2567-04-12','2567-10-01','2567','khajadpa@buu.ac.th','','2554-11-03','','','','pic68.jpg','','','','','','','','','',0,'','','','','','',''),(69,'3102400354409','1231074495','WANNAPA','BOONWANICH',1,'F','0000-00-00','0000-00-00',0,0,0,'2502-08-22',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3066','2562-08-21','2562-10-01','2562','wannapab@buu.ac.th','','2554-11-03','','','','default.jpg','','','','','','','','','',0,'','','','','','',''),(70,'3100200182475','1231189380','CHULEEPORN','PUTTNUAL',1,'F','0000-00-00','0000-00-00',0,0,0,'2505-04-15',0,0,0,1,1,1,0,'','',0,'','','149/184-305 ถนนพระราม5','',1,0,0,'โทรศัพท',0,0,'',0,'','','02-669-298','','','3067','2565-04-14','2565-10-01','2565','puttnual@buu.ac.th','','2554-11-03','','','','pic70.png','','','','','','','','','',0,'','','','','','',''),(71,'3419900323590','1255500246','PRAPASSORN','NUNTAPONG',2,'F','0000-00-00','0000-00-00',0,0,0,'2512-02-15',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','CL 503','7534','2572-02-14','2572-10-01','2572','prapassorn@buu.ac.th','','2554-11-03','','','','pic71.JPG','','','','','','','','','',0,'','','','','','',''),(72,'3209700051989','1233059759','JONGKOLNEE','JONGARAMRUONG',1,'F','0000-00-00','0000-00-00',0,0,0,'2508-10-24',0,0,0,1,1,1,0,'','',0,'','','98/3','',11,139,1121,'',NULL,NULL,'',NULL,'','','','','','3067','2568-10-23','2569-10-01','2569','jongkoln@buu.ac.th','','2554-11-03','','','','pic72.JPG','','','','','0','','','','',NULL,'','','','','','',''),(73,'3900700703515','1232455095','JAROON','JUNJAREIN',2,'M','0000-00-00','0000-00-00',0,0,0,'2510-03-10',0,0,0,1,1,1,0,'','',0,'','','23 ซอย 3 ถนนเนตรดี','',11,142,1044,'20130',NULL,NULL,'',NULL,'','','038-391956','','','3054','2570-03-09','2570-10-01','2570','jaroon@buu.ac.th','','2554-11-03','','','','pic73.JPG','','','','','0','','','','',NULL,'','','','','','',''),(74,'3160200017547','1168903264','SUCHAYA','PONGSAI',1,'F','0000-00-00','0000-00-00',0,0,0,'2513-07-28',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3067','2573-07-27','2573-10-01','2573','busakorn@buu.ac.th','','2554-11-03','','','','pic74.JPG','','','','','','','','','',0,'','','','','','',''),(75,'3249900370344','1243627566','THANIDA','TRAKULSUJARITCHOK',2,'F','0000-00-00','0000-00-00',0,0,0,'2514-01-15',0,0,0,1,1,1,0,'','',0,'','','7/49 ซอยหน้าเมือง 5 ถนนเทพโสธร','',11,133,1362,'24000',NULL,NULL,'',NULL,'','','038-512312','','','3039','2574-01-14','2574-10-01','2574','thanida@buu.ac.th','','2554-11-03','','','','pic75.JPG','','','','','0','','','','',NULL,'','','','','','',''),(76,'3250100139593','1234015174','KARAKED','TEDSREE',1,'F','0000-00-00','0000-00-00',0,0,0,'2515-10-18',0,0,0,1,1,1,0,'','',0,'','','2/1 ม. 7','',16,181,0,'25000',0,0,'',0,'','','038745427','','','3039','2575-10-17','2576-10-01','2576','karaked@buu.ac.th','','2554-11-03','','','','pic761.jpg','','','','','','','','','',0,'','','','','','',''),(77,'3959900135624','1831618761','SOMSAK','SIRICHAI',1,'M','0000-00-00','0000-00-00',0,0,0,'2513-10-05',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3113','2573-10-04','2574-10-01','2574','sirichai@buu.ac.th','','2554-11-03','','','','pic77.JPG','','','','','','','','','',0,'','','','','','',''),(78,'3249900206811','1243771306','SASITORN','MUNCHAROEN',2,'F','0000-00-00','0000-00-00',0,0,0,'2517-09-14',0,0,0,3,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3039','2577-09-13','2577-10-01','2577','muncharoen@buu.ac.th','','2554-11-03','','','','pic78.jpg','','','','','','','','','',0,'','','','','','',''),(79,'3240200244305','-','NATTAPONG','SRISOOK',1,'M','0000-00-00','0000-00-00',0,0,0,'2518-02-26',0,0,0,1,1,1,0,'','',0,'','','39/4 หมู่ 1','',15,171,222,'',NULL,NULL,'',NULL,'','','','','','3039','2578-02-25','2578-10-01','2578','nattapon@buu.ac.th','','2554-11-03','','','','pic79.JPG','','','','','0','','','','',NULL,'','','','','','',''),(80,'3200300134021','1234488701','PORNPEN','ATORNGITJAWAT',1,'F','0000-00-00','0000-00-00',0,0,0,'2515-04-02',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3173','2575-04-01','2575-10-01','2575','pornpena@buu.ac.th','','2554-11-03','','','','pic80.jpg','','','','','','','','','',0,'','','','','','',''),(81,'3469900291973','1234536044','SUPRANEE','KAEWPIROM',2,'F','0000-00-00','0000-00-00',0,0,0,'2516-07-04',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3066','2576-07-03','2576-10-01','2576','kaewpiro@buu.ac.th','','2554-11-03','','','','pic81.jpg','','','','','0','','','','',NULL,'','','','','','',''),(82,'3101500774638','1043824684','AKAPONG','SUWATTANAMALA',1,'M','0000-00-00','0000-00-00',0,0,0,'2514-08-22',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3053','2574-08-21','2574-10-01','2574','akapong@buu.ac.th','','2554-11-03','','','','pic82.jpg','','','','','0','','','','',NULL,'','','','','','',''),(83,'3200101031605','1234600448','KAMOL','SOMPUN',1,'M','0000-00-00','0000-00-00',0,0,0,'2519-03-01',0,0,0,1,1,1,0,'','',0,'','','15 ถนนบางแสนสาย 2','',11,133,1044,'20130',0,0,'',0,'','','','','','3112','2579-03-01','2579-10-01','2579','kamols@buu.ac.th','','2554-11-03','','','','pic83.JPG','','','','','','','','','',0,'','','','','','',''),(84,'3200100962338','1234769121','JOMJAI','SUKSAI',1,'F','0000-00-00','0000-00-00',0,0,0,'2519-07-16',0,0,0,1,1,1,0,'','',0,'','','29/4 หมู่ 2','',11,133,1050,'',0,0,'',0,'','','','','','3111','2579-07-15','2579-10-01','2579','jomjai@buu.ac.th','','2554-11-03','','','','pic84.JPG','','','','','','','','','',0,'','','','','','',''),(85,'3240400124931','1244023299','APINYA','NAVAKHUN',2,'F','0000-00-00','0000-00-00',0,0,0,'2517-09-05',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3114','2577-09-04','2577-10-01','2577','apinyan@buu.ac.th','','2554-11-03','','','','pic85.JPG','','','','','0','','','','',NULL,'','','','','','',''),(86,'4101700033133','1780421948','RUNGNAPHA','SAEENG',1,'F','0000-00-00','0000-00-00',0,0,0,'2511-10-15',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3039','2571-10-14','2572-10-01','2572','rungnaph@buu.ac.th','','2554-11-03','','','','pic86.JPG','','','','','0','','','','',NULL,'','','','','','',''),(87,'3209900062330','-','NAWASIT','RAKBAMRUNG',1,'M','0000-00-00','0000-00-00',0,0,0,'2514-08-10',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3039','2574-08-10','2574-10-01','2574','nawasit@buu.ac.th','','2554-11-03','','','','pic87.png','','','','','0','','','','',NULL,'','','','','','',''),(88,'3119900115957','-','NUTTAWISIT','YASARAWAN',1,'M','0000-00-00','0000-00-00',0,0,0,'2520-08-25',0,0,0,1,1,1,0,'','',0,'','','167/194 ถนนพระยาสัจจา','',11,133,1056,'20000',0,0,'',0,'','','038-397699','','C 115','3069','2580-08-25','2580-10-01','2580','nuttawisit@buu.ac.th','','2554-11-03','','','','default.jpg','','','','','','','','','',0,'','','','','','',''),(89,'3501300120797','-','UBOLLUK','RATTANASAK',1,'F','0000-00-00','0000-00-00',0,0,0,'2517-12-08',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3066','2577-12-08','2578-10-01','2578','ubolluk@buu.ac.th','','2554-11-03','','','','pic89.gif','','','','','0','','','','',NULL,'','','','','','',''),(90,'3849800074861','-','JARAY','JARATJAROONPHONG',1,'M','0000-00-00','0000-00-00',0,0,0,'2519-05-23',0,0,0,1,1,1,0,'','',0,'','','158 ถนนนาสารใน','',67,841,7278,'84120',NULL,NULL,'',NULL,'','','077-341053','','','3053','2579-05-23','2579-10-01','2579','jaray@buu.ac.th','','2554-11-03','','','','pic90.jpg','','','','','0','','','','',NULL,'','','','','','',''),(91,'3240500319882','-','NIWAT','WONGPAYAK',1,'M','0000-00-00','0000-00-00',0,0,0,'2523-06-04',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','7533','2583-06-04','2583-10-01','2583','niwat@buu.ac.th','','2554-11-03','','','','pic91.JPG','','','','','','','','','',0,'','','','','','',''),(92,'3101400461476','-','PUMIPAT','PACHANA',1,'M','0000-00-00','0000-00-00',0,0,0,'2519-01-24',0,0,0,1,1,1,0,'คฑาวุธ (KATAVUT)','ภาชนะ',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3066','2579-01-24','2579-10-01','2579','katavut@buu.ac.th','','2554-11-03','','','','pic92.jpg','','','','','','','','','',0,'','','','','','',''),(93,'3100100937407','-','PRAPAPAN','TECHASAUVAPAK',1,'F','0000-00-00','0000-00-00',0,0,0,'2499-02-08',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3039','2569-01-10','2569-10-01','2569','prapapan@buu.ac.th','','2554-11-03','','','','pic93.gif','','','','','0','','','','',NULL,'','','','','','',''),(94,'3101800164045','-','NAPA','TANGTREAMJITMUN',1,'F','0000-00-00','0000-00-00',0,0,0,'2509-01-10',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3111','2569-01-10','2569-10-01','2569','napa@buu.ac.th','','2554-11-03','','','','pic94.JPG','','','','','','','','','',0,'','','','','','',''),(95,'3100601768977','-','SIRIRAT','CHANVAIVIT',1,'F','0000-00-00','0000-00-00',0,0,0,'2503-10-01',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3114','2563-10-01','2563-10-01','2563','sirirat@buu.ac.th','','2554-11-03','','','','pic95.JPG','','','','','','','','','',0,'','','','','','',''),(96,'5100699035074','-','EKARUTH','SRISOOK',2,'M','0000-00-00','0000-00-00',0,0,15,'2512-05-22',3,165,0,1,1,1,0,'','',0,'','','39/50 หมู่ 5 ถนนมิตรสัมพันธ์','39/50 หมู่ 5 ถนนมิตรสัมพันธ์',11,133,1054,'20130',11,1054,'20130',0,'','','','0805627612','','3009','2572-05-22','2572-10-01','2572','ekaruth@buu.ac.th','','2554-04-11','','','','pic96.png','','','','','','','','','',133,'','','','','','',''),(97,'3199800042451','-','SUTHINEE','BOONANANWONG',1,'','0000-00-00','0000-00-00',0,0,NULL,'2524-05-22',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2584-05-22','2584-10-01','2584','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(98,'3200100615930','1230248040','BUNYUT','SUKSRINGAM',2,'','0000-00-00','0000-00-00',0,0,NULL,'2494-07-06',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3044, 3024','2554-07-05','2554-10-01','2554','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(99,'5409999033617','1415200993','PUNNIPA','SIRIPERMPOOL',2,'F','0000-00-00','0000-00-00',0,0,0,'2500-12-25',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3032','2560-12-24','2561-10-01','2561','punnipa@buu.ac.th','','2554-11-04','','','','pic99.jpg','','','','','0','','','','',NULL,'','','','','','',''),(100,'3101600828888','1615333602','APIRADEE','PILANTANAPAK',1,'F','0000-00-00','0000-00-00',0,0,0,'2502-10-19',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3044','2562-10-18','2563-10-01','2563','apiradee@buu.ac.th','','2554-11-04','','','','pic100.jpg','','','','','','','','','',0,'','','','','','',''),(101,'3200500211682','1016248400','SIRICHOM','THUNGKAO',2,'F','0000-00-00','0000-00-00',0,0,0,'2504-05-12',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3121','2564-05-11','2564-10-01','2564','sirichom@buu.ac.th','','2554-11-04','','','','pic101.jpg','','','','','0','','','','',NULL,'','','','','','',''),(102,'3500700133861','1232199562','SUBUNTITH','NIMRAT',3,'F','0000-00-00','0000-00-00',0,0,0,'2509-09-19',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3120','2569-09-18','2569-10-01','2569','subunti@buu.ac.th','','2554-11-04','','','','pic102.jpg','','','','','0','','','','',NULL,'','','','','','',''),(103,'3249900014742','1232239602','SUDARAT','SUANJIT',2,'F','0000-00-00','0000-00-00',0,0,0,'2510-12-01',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3121','2570-12-01','2571-10-01','2571','sudarat@buu.ac.th','','2554-11-04','','','','pic103.jpg','','','','','0','','','','',NULL,'','','','','','',''),(104,'3310400739455','132960792','WARANART','JONGYOTA',1,'F','0000-00-00','0000-00-00',0,0,0,'2513-01-20',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3031','2573-01-19','2573-10-01','2573','waranart@buu.ac.th','','2554-11-04','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(105,'3439900014139','1025740940','ANUTHEP','PASURA',2,'M','0000-00-00','0000-00-00',0,0,0,'2511-01-29',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','BS 7101, BS5104','3032, 3122, 3024','2571-01-28','2571-10-01','2571','anuthep@buu.ac.th','','2554-11-04','','','','pic105.jpg','','','','','','','','','',0,'','','','','','',''),(106,'3730600888167','1602723564','SUDSAICHON','HOMTHONG',1,'M','0000-00-00','0000-00-00',0,0,0,'2514-06-16',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3032','2574-06-15','2574-10-01','2574','sudsaich@buu.ac.th','','2554-11-04','','','','pic1061.jpg','','','','','0','','','','',NULL,'','','','','','',''),(107,'3310900473594','1235601963','UMAPORN','THATHAISONG',1,'F','0000-00-00','0000-00-00',0,0,0,'2520-04-24',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','BS 7108','3032','2580-04-23','2580-10-01','2580','umaporn@buu.ac.th','','2554-11-04','','','','pic107.jpg','','','','','','','','','',0,'','','','','','',''),(108,'3200101157021','-','PUNYISA','WIJITSIRI',2,'F','0000-00-00','0000-00-00',0,0,0,'2514-11-19',0,0,0,1,1,1,3,'ปุญญิศา','วิจิตรศิริ',0,'','','','',0,0,0,'',0,0,'',0,'','','','','BS 7101','3032','2574-11-18','2575-10-01','2575','punyisa@buu.ac.th','','2554-11-04','','','','pic108.jpg','','','','','','','','','',0,'','','','','','',''),(109,'3200900070725','-','APILUK','LOILONG',1,'','0000-00-00','0000-00-00',0,0,NULL,'2518-09-25',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2578-09-25','2578-10-01','2578','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(110,'3200100615956','-','CHUTIMA','THONGDEE',1,'','0000-00-00','0000-00-00',0,0,NULL,'2520-06-17',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','753 ม. 10','',11,139,1127,'20110',NULL,NULL,'',NULL,'','','','','','','2580-06-17','2580-10-01','2580','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(111,'3419900057695','-','PRAPHARAT','MAMEERAT',1,'F','0000-00-00','0000-00-00',0,0,0,'2523-02-06',0,0,0,1,1,1,0,'ประภารัตน์','พูลผล (POONPON)',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3031','2583-02-06','2583-10-01','2583','prapharut@buu.ac.th','','2554-11-04','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(112,'3249900370336','-','PARIYA','PABUNRUANG',2,'F','0000-00-00','0000-00-00',0,0,0,'2512-12-16',0,0,0,1,1,1,3,'ปริยา','นุพาสันต์ (NUPHASANT)',0,'','','','',0,0,0,'',0,0,'',0,'','','','','BS 7101, SD 104A','3032, 3014','2572-12-16','2573-10-01','2573','pariya@buu.ac.th','','2554-11-04','','','','pic1121.jpg','','','','','','','','','',0,'','','','','','',''),(113,'3200100615573','1230219118','SURIN','MATCHACHEEP',2,'','0000-00-00','0000-00-00',0,0,NULL,'2492-07-07',0,0,0,2,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3101','2552-07-06','2552-10-01','2552','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(114,'3100904011899','1230201281','PRAGROM','PRAYOONRAT',4,'','0000-00-00','0000-00-00',0,0,NULL,'2492-03-23',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3127','2552-03-22','2552-10-01','2552','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(115,'3200100615948','1230469223','SUNEE','SUKSRINGAM',2,'','0000-00-00','0000-00-00',0,0,NULL,'2494-06-25',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3021','2554-06-24','2554-10-01','2554','sunee@buu.ac.th','','0000-00-00','','','','18100008.jpg','','','','','0','','','','',NULL,'','','','','','',''),(116,'3759800006026','1230206163','JINTANA','ARUNNOPPARAT',2,'','0000-00-00','0000-00-00',0,0,NULL,'2492-01-12',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','169/60 ม. 7 ถนนลงหาดบางแสน','',11,133,1044,'20131',NULL,NULL,'',NULL,'','','038-391058','','','3089','2552-01-11','2552-10-01','2552','jintanaa@buu.ac.th','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(117,'3101400536492','1231469512','AMPORN','THONGKUKIATKUL',1,'F','0000-00-00','0000-00-00',0,0,0,'2504-04-11',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3087','2564-04-10','2564-10-01','2564','amporn@buu.ac.th','','2554-11-03','','','','31100018.jpg','','','','','0','','','','',NULL,'','','','','','',''),(118,'3510101055773','1731038072','CHANAWAT','TUNTIWARANURUK',2,'M','0000-00-00','0000-00-00',0,0,0,'2505-03-11',0,0,0,1,1,1,0,'','',0,'','','1/1 ซอย 18 ถนนบางแสนสาย 2','',11,133,1044,'20130',NULL,NULL,'',NULL,'','','038-384398','','','3025','2565-03-10','2565-10-01','2565','chanawat@buu.ac.th','','2554-11-03','','','','32100026.jpg','','','','','0','','','','',NULL,'','','','','','',''),(119,'3200700014473','1232536275','SAEDTHAWAT','CHAMSART',1,'M','0000-00-00','0000-00-00',0,0,0,'2507-08-07',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3127','2567-08-06','2567-10-01','2567','saethawa@buu.ac.th','','2554-11-03','','','','35100009.jpg','','','','','','','','','',0,'','','','','','',''),(120,'3310200159960','1234012180','SUPAWAT','PHONTHONGMAK',1,'M','0000-00-00','0000-00-00',0,0,0,'2512-06-05',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3090','2572-06-04','2572-10-01','2572','supawat@buu.ac.th','','2554-11-03','','','','pic120.jpg','','','','','0','','','','',NULL,'','','','','','',''),(121,'3450200308883','4201003951','GUNTIMA','SUWANNAPONG',2,'F','0000-00-00','0000-00-00',0,0,0,'2510-12-24',0,0,0,1,1,1,0,'','',0,'','','169/201 ถนนลงหาดบางแสน','',11,133,1044,'20131',NULL,NULL,'',NULL,'','','038-373875','','','3088','2570-12-23','2571-10-01','2571','guntima@buu.ac.th','','2554-11-03','','','','pic121.jpg','','','','','0','','','','',NULL,'','','','','','',''),(122,'3209900229994','1234460349','WISATRE','KUNGCHAROENSUNTORN',1,'F','0000-00-00','0000-00-00',0,0,0,'2510-05-24',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3021','2570-05-23','2570-10-01','2570','wisatre@buu.ac.th','','2554-11-03','','','','37100024.jpg','','','','','0','','','','',NULL,'','','','','','',''),(123,'3210300827353','1234165510','CHUTA','BUNPUKDEE',2,'F','0000-00-00','0000-00-00',0,0,0,'2510-11-19',0,0,0,1,1,1,0,'','',0,'','','66 หมู่ 3','',12,0,1180,'',NULL,NULL,'',NULL,'','','','','','3089','2570-11-18','2571-10-01','2571','chuta@buu.ac.th','','2554-11-03','','','','37100039.jpg','','','','','0','','','','',NULL,'','','','','','',''),(124,'3200100853857','1233506406','KEASARAPORN','JUANPASERT',2,'F','0000-00-00','0000-00-00',0,0,0,'2514-04-10',0,0,0,1,1,1,0,'','',0,'','','89 ม. 1','',11,133,1053,'20000',0,0,'',0,'','','038-392970','','','3090,3035','2574-04-09','2574-10-01','2574','kasaraporn@buu.ac.th','','2554-11-03','','','','pic124.jpg','','','','','','','','','',0,'','','','','','',''),(125,'3869800010596','1234600356','CHANTRA','INTANON',2,'F','0000-00-00','0000-00-00',0,0,0,'2513-06-30',0,0,0,1,0,0,0,'','',0,'','','220/4 ถนนหลังฐาน','',69,858,7813,'',NULL,NULL,'',NULL,'','','','','','3089','2573-06-29','2573-10-01','2573','chantra@buu.ac.th','','2554-11-03','','','','41100006.jpg','','','','','0','','','','',NULL,'','','','','','',''),(126,'3100902768569','1054090504','PANIDA','LOUTCHANWOOT',1,'','0000-00-00','0000-00-00',0,0,NULL,'2517-10-02',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3089','2577-10-01','2578-10-01','2578','oupanida@hotmail.com','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(127,'3209900251329','1236566407','PHAKPOOM','PHRAPRASERT',1,'M','0000-00-00','0000-00-00',0,0,0,'2517-08-06',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3127','2577-08-05','2577-10-01','2577','phakpoom@buu.ac.th','','2554-11-03','','','','pic127.jpg','','','','','0','','','','',NULL,'','','','','','',''),(128,'3300200099959','-','SIRASATIYAKORN','JUNKASIRAPORN',1,'F','0000-00-00','0000-00-00',0,0,0,'2518-08-17',0,0,0,1,1,1,0,'นางสาวศิริพรรณ (SIRIPAN)','บรรหาร (BANHARN)',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3021','2578-08-16','2578-10-01','2578','siripan@buu.ac.th','','2554-11-03','','','','44300001.jpg','','','','','0','','','','',NULL,'','','','','','',''),(129,'3849900218326','-','PONGRAT','DUMRONGROJWATTANA',1,'M','0000-00-00','0000-00-00',0,0,0,'2519-03-18',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3090','2579-03-17','2579-10-01','2579','pongrat@buu.ac.th','','2554-11-03','','','','44300033.jpg','','','','','','','','','',0,'','','','','','',''),(130,'3759900345221','-','DUANGTA','JUNESIRIKUL',1,'F','0000-00-00','0000-00-00',0,0,0,'2514-10-16',0,0,0,1,0,0,0,'','',0,'','','72/14 ถนนธนบุรี-ปากท่อ','',60,768,6155,'โทรศัพท',NULL,NULL,'',NULL,'','','034-713126','','','3087','2574-10-15','2575-10-01','2575','duangta@buu.ac.th','','2554-11-03','','','','pic130.jpg','','','','','0','','','','',NULL,'','','','','','',''),(131,'3100500417290','1042276699','BENCHAWAN','CHIWAPREECHA',1,'F','0000-00-00','0000-00-00',0,0,0,'2507-05-28',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3021','2567-05-28','2567-10-01','2567','benchawon@buu.ac.th','','2554-11-03','','','','45300057.jpg','','','','','','','','','',0,'','','','','','',''),(132,'3210300149398','-','Nutcharin','Kaewkla',1,'F','0000-00-00','0000-00-00',0,0,0,'2511-09-08',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3126','2571-09-08','2571-10-01','2571','nutcharin@buu.ac.th','','2554-11-03','','','','46300130.jpg','','','','','0','','','','',NULL,'','','','','','',''),(133,'3200100615581','-','SOMSOOK','MATCHACHEEP',2,'','0000-00-00','0000-00-00',0,0,NULL,'2493-05-21',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3086, 3087','2553-05-21','2553-10-01','2553','somsook@buu.ac.th','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(134,'3250400337935','-','NAVARAT','PRATPRUENG',1,'F','0000-00-00','0000-00-00',0,0,0,'2525-11-01',0,0,0,1,1,1,2,'นวรัตน์','มีแสง',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3090,3035','2585-11-01','2586-10-01','2586','navarat@buu.ac.th','','2554-11-03','','','','pic134.jpg','','','','','','','','','',0,'','','','','','',''),(135,'3200101086060','-','FREDERICK','W.H.BEAMISH',1,'','0000-00-00','0000-00-00',0,0,0,'2478-07-31',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','โครงการบัณฑิต','','2538-07-31','2538-10-01','2538','billbeamish@hotmail.com','','2555-01-16','','','','pic135.JPG','','','','','','','','','',0,'','','','','','',''),(136,'3120100685785','1230198925','YUPA','VANICHAI',1,'','0000-00-00','0000-00-00',0,0,NULL,'2491-05-10',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2551-05-09','2551-10-01','2551','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(137,'5200100039820','1230273325','SAMPHAO','JONGJITTA',2,'M','0000-00-00','0000-00-00',0,0,0,'2492-06-03',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3084','2552-06-03','2552-10-01','2552','sampao@buu.ac.th','','2554-11-04','','','','pic137.jpg','','','','','0','','','','',NULL,'','','','','','',''),(138,'3200101393507','1230209652','KRAIWIT','TIWAKULPIPAT',2,'M','0000-00-00','0000-00-00',0,0,0,'2495-05-21',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3143, 3076','2555-05-20','2555-10-01','2555','kraiwit@buu.ac.th','','2554-11-04','','','','pic138.jpg','','','','','0','','','','',NULL,'','','','','','',''),(139,'3249900371146','1423234706','SURASING','CHAIYAKUN',2,'M','0000-00-00','0000-00-00',0,0,0,'2502-08-22',0,165,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3075, 3145','2562-08-21','2562-10-01','2562','surasing@buu.ac.th, s-chaikhun@hotmail.com','','2554-11-04','','','','pic139.jpg','','','','','0','','','','',NULL,'','','','','','',''),(140,'3200101337763','1231075355','BUNGONG','JURGOLJUN',1,'M','0000-00-00','0000-00-00',0,0,0,'2504-09-25',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','CL 308','7528','2564-09-25','2564-10-01','2564','-','','2554-11-04','','','','pic140.jpg','','','','','','','','','',0,'','','','','','',''),(141,'3101401143630','-','NUPAN','KHEAOMAINGAM',1,'M','0000-00-00','0000-00-00',0,0,0,'2512-04-14',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3146','2572-04-13','2572-10-01','2572','nupan@buu.ac.th','','2554-11-04','','','','pic141.jpg','','','','','0','','','','',NULL,'','','','','','',''),(142,'3100903190439','1232552107','NIRUN','WITIT-ANUN',3,'M','0000-00-00','0000-00-00',0,0,0,'2508-12-25',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3082','2568-12-24','2569-10-01','2569','nirun@buu.ac.th','','2554-11-04','','','','pic142.jpg','','','','','0','','','','',NULL,'','','','','','',''),(143,'3229900172305','1234357120','CHAINARONG','TAEPANICH',1,'M','0000-00-00','0000-00-00',0,0,0,'2516-06-05',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3148','2576-06-04','2576-10-01','2576','chainaro@buu.ac.th','','2554-11-04','','','','pic143.jpg','','','','','0','','','','',NULL,'','','','','','',''),(144,'3100601191548','1034530501','NIVORN','SRIKOON',2,'M','0000-00-00','0000-00-00',0,0,0,'2513-03-25',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','PY 308','3143','2573-03-24','2573-10-01','2573','nivorn@buu.ac.th','','2554-11-04','','','','pic144.jpg','','','','','','','','','',0,'','','','','','',''),(145,'3200100616758','1234680532','SURAPONG','THONGEHAL',1,'M','0000-00-00','0000-00-00',0,0,0,'2519-02-05',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','7528','2579-02-05','2579-10-01','2579','surapongg@buu.ac.th','','2554-11-04','','','','pic145.jpg','','','','','','','','','',0,'','','','','','',''),(146,'5900699006671','1234757661','CHAISAK','ISSRO',1,'M','0000-00-00','0000-00-00',0,0,0,'2514-07-06',0,0,0,1,1,1,0,'','',0,'','','169/318 ถนนลงหาดบางแสน','',11,133,1044,'โทรศัพท',0,0,'',0,'','','ต่อ','','','3140','2574-07-05','2574-10-01','2574','chaisak@buu.ac.th','','2554-11-04','','','','pic146.jpg','','','','','','','','','',0,'','','','','','',''),(147,'3101100406216','1042579752','SONGVUDHT','CHIMCHINDA',1,'M','0000-00-00','0000-00-00',0,0,0,'2517-11-11',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3141','2577-11-10','2578-10-01','2578','songvudhi@buu.ac.th','','2554-11-04','','','','pic147.jpg','','','','','','','','','',0,'','','','','','',''),(148,'3102000744803','1050774675','THANAWEE','CHODJARUSAWAD',1,'M','0000-00-00','0000-00-00',0,0,0,'2514-09-12',0,0,0,1,1,1,0,'','',0,'','','457/7 ถนนพรานนก','',1,20,127,'10700',0,0,'',0,'','','02-4126121','','PY 307','','2574-09-11','2574-10-01','2574','thitikor@buu.ac.th','','2554-11-04','','','','pic148.jpg','','','','','','','','','',0,'','','','','','',''),(149,'3100201183670','-','SURAKRAI','SRISUPHAPHON',1,'M','0000-00-00','0000-00-00',0,0,0,'2519-09-13',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3142','2579-09-12','2579-10-01','2579','sorakrai_s@buu.ac.th','','2554-11-04','','','','pic149.jpg','','','','','','','','','',0,'','','','','','',''),(150,'3100201183670','-','SARAYUT','DEACHAPUNYA',1,'M','0000-00-00','0000-00-00',0,0,0,'2519-08-30',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3142','2579-08-29','2579-10-01','2579','sarayut@buu.ac.th','','2554-11-04','','','','pic150.jpg','','','','','0','','','','',NULL,'','','','','','',''),(151,'3101201546277','-','BOONLIT','KRUNAVAKRAN',1,'M','0000-00-00','0000-00-00',0,0,0,'2515-03-09',0,0,0,1,1,1,1,'บุญฤทธิ์','ครุนวการ',1,'ธนะสิทธิ์','รัชตเรืองสิทธิ์','4/154 ม. 16 ซอย ฝ 5 การเคหะบางพลี ถนนเทพารักษ์','',2,54,0,'10540',0,0,'',0,'','','','','PY 409','3187','2575-03-09','2575-10-01','2575','boonlit@buu.ac.th','','2554-11-04','','','','pic151.jpg','','','','','','','','','',0,'','','','','','',''),(152,'3260100507932','-','TASUPA','SAHAYA',1,'','0000-00-00','0000-00-00',0,0,0,'2515-03-05',0,0,0,1,1,1,2,'ธิดา','สหายา',0,'','','16/147 ม. 5','',11,133,1055,'20000',0,0,'',0,'','','','','','3076','2575-03-05','2575-10-01','2575','thidas@buu.ac.th','','2554-11-06','','','','pic152.jpg','','','','','','','','','',0,'','','','','','',''),(153,'3100603286813','-','USAVADEE','TUNTIWARANURUK',2,'F','0000-00-00','0000-00-00',0,0,0,'2504-06-06',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3079','2564-06-06','2564-10-01','2564','usavadee@buu.ac.th','','2554-11-04','','','','pic153.png','','','','','','','','','',0,'','','','','','',''),(154,'3749900330640','-','CHAKAPUN','THAWORNTHIRA',2,'M','0000-00-00','0000-00-00',0,0,0,'2514-03-07',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3042','2574-03-07','2574-10-01','2574','chakapun@buu.ac.th','','2554-11-04','','','','pic154.jpg','','','','','0','','','','',NULL,'','','','','','',''),(155,'3329900194618','-','THAMMASAK','SINGKA-SELIT',2,'M','0000-00-00','0000-00-00',0,0,0,'2497-05-30',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3147','2557-05-30','2557-10-01','2557','thamasa@buu.ac.th','','2554-11-04','','','','pic155.jpg','','','','','','','','','',0,'','','','','','',''),(156,'3240500126766','-','NARONG','UENGKIMBUAN',1,'M','0000-00-00','0000-00-00',0,0,0,'2511-02-05',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3152','2571-02-05','2571-10-01','2571','narong@buu.ac.th','','2554-11-04','','','','pic156.png','','','','','','','','','',0,'','','','','','',''),(157,'3120100977956','1230825609','PRAPARSIRI','BARNETTE',2,'F','0000-00-00','0000-00-00',0,0,0,'2503-05-10',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3093','2563-05-09','2563-10-01','2563','praparsi@buu.ac.th','','2554-11-03','','','','pic1571.jpg','','','','','0','','','','',NULL,'','','','','','',''),(158,'3100602191525','1119487744','SOMTAWIN','JARITKHUAN',2,'F','0000-00-00','0000-00-00',0,0,0,'2502-06-29',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3022','2562-06-28','2562-10-01','2562','somtawin@buu.ac.th','','2554-11-03','','','','27100023.jpg','','','','','0','','','','',NULL,'','','','','','',''),(159,'3100902213681','1704272847','SUWANNA','PANUTRAKUL',1,'F','0000-00-00','0000-00-00',0,0,0,'2505-10-10',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3094','2565-10-09','2566-10-01','2566','suwannak@buu.ac.th','','2554-11-03','','','','pic159.jpg','','','','','0','','','','',NULL,'','','','','','',''),(160,'3100500180915','1231074044','VERAPONG','VUTHIPHANDCHAI',1,'M','0000-00-00','0000-00-00',0,0,0,'2504-09-17',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3093','2564-09-16','2564-10-01','2564','verapong@buu.ac.th','','2554-11-03','','','','pic160.jpg','','','','','0','','','','',NULL,'','','','','','',''),(161,'3200101338085','1344744940','BOONYARATH','PRATOOMCHAT',1,'M','0000-00-00','0000-00-00',0,0,0,'2508-03-31',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3133,2287','2568-03-30','2568-10-01','2568','boonyara@buu.ac.th','','2554-11-03','','','','pic161.jpg','','','','','','','','','',0,'','','','','','',''),(162,'3101500159798','1231043248','VIPOOSIT','MANTHACHITRA',2,'M','0000-00-00','0000-00-00',0,0,0,'2505-11-02',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3171 ต่อ 5204','2565-11-01','2566-10-01','2566','vipoosit@buu.ac.th','','2554-11-03','','','','pic162.jpg','','','','','','','','','',0,'','','','','','',''),(163,'3100200545861','1201213077','NONGNUD','TANGGROCK-OLAN',2,'F','0000-00-00','0000-00-00',0,0,0,'2507-05-22',0,0,0,1,1,1,0,'','',0,'','','39/26 ซอยชินเขต2/19','',1,0,39,'โทรศัพท',NULL,NULL,'',NULL,'','','02-5913026','','','3130','2567-05-21','2567-10-01','2567','nongnud@buu.ac.th','','2554-11-03','','','','pic163.jpg','','','','','0','','','','',NULL,'','','','','','',''),(164,'3900100545536','1233048142','PRASARN','INTACHAROEN',2,'M','0000-00-00','0000-00-00',0,0,0,'2511-11-19',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3132','2571-11-18','2572-10-01','2572','prasarni@buu.ac.th','','2554-11-03','','','','pic164.jpg','','','','','','','','','',0,'','','','','','',''),(165,'3101600793863','1233202117','KASHANE','CHALERMWAT',2,'','0000-00-00','0000-00-00',0,0,NULL,'2500-10-21',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','53/64 หมู่บ้านสโรชา ถนนแสนสุข','',11,133,1044,'20130',NULL,NULL,'',NULL,'','','038-393418','','','3039','2560-10-20','2561-10-01','2561','k_chalermwat@hotmail.com','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(166,'3549900094115','1038485821','WANSUK','SENANAN',2,'F','0000-00-00','0000-00-00',0,0,0,'2515-10-06',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3093','2575-10-05','2576-10-01','2576','wansuk@buu.ac.th','','2554-11-03','','','','pic166.jpg','','','','','0','','','','',NULL,'','','','','','',''),(167,'3429900063229','1263347420','MARUT','DIPAROS',1,'M','0000-00-00','0000-00-00',0,0,0,'2509-01-25',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3133','2569-01-24','2569-10-01','2569','marut@buu.ac.th','','2554-11-03','','','','pic167.png','','','','','0','','','','',NULL,'','','','','','',''),(168,'3102100030527','1234179906','THANOMSAK','BOONPHAKDEE',2,'M','0000-00-00','0000-00-00',0,0,0,'2512-07-05',0,0,0,1,1,1,0,'','',0,'','','27/28 ม. 6','',1,0,0,'',0,0,'',0,'','','','','','3023','2572-07-04','2572-10-01','2572','thanomsa@buu.ac.th','','2554-11-03','','','','pic168.jpg','','','','','','','','','',0,'','','','','','',''),(169,'3102001920265','1051294899','VICHAYA','GUNBUA',2,'M','0000-00-00','0000-00-00',0,0,1,'2517-01-10',2,175,90,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','SD 110A','3155','2577-01-09','2577-10-01','2577','vichaya@buu.ac.th','','2554-05-27','','','','pic169.jpg','','','','','','','','','',0,'','','','','','',''),(170,'3240100055802','1244110098','RANGSIMA','SOOTANAN',2,'F','0000-00-00','0000-00-00',0,0,0,'2513-02-18',0,159.5,48,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3034','2573-02-17','2573-10-01','2573','rangsima@buu.ac.th','','2554-11-03','','','','pic170.jpg','','','','','','','','','',0,'','','','','','',''),(171,'3200200080671','1235620681','PACHOENCHOKE','JINTASAERANEE',2,'M','0000-00-00','0000-00-00',0,0,0,'2515-05-14',0,0,0,2,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3094','2575-05-13','2575-10-01','2575','pachoenc@buu.ac.th','','2554-11-03','','','','pic171.jpg','','','','','0','','','','',NULL,'','','','','','',''),(172,'3610100065677','-','AGGARAT','NOI-PENG',2,'M','0000-00-00','0000-00-00',0,0,0,'2515-08-29',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3095','2575-08-29','2575-10-01','2575','akarat@buu.ac.th','','2554-11-03','','','','pic172.jpg','','','','','','','','','',0,'','','','','','',''),(173,'5910500001891','-','SORANON','WATTANAPAN',2,'M','0000-00-00','0000-00-00',0,0,0,'2519-03-21',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3092','2579-03-21','2579-10-01','2579','soranon@buu.ac.th','','2554-11-03','','','','pic173.jpg','','','','','0','','','','',NULL,'','','','','','',''),(174,'4240400001790','-','NARINRATH','KONGJANDTRE',1,'F','0000-00-00','0000-00-00',0,0,0,'2521-10-29',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3132','2581-10-29','2582-10-01','2582','narinratana@buu.ac.th','','2554-11-03','','','','pic174.jpg','','','','','0','','','','',NULL,'','','','','','',''),(175,'3260300049342','-','PATCHARIN','NAKLOH',1,'','0000-00-00','0000-00-00',0,0,NULL,'2525-08-11',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2585-08-11','2585-10-01','2585','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(176,'3440500650714','-','YUWANNA','SASING',1,'','0000-00-00','0000-00-00',0,0,NULL,'2525-01-24',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2585-01-24','2585-10-01','2585','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(177,'3220400292974','-','NUNGRUTHAI','KHAMTHANOM',1,'','0000-00-00','0000-00-00',0,0,NULL,'2525-10-25',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2585-10-25','2586-10-01','2586','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(178,'5200699010011','-','AROON','BOONTHUM',1,'','0000-00-00','0000-00-00',0,0,NULL,'2525-12-30',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2585-12-30','2586-10-01','2586','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(179,'3141200028400','-','SAVAMINEE','TEERAWUT',1,'','0000-00-00','0000-00-00',0,0,0,'2520-08-17',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','081-1474333','BS 1207','3093','2580-08-17','2580-10-01','2580','sawamin@buu.ac.th','','2555-01-13','','','','pic179.jpg','','','','','','','','','',0,'','','','','','',''),(180,'3101700193353','-','PICHAN','SAWANGWONG',1,'','0000-00-00','0000-00-00',0,0,0,'2491-05-07',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2551-05-07','2551-10-01','2551','','','2557-05-02','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(181,'3200100740131','-','SITTIPUN','SIRIRATTANACHAI',2,'','0000-00-00','0000-00-00',0,0,NULL,'2494-01-26',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3133','2554-01-26','2554-10-01','2554','sittis@buu.ac.th','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(182,'3200100766954','-','ANUKUL','BURANAPRATHEPRAT',2,'M','0000-00-00','0000-00-00',0,0,0,'2515-01-26',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','BS  2202 (ห้องโอเชี่ยน)','3020','2575-01-26','2575-10-01','2575','anukul@buu.ac.th','','2554-11-03','','','','pic182.jpg','','','','','','','','','',0,'','','','','','',''),(183,'3900100546524','-','PENSRI','SUWANMANCE',1,'F','0000-00-00','0000-00-00',0,0,0,'2517-11-21',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3092','2577-11-21','2578-10-01','2578','pensri@buu.ac.th','','2554-11-03','','','','pic183.jpg','','','','','0','','','','',NULL,'','','','','','',''),(184,'5200100036201','1230209270','JIRA','JATURANON',2,'','0000-00-00','0000-00-00',0,0,NULL,'2496-01-28',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','169/35 ถนนลงหาดบางแสน','',11,133,1044,'20000',NULL,NULL,'',NULL,'','','038-390869','','','','2556-01-27','2556-10-01','2556','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(185,'3100900918377','1003546892','TAWATCHAI','IEMPAIROTE',2,'','0000-00-00','0000-00-00',0,0,NULL,'2496-04-14',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','169/64 ถนนลงหาดบางแสน','',11,133,1044,'20131',NULL,NULL,'',NULL,'','','038-390336','','','','2556-04-13','2556-10-01','2556','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(186,'3102201282181','1018503712','TOMKANOK','CHANTARUJIRAKORN',2,'','0000-00-00','0000-00-00',0,0,NULL,'2500-11-04',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','1052 ซอยประชาชื่น31ถนนประชาชื่น','',1,0,17,'10800',NULL,NULL,'',NULL,'','','01-6254176','','','','2560-11-03','2561-10-01','2561','27/28','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(187,'3100905932157','1269242996','PHONGWOOT','DUONGSRI',3,'','0000-00-00','0000-00-00',0,0,NULL,'2497-08-15',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2557-08-14','2557-10-01','2557','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(188,'3841700479595','1020073760','NUANSRI','DENWATTANA',1,'','0000-00-00','0000-00-00',0,0,NULL,'2506-04-17',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2566-04-16','2566-10-01','2566','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(189,'3309901435546','1234006950','KANUENGNTJ','KUBOLA',2,'','0000-00-00','0000-00-00',0,0,NULL,'2517-06-17',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','268/3 ปมู่ 5','',19,201,1652,'30000',NULL,NULL,'',NULL,'','','','','','','2577-06-16','2577-10-01','2577','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(190,'3100900007633','1269358918','SUWANNA','RASMEQUAN',1,'','0000-00-00','0000-00-00',0,0,NULL,'2504-02-17',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2564-02-16','2564-10-01','2564','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(191,'3200900163413','1256080877','KANTIMA','ONLAOR',1,'','0000-00-00','0000-00-00',0,0,NULL,'2518-09-12',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','192 ม. 3 ซอยสุขาภิบาล 29/5','',12,0,327,'21130',NULL,NULL,'',NULL,'','','01-6450296','','','','2578-09-11','2578-10-01','2578','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(192,'3480100396764','1410518093','','',2,'','0000-00-00','0000-00-00',0,0,NULL,'2513-06-25',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','7 ซอย 5 ถนนบางแสนสาย 3','',11,133,1044,'20130',NULL,NULL,'',NULL,'','','038-748-84','','','','2573-06-24','2573-10-01','2573','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(193,'3249900331438','1243681414','BENCHAPORN','JANTARAKOONGKUL',1,'','0000-00-00','0000-00-00',0,0,NULL,'2518-07-13',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2578-07-12','2578-10-01','2578','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(194,'3100203068053','1234754400','WITTAWAS','PUNTUMCHINDA',1,'','0000-00-00','0000-00-00',0,0,NULL,'2515-01-01',0,0,0,2,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2574-12-31','2575-10-01','2575','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(195,'3210500467156','1256260323','SURACHAI','WACHIRAHATTHAPONG',1,'','0000-00-00','0000-00-00',0,0,NULL,'2518-11-13',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2578-11-13','2579-10-01','2579','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(196,'3101600353626','1053098662','PORNNAPHAT','WUNGTHONG',1,'','0000-00-00','0000-00-00',0,0,NULL,'2519-10-04',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2579-10-03','2580-10-01','2580','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(197,'3100500199683','1233879180','CHULARAT','HONGVALEERAT',1,'F','0000-00-00','0000-00-00',0,0,0,'2510-06-16',0,0,0,1,1,1,0,'','',0,'','','9 ซอยมาบตาพุด 5 ถนนวัดมาบตาพุด','',12,144,1157,'21500',NULL,NULL,'',NULL,'','','038-681109','','','3139','2570-06-15','2570-10-01','2570','chularat@buu.ac.th','','2554-11-03','','','','39100021.jpg','','','','','0','','','','',NULL,'','','','','','',''),(198,'3670100017796','-','ANOCHA','SUKSOMBOON',1,'F','0000-00-00','0000-00-00',0,0,0,'2517-06-28',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','FE 205','3135','2577-06-28','2577-10-01','2577','anocha@buu.ac.th','','2554-11-04','','','','39100027.jpg','','','','','','','','','',0,'','','','','','',''),(199,'3200100260473','1234757562','NISANARTH','KRASAECHOL',1,'F','0000-00-00','0000-00-00',0,0,0,'2514-06-29',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3137','2574-06-28','2574-10-01','2574','nisanart@buu.ac.th','','2554-11-03','','','','41100033.jpg','','','','','0','','','','',NULL,'','','','','','',''),(200,'3269900101432','1256351519','WICHAMANEE','YUENYONGPUTTAKAL',1,'F','0000-00-00','0000-00-00',0,0,0,'2517-06-02',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3137','2577-06-01','2577-10-01','2577','wich@buu.ac.th','','2554-11-03','','','','42100013.jpg','','','','','','','','','',0,'','','','','','',''),(201,'3340100150120','1053654127','SIRIMA','CHINSAN',2,'F','0000-00-00','0000-00-00',0,0,0,'2515-11-23',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3137','2575-11-22','2576-10-01','2576','sirima@buu.ac.th','','2554-11-03','','','','42100019.jpg','','','','','0','','','','',NULL,'','','','','','',''),(202,'3110400307727','-','PHORNNAPHAR','NOIPAN',2,'F','0000-00-00','0000-00-00',0,0,0,'2518-04-10',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3135','2578-04-09','2578-10-01','2578','phornnap@buu.ac.th','','2554-11-03','','','','44300019.jpg','','','','','0','','','','',NULL,'','','','','','',''),(203,'5470800065163','-','PHITTAYOUTH','PRATOOMRATH',1,'M','0000-00-00','0000-00-00',0,0,0,'2524-06-16',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3138','2584-06-16','2584-10-01','2584','phittayouth@buu.ac.th','','2554-11-04','','','','pic203.jpg','','','','','0','','','','',NULL,'','','','','','',''),(204,'3199900455260','-','LALIT','KUMWONGRUTTANAYOTHIN',1,'F','0000-00-00','0000-00-00',0,0,0,'2523-01-05',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3138','2583-01-05','2583-10-01','2583','lalit@buu.ac.th','','2554-11-04','','','','pic204.jpg','','','','','0','','','','',NULL,'','','','','','',''),(205,'3100600102410','1029179142','KORNPRABHA','KHANCHANA',2,'F','0000-00-00','0000-00-00',0,0,0,'2509-08-11',0,0,0,1,1,1,0,'','',0,'','','4/242 ม. 4 ซอย10 ถนนเสรีไทย','',1,27,46,'โทรศัพท',NULL,NULL,'',NULL,'','','02-3797718','','','3056','2569-08-10','2569-10-01','2569','kornprabha@buu.ac.th','','2554-11-04','','','','35100002.jpg','','','','','0','','','','',NULL,'','','','','','',''),(206,'3200700432461','1234066589','NITTAYA','CHAIYANATE',1,'F','0000-00-00','0000-00-00',0,0,0,'2513-07-01',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3056','2573-07-01','2573-10-01','2573','nittaya@buu.ac.th','','2554-11-04','','','','pic206.jpg','','','','','0','','','','',NULL,'','','','','','',''),(207,'3149900075823','1233460029','KRONGCHAN','RATANAPHADIT',1,'F','0000-00-00','0000-00-00',0,0,0,'2507-10-19',0,0,0,1,1,1,0,'','',0,'','','36 ซอย 47 ถนนไทรบุรี','',70,863,5952,'',NULL,NULL,'',NULL,'','','','','','3056','2567-10-18','2568-10-01','2568','krongchan@buu.ac.th','','2554-11-04','','','','39100031.jpg','','','','','0','','','','',NULL,'','','','','','',''),(208,'3200600183010','-','SUPAKIT','SRISAWAS',1,'M','0000-00-00','0000-00-00',0,0,0,'2523-04-11',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3056','2583-04-11','2583-10-01','2583','supakits@buu.ac.th','','2554-11-04','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(209,'3200100130120','-','AUSA','KRANARONG',1,'F','0000-00-00','0000-00-00',0,0,0,'2525-03-14',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3056','2585-03-14','2585-10-01','2585','ausa@buu.ac.th','','2554-11-04','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(210,'3200700079834','-','PHOCHIT','NANTHANAWAT',2,'F','0000-00-00','0000-00-00',0,0,0,'2515-03-17',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3056','2575-03-17','2575-10-01','2575','phochit@buu.ac.th','','2554-11-04','','','','pic210.png','','','','','0','','','','',NULL,'','','','','','',''),(211,'3101800925992','1032149828','UDOMLUCK','THITIRUKPANICH',1,'F','0000-00-00','0000-00-00',0,0,0,'2507-08-14',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3057,3058 ต่อ 18','2567-08-13','2567-10-01','2567','udomluck@buu.ac.th','','2554-11-04','','','','pic211.jpg','','','','','','','','','',0,'','','','','','',''),(212,'3470101353031','1406783757','SUNTHORN','CHOOLUCK',1,'M','0000-00-00','0000-00-00',0,0,0,'2517-06-16',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3057,3058 ต่อ 17','2577-06-15','2577-10-01','2577','sunthornc@buu.ac.th','','2554-11-04','','','','pic212.jpg','','','','','','','','','',0,'','','','','','',''),(213,'3199900316693','1189429682','PITAK','SOOTANAN',2,'M','0000-00-00','0000-00-00',0,0,0,'2517-07-19',0,170,55,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3057,3058 ต่อ 22','2577-07-18','2577-10-01','2577','pitak@buu.ac.th','','2554-11-04','','','','pic2131.jpg','','','','','','','','','',0,'','','','','','',''),(214,'3200600135066','-','PREEDAWUN','PORNNGAM',1,'F','0000-00-00','0000-00-00',0,0,0,'2521-01-21',0,0,0,1,1,1,0,'ปรีดาวรรณ','สาลี (SALEE)',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3057,3058 กด 0','2581-01-21','2581-10-01','2581','preedawan@buu.ac.th','','2554-11-04','','','','pic214.jpg','','','','','','','','','',0,'','','','','','',''),(215,'3240100063597','-','JITTIMA','CHAROENPANICH',1,'F','0000-00-00','0000-00-00',0,0,0,'2520-11-29',0,0,0,1,1,1,0,'','',0,'','','36 หมู่ 1 ถนนสุวินทวงศ์','',15,170,0,'',0,0,'',0,'','','038-593098','','','3057,3058 ต่อ 14','2580-11-28','2581-10-01','2581','jittima@buu.ac.th','','2554-11-04','','','','pic2152.jpg','','','','','','','','','',0,'','','','','','',''),(216,'3110102301259','-','CHATCHAWIN','PETCHLERT',1,'M','0000-00-00','0000-00-00',0,0,0,'2517-02-24',0,0,0,1,1,1,0,'','',0,'','','1025 ม. 4 ซอยเทพารักษ์ 12 ถนนเทพารักษ์','',2,52,232,'10270',0,0,'',0,'','','02-7581648','','','3151,3057,3058  ต่อ 30','2577-02-24','2577-10-01','2577','chatchaw@buu.ac.th','','2554-11-04','','','','pic216.jpg','','','','','','','','','',0,'','','','','','',''),(217,'1180200020061','-','BUDSADEE','NANHNA',1,'F','0000-00-00','0000-00-00',0,0,9,'2527-10-31',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3058 กด 0 / กด 19','2585-10-11','2586-10-01','2586','budsadee@buu.ac.th','','2554-11-04','','','','pic2172.jpg','','','','','','','','','',0,'','','','','','',''),(218,'4120100030302','-','KLAOKWAN','SRISOOK',2,'F','0000-00-00','0000-00-00',0,0,0,'2512-04-04',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3057,3058 ต่อ 12','2572-04-04','2572-10-01','2572','klaokwan@buu.ac.th','','2554-11-04','','','','pic2181.jpg','','','','','','','','','',0,'','','','','','',''),(219,'3100701106585','-','SMARTACHAI','SANTAWANPAS',1,'','0000-00-00','0000-00-00',0,0,NULL,'2493-10-23',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3151','2553-10-23','2554-10-01','2554','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(220,'3102000153996','1231076178','PRASERTM','MEERATANA',2,'','0000-00-00','0000-00-00',0,0,NULL,'2501-01-09',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2561-01-08','2561-10-01','2561','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(221,'3102002675949','1019775316','Chantarawan','Saengkhae',1,'','0000-00-00','0000-00-00',0,0,NULL,'2506-10-16',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','17 ม. 2 ซอยจรัญสนิทวงศ์ 95','',1,25,125,'',NULL,NULL,'',NULL,'','','','','','','2566-10-15','2567-10-01','2567','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(222,'3100100152183','1018378570','WANIDA','OLANKITANAN',1,'','0000-00-00','0000-00-00',0,0,NULL,'2505-04-07',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2565-04-06','2565-10-01','2565','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(223,'3101200423139','1014437028','PETCHARAT','TRONGTORSAK',2,'','0000-00-00','0000-00-00',0,0,NULL,'2501-01-02',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2561-01-01','2561-10-01','2561','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(224,'3260300372011','1271532245','ARDOOL','MEEPOOL',1,'','0000-00-00','0000-00-00',0,0,NULL,'2510-09-10',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2570-09-09','2570-10-01','2570','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(225,'3659900199501','1530286452','KANOKNUCH','NARAVORATHAM',3,'','0000-00-00','0000-00-00',0,0,NULL,'2503-06-11',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','629/4 ซอยปรีดารมย์','',11,133,1043,'20000',NULL,NULL,'',NULL,'','','01-3948157','','','','2563-06-10','2563-10-01','2563','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(226,'3100201451674','1041681982','JIRASUDA','NAKIEM',1,'','0000-00-00','0000-00-00',0,0,NULL,'2512-08-05',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','18/141 ม. 11 หมู่บ้านรัชนีวิลล่า2 ซอยผู้ใหญ่สุนทร','',1,27,0,'10230',NULL,NULL,'',NULL,'','','09-1133542','','','','2572-08-04','2572-10-01','2572','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(227,'3100400528502','1042320521','DUANGRUDEE','CHERDWONGCHAROENSUK',1,'','0000-00-00','0000-00-00',0,0,NULL,'2512-05-05',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','144/115 หมู่ 6','',59,766,0,'',NULL,NULL,'',NULL,'','','','','','','2572-05-04','2572-10-01','2572','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(228,'3200100615191','1234683540','NUTTINEE','TEERAKULKITTIPONG',2,'','0000-00-00','0000-00-00',0,0,NULL,'2518-10-29',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','169/73 ถนนลงหาดบางแสน','',11,133,1044,'20130',NULL,NULL,'',NULL,'','','038-385944','','','','2578-10-28','2579-10-01','2579','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(229,'3100903406954','-','URAIWAN','INTAMASO',1,'','0000-00-00','0000-00-00',0,0,NULL,'2513-04-17',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2573-04-17','2573-10-01','2573','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(230,'3901100556083','-','WITOON','KHAWSUK',1,'','0000-00-00','0000-00-00',0,0,NULL,'2517-07-15',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2577-07-15','2577-10-01','2577','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(231,'3300700452208','-','CHADAPORN','NUCHJANGREED',1,'','0000-00-00','0000-00-00',0,0,NULL,'2518-02-11',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','82 ม. 8','',19,207,1720,'30190',NULL,NULL,'',NULL,'','','05-1478634','','','','2578-02-11','2578-10-01','2578','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(232,'3200100801105','-','','',1,'','0000-00-00','0000-00-00',0,0,NULL,'2521-05-20',0,0,0,0,0,0,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2581-05-20','2581-10-01','2581','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(233,'3101300112097','1002320240','VIROJ','MITRANONDA',2,'','0000-00-00','0000-00-00',0,0,NULL,'2485-07-11',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2545-07-11','2545-10-01','2545','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(234,'3200200072849','-','PRONTIP','SUDTIPONG',3,'','0000-00-00','0000-00-00',0,0,NULL,'2518-06-06',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2578-06-06','2578-10-01','2578','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(235,'3160100937156','-','KULWARA','PULPAOL',1,'','0000-00-00','0000-00-00',0,0,NULL,'2521-07-09',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','89 ถนนสุระสงคราม','',7,94,668,'15000',NULL,NULL,'',NULL,'','','','','','','2581-07-09','2581-10-01','2581','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(236,'3101800039895','-','MARUT','TANGWATTANACHULEEPORN',1,'','0000-00-00','0000-00-00',0,0,NULL,'2524-03-18',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2584-03-18','2584-10-01','2584','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(237,'3119800092556','-','WARANURIN','YISARAKUN',1,'','0000-00-00','0000-00-00',0,0,NULL,'2522-09-05',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2582-09-05','2582-10-01','2582','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(238,'3920100325633','1742523024','YUYEN','SEUJANGE',1,'','0000-00-00','0000-00-00',0,0,NULL,'2517-08-24',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2577-08-24','2577-10-01','2577','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(239,'3240600015176','-','WIROTE','ARUNNOPPARAT',2,'','0000-00-00','0000-00-00',0,0,NULL,'2499-01-07',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2559-01-07','2559-10-01','2559','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(240,'3101300469947','-','SOMJAI','APISAWETAKAN',1,'','0000-00-00','0000-00-00',0,0,NULL,'2510-06-28',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2570-06-28','2570-10-01','2570','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(241,'1239900026001','-','DOUNGNAPA','BUAPOOL',1,'','0000-00-00','0000-00-00',0,0,NULL,'2528-11-28',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','54 ม. 3','',14,163,1321,'23000',NULL,NULL,'',NULL,'','','039-524908','','','','2588-11-28','2589-10-01','2589','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(242,'3200101341256','1235734555','PUSIT','KULKASEM',2,'','0000-00-00','0000-00-00',0,0,NULL,'2515-11-16',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2575-11-15','2576-10-01','2576','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(243,'3200200227168','-','JAKKARIN','SUKSAWATCHON',1,'','0000-00-00','0000-00-00',0,0,NULL,'2519-04-06',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','86/4 หมู่ 2','',11,134,0,'โทรศัพท',NULL,NULL,'',NULL,'','','038-744466','','','','2579-04-05','2579-10-01','2579','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(244,'3200600269241','-','PRAWIT','BOONMEE',1,'','0000-00-00','0000-00-00',0,0,NULL,'2518-01-09',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2578-01-09','2578-10-01','2578','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(245,'3220200005131','-','ATHITHA','CHOKANANRATANA',1,'','0000-00-00','0000-00-00',0,0,NULL,'2523-08-03',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','20 ซอย 3 ถนนบางแสนสาย 2','',11,133,1044,'20130',NULL,NULL,'',NULL,'','','','','','','2583-08-03','2583-10-01','2583','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(246,'3209900433087','-','RUJIREK','KASEMCHOTIPAT',1,'','0000-00-00','0000-00-00',0,0,NULL,'2521-12-09',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2581-12-09','2582-10-01','2582','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(247,'6014600065211','-','','',1,'','0000-00-00','0000-00-00',0,0,NULL,'2507-06-10',0,0,0,0,0,0,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2567-06-10','2567-10-01','2567','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(248,'3200600705245','-','WORAWIT','WERAPAN',1,'','0000-00-00','0000-00-00',0,0,NULL,'2521-09-23',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2581-09-23','2581-10-01','2581','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(249,'3969900353699','-','UREERAT','WATTANACHON',1,'','0000-00-00','0000-00-00',0,0,NULL,'2518-06-12',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2578-06-12','2578-10-01','2578','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(250,'3240400231649','-','NAMPUENG','HANBANG',1,'','0000-00-00','0000-00-00',0,0,NULL,'2522-06-01',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2582-06-01','2582-10-01','2582','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(251,'3200100615689','-','BUNCHUA','',2,'','0000-00-00','0000-00-00',0,0,NULL,'2484-08-20',0,0,0,2,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2544-08-20','2544-10-01','2544','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(252,'5200100003841','-','SEREE','CHINODOM',1,'','0000-00-00','0000-00-00',0,0,NULL,'2493-11-09',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2553-11-09','2554-10-01','2554','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(253,'3101502028771','-','SURANGKANA','THARMLIKIT',2,'','0000-00-00','0000-00-00',0,0,NULL,'2508-10-01',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2568-10-01','2568-10-01','2568','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(254,'3301700520174','-','PRAJAKS','JITNGERNMADAN',1,'','0000-00-00','0000-00-00',0,0,NULL,'2522-08-20',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','','2582-08-20','2582-10-01','2582','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(255,'3710500593572','-','KRIENGSAK','PANPHOTONG',1,'','0000-00-00','0000-00-00',0,0,NULL,'2525-01-09',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','44/4 ม. 7','',56,738,6742,'71120',NULL,NULL,'',NULL,'','','','','','','2585-01-09','2585-10-01','2585','-','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(256,'3200900214743','','SANI','JIRASATID',3,'M','0000-00-00','0000-00-00',0,0,11,'2524-10-30',0,0,0,1,1,1,0,'','',0,'','','169/102 ถนนลงหาดบางแสน','',11,133,1044,'20131',NULL,NULL,'',NULL,'','','ต่อ','','','3135','2556-05-07','2556-10-01','2556','sani@buu.ac.th','','2554-11-04','','','','pic256.jpg','','','','','0','','','','',NULL,'','','','','','',''),(257,'5549990001959','1199533805','PRASONG','THUNGKAO',2,'M','0000-00-00','0000-00-00',0,0,0,'2502-11-21',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','FE 211','3139','2562-11-20','2563-10-01','2563','prasong@buu.ac.th','','2554-11-03','','','','31100014.jpg','','','','','','','','','',0,'','','','','','',''),(258,'4829900001627','1196360237','YOAWAPHA','WAIPRIB',1,'','0000-00-00','0000-00-00',0,0,NULL,'2510-01-19',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3134','2570-01-18','2570-10-01','2570','yaowapha@buu.ac.th','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(259,'3100100933649','1120595506','ORASA','SURIYAPHAN',1,'F','0000-00-00','0000-00-00',0,0,0,'2507-01-05',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3139','2567-01-04','2567-10-01','2567','orasa@buu.ac.th','','2554-11-04','','','','35100038.jpg','','','','','','','','','',0,'','','','','','',''),(260,'3200100772270','1231433827','SUCHAT','CHUTIPUNYAWONG',1,'','0000-00-00','0000-00-00',0,0,NULL,'2510-03-25',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','','',0,0,0,'',NULL,NULL,'',NULL,'','','','','','3138','2570-03-25','2570-10-01','2570','chatp007@hotmail.com','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(261,'3100900186538','1233015052','KULLAYA','LIMROONGREUNGRAT',1,'F','0000-00-00','0000-00-00',0,0,0,'2510-08-12',0,0,0,1,1,1,0,'','',0,'','','1382 ถนนพระรามที่ 4','',1,0,61,'10110',NULL,NULL,'',NULL,'','','02-2496973','','','3135','2570-08-11','2570-10-01','2570','kullaya@buu.ac.th','','2554-11-03','','','','35100078.jpg','','','','','0','','','','',NULL,'','','','','','',''),(264,'3770400552165','','SINEENART','SRIMONGKOL',1,'F','0000-00-00','0000-00-00',0,0,0,'2552-06-01',0,0,0,1,1,1,0,'','',0,'','','/1 ม.4','',62,782,7235,'77140',NULL,NULL,'',NULL,'','','08-3139-89','','','3176','2612-06-01','2612-10-01','2612','sineenart@buu.ac.th','','2554-11-03','','','','51300234.jpg','','','','','0','','','','',NULL,'','','','','','',''),(265,'3929900040429','','YOMANA','SUWONNASRI',1,'','0000-00-00','0000-00-00',0,0,0,'2526-11-12',0,0,0,1,1,1,0,'','',0,'','','170/5 ถนนชลบุรี-บ้านบึง','',11,134,1059,'20170',NULL,NULL,'',NULL,'','','','','','','2586-11-12','2586-10-01','2586','','','2557-05-07','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(266,'3100904646908','1025165255','KRITCHANUT','UA-AUNGKOON',1,'F','0000-00-00','0000-00-00',0,0,0,'2507-09-20',0,0,0,2,1,1,0,'','',0,'','','9 ซอยอ่อนนุช 56  แขวงสวนหลวง','',1,34,182,'10250',NULL,NULL,'',NULL,'','','','','','3032','2567-09-20','2567-10-01','2567','uaangloo@buu.ac.th','','2554-11-04','','','','pic266.jpg','','','','','0','','','','',NULL,'','','','','','',''),(267,'3339900026049','','KANNIKAR','WONGGEE',1,'','0000-00-00','0000-00-00',0,0,NULL,'2524-10-18',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','1197/4  ถนนราชการรถไฟ','',22,274,2406,'33000',NULL,NULL,'',NULL,'','','086-460350','','','','2584-10-18','2584-10-01','2584','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(268,'5340400106131','','NARONGRIT','THONGON',1,'','0000-00-00','0000-00-00',0,0,NULL,'2524-02-05',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','28 ม.4','',23,299,2711,'34150',NULL,NULL,'',NULL,'','','085-020718','','','','2584-02-05','2584-10-01','2584','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(269,'3200700131496','','NISA','KRAIRAK',2,'F','0000-00-00','0000-00-00',0,0,0,'2509-10-05',0,0,0,1,1,1,0,'','',0,'','','505/2 ม.4','',11,139,1125,'20110',NULL,NULL,'',NULL,'','','038-338276','','','3121','2569-10-05','2569-10-01','2569','nisa@buu.ac.th','','2554-11-04','','','','pic269.jpg','','','','','0','','','','',NULL,'','','','','','',''),(270,'3100300238162','','KARNJANA','HRIMPENG',1,'F','0000-00-00','0000-00-00',0,0,0,'2506-01-25',0,0,0,3,1,1,0,'','',0,'','','1006/514 หมู่บ้านคูณสุขวิลล์ ซอยสิงหเสนี 2 ถนนสุขาภิบาล1','',1,27,161,'-',0,0,'',0,'','','02-9891204','','','3044','2566-01-25','2566-10-01','2566','karnjana@buu.ac.th','','2554-11-04','','','','pic270.jpg','','','','','','','','','',0,'','','','','','',''),(271,'3101403456902','','VORAVIT','CHEEVAPORN',2,'','0000-00-00','0000-00-00',0,0,NULL,'2496-09-25',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','169/70','',11,133,1044,'20131',NULL,NULL,'',NULL,'','','038-390486','','','3023','2556-09-25','2556-10-01','2556','voravit@bucc4.buu.ac.th','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(272,'1200100049580','','MALINEE','PENJUN',1,'','0000-00-00','0000-00-00',0,0,NULL,'2528-03-30',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','653/4 ถนนสุขุมวิท','',11,133,1053,'20130',NULL,NULL,'',NULL,'','','083-619170','','','','2588-03-30','2588-10-01','2588','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(273,'3609900426494','','SONGKLOD','SARAPUSIT',0,'M','0000-00-00','0000-00-00',0,0,0,'2523-08-14',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3057,3058 ต่อ 15','0000-00-00','0000-00-00','','songklod@buu.ac.th','','2554-11-04','','','','pic2731.jpg','','','','','','','','','',0,'','','','','','',''),(274,'','','','',0,'','0000-00-00','0000-00-00',0,0,NULL,'0000-00-00',0,0,0,NULL,NULL,NULL,NULL,'',NULL,NULL,'','','','',NULL,NULL,NULL,'',NULL,NULL,'',NULL,'','','','','','','0000-00-00','0000-00-00','','','','0000-00-00','','','','','','','','','0','','','','',NULL,'','','','','','',''),(275,'3200400168866','','KETSARIN','USABAI',1,'','0000-00-00','0000-00-00',0,0,0,'2525-09-18',0,0,0,1,1,1,0,'','',0,'','','26 ม.3','',11,136,1077,'20150',NULL,NULL,'',NULL,'','','','','','','2585-09-18','2585-10-01','2585','','','2557-05-07','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(276,'1200100103932','','KATEWALEE','UDOMWATE',0,'F','0000-00-00','0000-00-00',0,0,0,'2529-04-17',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3122','0000-00-00','0000-00-00','','katewalee@buu.ac.th','','2554-11-04','','','','pic276.jpg','','','','','','','','','',0,'','','','','','',''),(277,'3240100446071','','SIRIPORNC','CHAMNIANSAWAT',1,'','0000-00-00','0000-00-00',0,0,NULL,'2525-06-24',0,0,0,1,1,1,NULL,'',NULL,NULL,'','','19 ม.15','',15,170,1371,'24000',NULL,NULL,'',NULL,'','','088-592033','','','','2585-06-24','2585-10-01','2585','','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(278,'-','-','SUPERJANE','SUPERJANE',0,'','0000-00-00','0000-00-00',0,0,NULL,'2552-06-29',0,0,0,0,0,0,NULL,'',NULL,NULL,'','','-','',0,0,0,'-',NULL,NULL,'',NULL,'','','-','','','','2612-06-29','2612-10-01','2612','superjane@buu.ac.th','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(279,'1191100061085','','MATHANAWAN','POOLSAWAT',1,'','0000-00-00','0000-00-00',0,0,NULL,'2552-06-16',1,165,58,1,1,1,NULL,'',NULL,NULL,'','','48/2 หมู่ 8','',5,78,502,'13120',NULL,NULL,'',NULL,'','','0841284606','','','','2612-06-16','2612-10-01','2612','jupjang391@hotmail.com','','0000-00-00','','','','default.jpg','','','','','0','','','','',NULL,'','','','','','',''),(280,'3560500081867','-','AREERAK','CHAIWORN',0,'F','0000-00-00','0000-00-00',0,0,0,'2519-11-30',0,0,0,0,0,0,0,'','',0,'','','-','',0,0,0,'-',0,0,'',0,'','','','','','3047','2579-11-30','2579-10-01','2579','areerak@buu.ac.th','','2554-11-03','','','','pic280.jpg','','','','','','','','','',0,'','','','','','',''),(281,'3180300128251','','UTHAIWAN','SIRION',0,'F','0000-00-00','0000-00-00',0,0,0,'2522-01-10',0,0,0,0,0,0,0,'','',0,'','','-','',0,0,0,'-',0,0,'',0,'','','','','','3067','2582-01-10','2582-10-01','2582','uthaiwan@buu.ac.th','','2554-11-03','','','','pic281.JPG','','','','','','','','','',0,'','','','','','',''),(282,'3250400396231','','SUTIN','KINGTONG',0,'M','0000-00-00','0000-00-00',0,0,0,'2524-04-07',0,0,0,0,0,0,0,'','',0,'','','-','',0,0,0,'-',0,0,'',0,'','','','','','3127','2584-04-07','2584-10-01','2584','sutin@buu.ac.th','','2554-11-03','','','','53060006.jpg','','','','','','','','','',0,'','','','','','',''),(283,'3730101148711','','PATCHARANAN','AMORNRATTANAPAN',0,'F','0000-00-00','0000-00-00',0,0,0,'2522-04-02',0,0,0,0,0,0,0,'','',0,'','','-','',0,0,0,'-',0,0,'',0,'','','','','','3032','2582-04-02','2582-10-01','2582','patcharanan@buu.ac.th','','2554-11-04','','','','pic2831.jpg','','','','','','','','','',0,'','','','','','',''),(284,'1219900055558','','SOMRUDEE','WANRARUN',1,'F','0000-00-00','0000-00-00',0,0,0,'2528-05-30',0,0,0,0,0,0,0,'','',0,'','','125/7 ม.3','',12,148,1192,'21120',0,0,'',0,'','','','','','3009','2588-05-30','2588-10-01','2588','somrudee@buu.ac.th','','2554-11-03','','','','pic284.png','','','','','','','','','',0,'','','','','','',''),(285,'3679900072471','','JUTARAT','KONKSON',0,'F','0000-00-00','0000-00-00',0,0,0,'2523-01-20',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3078','0000-00-00','0000-00-00','','jutarat_k@buu.ac.th','','2554-11-03','','','','pic285.jpg','','','','','','','','','',0,'','','','','','',''),(287,'3100601073944','','VORRAPAN','CHANDEE',0,'F','0000-00-00','0000-00-00',0,0,0,'2525-08-30',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3037','0000-00-00','0000-00-00','','vorrapan@buu.ac.th','','2554-11-03','','','','pic287.jpg','','','','','','','','','',0,'','','','','','',''),(288,'3209700119354','','ON-ONG','CHANPRASARTSUK',0,'F','0000-00-00','0000-00-00',0,0,0,'2520-07-03',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3139','0000-00-00','0000-00-00','','on_ong@buu.ac.th','','2554-11-04','','','','pic288.jpg','','','','','','','','','',0,'','','','','','',''),(289,'3110101186448','','ATTAPOL','CHOEYSUPPAKET',0,'M','0000-00-00','0000-00-00',0,0,0,'2522-06-12',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3147','0000-00-00','0000-00-00','','attapol@buu.ac.th','','2554-11-04','','','','pic289.JPG','','','','','','','','','',0,'','','','','','',''),(290,'3102401007842','','KANCHAYA','HONGLERTKONGSAKUL',0,'F','0000-00-00','0000-00-00',0,0,0,'2522-10-12',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3141','0000-00-00','0000-00-00','','kanchaya@buu.ac.th','','2554-11-04','','','','pic290.jpg','','','','','','','','','',0,'','','','','','',''),(291,'3250400216089','','SOMCHART','MAENPUEN',0,'M','0000-00-00','0000-00-00',0,0,0,'2523-06-18',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3057,3058 ต่อ 29','0000-00-00','0000-00-00','','somchart@buu.ac.th','','2554-11-04','','','','pic291.jpg','','','','','','','','','',0,'','','','','','',''),(292,'3550700536175','','PHIANGPHAK','SUKKHARAK',0,'F','0000-00-00','0000-00-00',0,0,0,'2525-03-07',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3126','0000-00-00','0000-00-00','','phiangphak@buu.ac.th','','2554-11-03','','','','pic2921.jpg','','','','','','','','','',0,'','','','','','',''),(294,'','','','',0,'','0000-00-00','0000-00-00',0,0,NULL,'0000-00-00',0,0,0,NULL,NULL,NULL,NULL,'',NULL,NULL,'','','','',NULL,NULL,NULL,'',NULL,NULL,'',NULL,'','','','','','','0000-00-00','0000-00-00','','','','0000-00-00','','','','','','','','','0','','','','',NULL,'','','','','','',''),(295,'1119900242201','','PHONGPAN','RUNGKHACHONCHAI',1,'M','0000-00-00','0000-00-00',0,0,0,'2533-08-15',0,0,0,1,1,1,0,'','',0,'','','','',NULL,NULL,NULL,'',NULL,NULL,'',NULL,'','','','','','3031','0000-00-00','0000-00-00','','phongpanr@buu.ac.th','','2554-11-04','','','','pic2953.jpg','','','','','0','','','','',NULL,'','','','','','',''),(296,'3910100259321','','TANATTHA','RATTANA',0,'M','0000-00-00','0000-00-00',0,0,0,'2517-06-29',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3076','0000-00-00','0000-00-00','','tanattha@buu.ac.th','','2554-11-04','','','','pic296.JPG','','','','','','','','','',0,'','','','','','',''),(297,'1759900021942','','WIROTE','KRUAPOO',0,'M','0000-00-00','0000-00-00',0,0,0,'2528-01-02',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3076','0000-00-00','0000-00-00','','wirotek@buu.ac.th','','2554-11-04','','','','pic297.JPG','','','','','','','','','',0,'','','','','','',''),(298,'3180590000091','','SALIL','CHANROJ',0,'M','0000-00-00','0000-00-00',0,0,0,'2523-09-10',0,0,0,0,0,0,0,'','',0,'','','','',NULL,NULL,NULL,'',NULL,NULL,'',NULL,'','','','','','3056','0000-00-00','0000-00-00','','salil@buu.ac.th','','2554-11-04','','','','pic298.JPG','','','','','0','','','','',NULL,'','','','','','',''),(299,'3200100276647','','CHANATDA','JUSAWAT',0,'F','0000-00-00','0000-00-00',0,0,0,'2518-08-30',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3160','0000-00-00','0000-00-00','','chanatda@buu.ac.th','','2554-11-07','','','','pic299.png','','','','','','','','','',0,'','','','','','',''),(300,'1679900228530','','WASITA','YINGCHAIYAPHUM',0,'F','0000-00-00','0000-00-00',0,0,0,'2534-09-14',0,0,0,0,0,0,0,'วิภาสิณี  (WIPASINEE)','ทองสังข์ (THONGSUNG)',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3051','0000-00-00','0000-00-00','','wipasinee@buu.ac.th','','2554-11-07','','','','pic3001.png','','','','','','','','','',0,'','','','','','',''),(301,'1209700056399','','JIRAWAT','MARTMAEN',0,'M','0000-00-00','0000-00-00',0,0,0,'2528-05-12',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3064','0000-00-00','0000-00-00','','jirawat@buu.ac.th','','2554-11-07','','','','pic301.png','','','','','','','','','',0,'','','','','','',''),(302,'1209400001360','','HATSACHA','SRIJINDA',0,'F','0000-00-00','0000-00-00',0,0,0,'2532-06-16',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3018','0000-00-00','0000-00-00','','hatsacha@buu.ac.th','','2554-11-07','','','','pic3021.png','','','','','','','','','',0,'','','','','','',''),(303,'3341100570880','','MEELAK','CHAIKITTICHAROENWUT',0,'F','0000-00-00','0000-00-00',0,0,0,'2525-11-10',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3092','0000-00-00','0000-00-00','','meelak@buu.ac.th','','2554-11-07','','','','pic303.JPG','','','','','','','','','',0,'','','','','','',''),(304,'1341600143127','','KANOKWAN','POONDEE',0,'F','0000-00-00','0000-00-00',0,0,0,'2531-09-06',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3138','0000-00-00','0000-00-00','','kanokwanp@buu.ac.th','','2554-11-07','','','','pic304.JPG','','','','','','','','','',0,'','','','','','',''),(305,'','','ADISORN','BURANAWONG',0,'M','0000-00-00','0000-00-00',0,0,0,'2555-01-11',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3076','0000-00-00','0000-00-00','','adisornb@buu.ac.th','','2555-01-11','','','','pic3051.jpg','','','','','','','','','',0,'','','','','','',''),(306,'','','DUANGKAMOL','POLTEM',0,'F','0000-00-00','0000-00-00',0,0,0,'2555-01-11',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3099','0000-00-00','0000-00-00','','duangkamolp@buu.ac.th','','2555-01-11','','','','pic306.JPG','','','','','','','','','',0,'','','','','','',''),(307,'','','NORAWIT','KRAINARA',0,'M','0000-00-00','0000-00-00',0,0,63,'2524-12-25',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3066','0000-00-00','0000-00-00','','norawit@buu.ac.th','','2555-01-11','','','','pic307.jpg','','','','','','','','','',0,'','','','','','',''),(308,'','','JARIYAVADEE','SURIYAPHAN',0,'F','0000-00-00','0000-00-00',0,0,0,'2525-11-30',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3093','0000-00-00','0000-00-00','','jariyavadee@buu.ac.th','','2555-01-11','','','','pic308.jpg','','','','','','','','','',0,'','','','','','',''),(309,'1100400505999','','SARANYA','BHUWANICH',0,'F','0000-00-00','0000-00-00',0,0,0,'2534-02-20',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3064','0000-00-00','0000-00-00','','saranyab@buu.ac.th','','2555-01-16','','','','pic309.JPG','','','','','','','','','',0,'','','','','','',''),(311,'3100501926660','','CHANTIMA','PIYAPONG',0,'F','0000-00-00','0000-00-00',0,0,0,'2517-11-08',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3126','0000-00-00','0000-00-00','','chantimap@buu.ac.th','','2555-03-13','','','','pic311.jpg','','','','','','','','','',0,'','','','','','',''),(312,'','','somlak','hiranburana',0,'M','0000-00-00','0000-00-00',0,0,0,'2555-05-24',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','2555-05-24','','','','','','','','','','','','','',0,'','','','','','',''),(313,'','','Thanuttkhul','Mongkolaussavarat',0,'M','0000-00-00','0000-00-00',0,0,0,'2555-05-24',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','2555-05-24','','','','','','','','','','','','','',0,'','','','','','',''),(314,'5471200013139','','PIYAPORN','NA NONGKHAI',0,'F','0000-00-00','0000-00-00',0,0,0,'2523-02-28',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3067','0000-00-00','0000-00-00','','piyapornn@buu.ac.th','','2555-06-18','','','','pic314.jpg','','','','','','','','','',0,'','','','','','',''),(315,'','','RANGSIMA','SOOTANAN',0,'F','0000-00-00','0000-00-00',0,0,0,'2499-04-02',0,0,0,1,1,1,0,'','',0,'','','','',0,0,0,'0',NULL,NULL,'',NULL,'','','','','','3010','0000-00-00','0000-00-00','0','','','2558-03-10','','','','','','','','','0','','','','',NULL,'','','','','','',''),(316,'','','','',0,'M','0000-00-00','0000-00-00',0,0,0,'2555-08-08',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','2560-02-22','','','','','','','','','','','','','',0,'','','','','','',''),(317,'','','','',0,'F','0000-00-00','0000-00-00',0,0,0,'2555-08-08',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','2560-02-21','','','','','','','','','','','','','',0,'','','','','','',''),(318,'','','','',0,'M','0000-00-00','0000-00-00',0,0,0,'2555-08-08',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','2560-02-21','','','','','','','','','','','','','',0,'','','','','','',''),(319,'','','','',0,'M','0000-00-00','0000-00-00',0,0,0,'2555-08-08',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','2560-02-22','','','','','','','','','','','','','',0,'','','','','','',''),(320,'3959900029026','','PANATA','IAWSIPO',0,'F','0000-00-00','0000-00-00',0,0,0,'2526-08-30',0,0,0,0,0,0,0,'','วาณิชวัฒนเดชา (WANICHWATANADECHA)',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3057,3058 ต่อ 28','0000-00-00','0000-00-00','','panata@buu.ac.th','','2555-09-17','','','','pic3203.jpg','','','','','','','','','',0,'','','','','','',''),(321,'3209900064529','','ANUTTARA','UDOMPRASERT',0,'F','0000-00-00','0000-00-00',0,0,0,'2525-12-19',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3057,3058 ต่อ 16','0000-00-00','0000-00-00','','anuttara@buu.ac.th','','2555-10-02','','','','pic321.jpg','','','','','','','','','',0,'','','','','','',''),(322,'5410100029822','','SUREEWAN','SITTIJANDA',0,'F','0000-00-00','0000-00-00',0,0,0,'2555-11-02',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3056','0000-00-00','0000-00-00','','sureewan@buu.ac.th','','2555-11-02','','','','pic322.jpg','','','','','','','','','',0,'','','','','','',''),(323,'3550700404031','','BUNTHITA','CHATTAE',0,'F','0000-00-00','0000-00-00',0,0,0,'2526-08-12',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','MA 202','3048','0000-00-00','0000-00-00','','bunthita@buu.ac.th','','2555-11-02','','','','pic323.jpg','','','','','','','','','',0,'','','','','','',''),(324,'3401000582761','','YUPAPORN','SAMEENOI',0,'F','0000-00-00','0000-00-00',0,0,0,'2555-11-23',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3111','0000-00-00','0000-00-00','','yupaporn@buu.ac.th','','2555-11-23','','','','pic324.jpg','','','','','','','','','',0,'','','','','','',''),(325,'','','','',0,'M','0000-00-00','0000-00-00',0,0,0,'2555-12-20',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','0000-00-00','','','','','','','','','','','','','',0,'','','','','','',''),(327,'1339900154725','','TANAPAT','PROMATA',0,'M','0000-00-00','0000-00-00',0,0,0,'2533-01-22',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3063','0000-00-00','0000-00-00','','tanapat4@buu.ac.th','','2556-03-04','','','','pic327.JPG','','','','','','','','','',0,'','','','','','',''),(328,'3200100065824','','SALINEE','KHACHONPISITSAK',2,'F','0000-00-00','0000-00-00',0,0,0,'2526-08-04',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3089','0000-00-00','0000-00-00','','salineek@buu.ac.th','','2556-03-04','','','','pic328.JPG','','','','','','','','','',0,'','','','','','',''),(329,'1200100231728','','YADA','ANANNAVEENUSORN',0,'F','0000-00-00','0000-00-00',0,0,0,'2556-03-05',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','yada@buu.ac.th','','2556-03-05','','','','pic3291.jpg','','','','','','','','','',0,'','','','','','',''),(330,'3230500048803','','PANUPONG','BOONPAIN',0,'M','0000-00-00','0000-00-00',0,0,0,'2556-07-18',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3152','0000-00-00','0000-00-00','','panupong@buu.ac.th','','2556-07-18','','','','pic330.jpg','','','','','','','','','',0,'','','','','','',''),(331,'5140100002609','','ANAN','ATHIPORNCHAI',0,'M','0000-00-00','0000-00-00',0,0,0,'2526-12-05',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3053','0000-00-00','0000-00-00','','anana@buu.ac.th','','2556-07-18','','','','pic331.jpg','','','','','','','','','',0,'','','','','','',''),(332,'1200100062705','','WARIN','VIPISMAKUL',0,'M','0000-00-00','0000-00-00',0,0,0,'2528-06-30',0,0,0,0,0,0,0,'วศิน (WASIN)','วิพิศมากูล',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3037','0000-00-00','0000-00-00','','wasinv@buu.ac.th','','2556-08-09','','','','pic332.JPG','','','','','','','','','',0,'','','','','','',''),(333,'','','','',0,'F','0000-00-00','0000-00-00',0,0,0,'2556-09-14',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','2556-09-14','','','','','','','','','','','','','',0,'','','','','','',''),(334,'','','','',0,'F','0000-00-00','0000-00-00',0,0,0,'2556-09-14',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','2556-09-14','','','','','','','','','','','','','',0,'','','','','','',''),(335,'','','','',0,'F','0000-00-00','0000-00-00',0,0,0,'2556-09-14',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','2556-09-14','','','','','','','','','','','','','',0,'','','','','','',''),(336,'','','','',0,'M','0000-00-00','0000-00-00',0,0,0,'2556-09-14',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','2556-09-14','','','','','','','','','','','','','',0,'','','','','','',''),(337,'1200100074665','','WAEOWALEE','CHOKSAWANGKARN',0,'F','0000-00-00','0000-00-00',0,0,0,'2528-10-03',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3057,3058 ต่อ 13','0000-00-00','0000-00-00','','waeowalee@buu.ac.th','','2556-10-11','','','','pic337.JPG','','','','','','','','','',0,'','','','','','',''),(338,'1100200243095','','RUNGWIT','CHAIJIRAWONG',0,'M','0000-00-00','0000-00-00',0,0,2,'2529-05-17',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3090,3035','0000-00-00','0000-00-00','','rungwit@buu.ac.th','','2556-10-25','','','','pic338.jpg','','','','','','','','','',0,'','','','','','',''),(339,'5101800031068','','BOONYONG','SRIPONPAOW',0,'M','0000-00-00','0000-00-00',0,0,0,'2523-05-06',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3048','0000-00-00','0000-00-00','','boonyong@buu.ac.th','','2557-01-08','','','','pic339.JPG','','','','','','','','','',0,'','','','','','',''),(340,'3200100646223','','Tawatchai','Yodying',0,'M','0000-00-00','0000-00-00',0,0,0,'2521-11-15',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','SD 119','3010','0000-00-00','0000-00-00','','tawatchai.yo@go.buu.ac.th','','2557-03-27','','','','pic3401.JPG','','','','','','','','','',0,'','','','','','',''),(341,'','','','',0,'M','0000-00-00','0000-00-00',0,0,0,'2557-05-15',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','0000-00-00','','','','','','','','','','','','','',0,'','','','','','',''),(342,'3720900346751','','WASINEE','PONGPRAYOON',0,'F','0000-00-00','0000-00-00',0,0,0,'2524-06-13',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3088','0000-00-00','0000-00-00','','wasinee@buu.ac.th','','2557-07-29','','','','pic342.jpg','','','','','','','','','',0,'','','','','','',''),(343,'3749900363955','','SARAT','SINLAPAVONGSA',0,'M','0000-00-00','0000-00-00',0,0,0,'2522-11-21',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3048','0000-00-00','0000-00-00','','sarats@buu.ac.th','','2557-08-19','','','','pic343.jpg','','','','','','','','','',0,'','','','','','',''),(344,'3260300416779','','PATRAWUT','THAIPICHITBURAPA',0,'M','0000-00-00','0000-00-00',0,0,0,'2524-06-03',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','BS 3201','3133','0000-00-00','0000-00-00','','patrawut@buu.ac.th','','2557-10-14','','','','','','','','','','','','','',0,'','','','','','',''),(345,'1100700305731','','JIDAPA','JITPRASONG',0,'F','0000-00-00','0000-00-00',0,0,0,'2528-11-08',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3013','0000-00-00','0000-00-00','','jitprasong@buu.ac.th','','2557-10-17','','','','pic345.jpg','','','','','','','','','',0,'','','','','','',''),(346,'1250400084259','','PORNPUN','SEELAPHONG',0,'F','0000-00-00','0000-00-00',0,0,0,'2529-04-25',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3042','0000-00-00','0000-00-00','','seelaphong@buu.ac.th','','2557-10-17','','','','pic346.jpg','','','','','','','','','',0,'','','','','','',''),(347,'1200300033571','','CHARTCHAI','MALAPHONG',0,'M','0000-00-00','0000-00-00',0,0,0,'2530-02-15',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','7535','0000-00-00','0000-00-00','','chartchai@buu.ac.th','','2557-10-17','','','','pic347.jpg','','','','','','','','','',0,'','','','','','',''),(348,'1219900040062','','ALONGKORN','PHUDHOM',0,'F','0000-00-00','0000-00-00',0,0,0,'2528-01-06',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','0000-00-00','','','','','','','','','','','','','',0,'','','','','','',''),(349,'1219900040062','','Suparat','Kromsaeng',0,'F','0000-00-00','0000-00-00',0,0,0,'2558-01-09',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','2558-05-19','','','','','','','','','','','','','',0,'','','','','','',''),(350,'1549900050707','','SAMART','SAIUT',0,'M','0000-00-00','0000-00-00',0,0,0,'2528-08-13',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3137','0000-00-00','0000-00-00','','samarts@buu.ac.th','','2558-03-27','','','','pic350.jpg','','','','','','','','','',0,'','','','','','',''),(351,'','','','',0,'M','0000-00-00','0000-00-00',0,0,0,'2558-05-19',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','0000-00-00','','','','','','','','','','','','','',0,'','','','','','',''),(352,'','','','',0,'F','0000-00-00','0000-00-00',0,0,0,'2558-05-19',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','0000-00-00','','','','','','','','','','','','','',0,'','','','','','',''),(353,'','','','',0,'F','0000-00-00','0000-00-00',0,0,0,'2558-05-19',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','0000-00-00','','','','','','','','','','','','','',0,'','','','','','',''),(354,'','','','',0,'F','0000-00-00','0000-00-00',0,0,0,'2558-05-19',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','0000-00-00','','','','','','','','','','','','','',0,'','','','','','',''),(355,'','','','',0,'F','0000-00-00','0000-00-00',0,0,0,'2558-05-19',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','2558-05-19','','','','','','','','','','','','','',0,'','','','','','',''),(356,'','','','',0,'F','0000-00-00','0000-00-00',0,0,0,'2558-05-19',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','','','2558-05-19','','','','','','','','','','','','','',0,'','','','','','',''),(357,'1130300012028','','SIWANAN','THAIWITCHAROEN',0,'F','0000-00-00','0000-00-00',0,0,0,'2528-10-26',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3155','0000-00-00','0000-00-00','','siwanan@buu.ac.th','','2558-07-22','','','','pic357.jpg','','','','','','','','','',0,'','','','','','',''),(358,'1119900242201','','PALITA','IAMMODJOD',0,'F','0000-00-00','0000-00-00',0,0,0,'2533-05-27',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','7532','0000-00-00','0000-00-00','','palita@buu.ac.th','','2558-06-15','','','','pic358.jpg','','','','','','','','','',0,'','','','','','',''),(359,'1103701491221','','NANTIKARN','MONGKOLNORAKI',0,'F','0000-00-00','0000-00-00',0,0,0,'2537-09-08',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3157','0000-00-00','0000-00-00','','nantikarn.mo@buu.ac.th','','2558-07-22','','','','pic359.JPG','','','','','','','','','',0,'','','','','','',''),(360,'1100500137991','','CHATTHAI','THAIPRAYOON',0,'M','0000-00-00','0000-00-00',0,0,0,'2529-02-20',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3038','0000-00-00','0000-00-00','','chatthai@buu.ac.th','','2558-06-29','','','','','','','','','','','','','',0,'','','','','','',''),(361,'1209700447380','','TARARAT','NOJIT',0,'F','0000-00-00','0000-00-00',0,0,0,'2535-11-18',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3170','0000-00-00','0000-00-00','','tararatn@buu.ac.th','','2558-07-22','','','','pic361.jpg','','','','','','','','','',0,'','','','','','',''),(362,'1200100119677','','NOPPHAWUN','THUBKHUN',0,'F','0000-00-00','0000-00-00',0,0,0,'2529-09-01',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','7535','0000-00-00','0000-00-00','','nopphawun@buu.ac.th','','2558-07-22','','','','pic362.jpg','','','','','','','','','',0,'','','','','','',''),(363,'','','Paranee','Sripreechasak',0,'F','0000-00-00','0000-00-00',0,0,0,'2528-05-25',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3056','0000-00-00','0000-00-00','','paranees@buu.ac.th','','2558-09-10','','','','pic363.jpg','','','','','','','','','',0,'','','','','','',''),(364,'','','Woranop','Sukparangsi',0,'M','0000-00-00','0000-00-00',0,0,0,'2529-08-09',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3089','0000-00-00','0000-00-00','','woranop@buu.ac.th','','2558-09-10','','','','pic364.jpg','','','','','','','','','',0,'','','','','','',''),(365,'','','KUNAREE','WONGRACH',0,'F','0000-00-00','0000-00-00',0,0,0,'2527-07-11',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','PY 403/3','3076','0000-00-00','0000-00-00','','kunaree@buu.ac.th','','2559-01-18','','','','pic365.jpg','','','','','','','','','',0,'','','','','','',''),(366,'3100903737012','','PIYANATE','CHUYCHAI',0,'F','0000-00-00','0000-00-00',0,0,0,'2522-01-15',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3076','0000-00-00','0000-00-00','','piyanate@buu.ac.th','','2559-02-09','','','','pic366.jpg','','','','','','','','','',0,'','','','','','',''),(367,'','','NIRAMOL','PUNBUSAYAKUL',0,'F','0000-00-00','0000-00-00',0,0,0,'2514-04-13',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3139','0000-00-00','0000-00-00','','niramolp@buu.ac.th','','2559-03-16','','','','pic367.jpg','','','','','','','','','',0,'','','','','','',''),(368,'1229900407535','','chanapa','luanrat',0,'F','0000-00-00','0000-00-00',0,0,0,'2534-06-17',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3010','0000-00-00','0000-00-00','','chanapa.lu@buu.ac.th','','2559-06-23','','','','pic368.jpg','','','','','','','','','',0,'','','','','','',''),(369,'3100800701261','','Pornpun','Aramsangtienchai',0,'F','0000-00-00','0000-00-00',0,0,0,'2525-09-06',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','pornpun.ar@buu.ac.th','','2559-11-15','','','','pic369.jpg','','','','','','','','','',0,'','','','','','',''),(370,'1219900262626','','Pornsuda','Kankaew',0,'F','0000-00-00','0000-00-00',0,0,0,'2533-07-21',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','pornsuda@buu.ac.th','','2559-12-19','','','','pic370.png','','','','','','','','','',0,'','','','','','',''),(371,'1600100222598','','JINJUTA','OWKUSUMSSIRISAKUL',0,'F','0000-00-00','0000-00-00',0,0,0,'2530-05-29',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','','0000-00-00','0000-00-00','','jinjuta.ow@buu.ac.th','','2560-02-01','','','','pic371.jpg','','','','','','','','','',0,'','','','','','',''),(372,'1239900019471','','Sarayut','Watchasit',0,'M','0000-00-00','0000-00-00',0,0,0,'2528-06-03',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','7535','0000-00-00','0000-00-00','','sarayut.wa@buu.ac.th','','2560-03-01','','','','','','','','','','','','','',0,'','','','','','',''),(373,'1209900065995','','Nattawut','Jariyasin',0,'M','0000-00-00','0000-00-00',0,0,0,'2530-10-01',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3010','0000-00-00','0000-00-00','','nattawutj@buu.ac.th','','2560-03-02','','','','pic373.JPG','','','','','','','','','',0,'','','','','','',''),(374,'1800800047215','','TEERANAN','NONGNUAL',0,'M','0000-00-00','0000-00-00',0,0,0,'2528-12-21',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3069','0000-00-00','0000-00-00','','teeranan.no@buu.ac.th','','2560-08-21','','','','pic374.jpg','','','','','','','','','',0,'','','','','','',''),(375,'1229900407535','','CHANAPA','LUANRAT',1,'F','0000-00-00','0000-00-00',0,0,13,'2561-01-08',3,0,0,2,1,1,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3010','0000-00-00','0000-00-00','','chanapa.lu@buu.ac.th','','2561-01-08','','','','','Y','','','','','','','','',0,'','','','','','',''),(376,'1209700360888','','CHAYANID','KLONGKLEAW',0,'F','0000-00-00','0000-00-00',0,0,0,'2534-07-16',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3009','0000-00-00','0000-00-00','','chayanid.kl@buu.ac.th','','2561-01-22','','','','','','','','','','','','','',0,'','','','','','',''),(377,'1809900122195','','DETCHART','SAMART',0,'M','0000-00-00','0000-00-00',0,0,0,'2529-08-19',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3046','0000-00-00','0000-00-00','','detchat.sa@buu.ac.th','','2561-01-23','','','','','','','','','','','','','',0,'','','','','','',''),(378,'3200100287126','','Intira','Ruangwesh',0,'F','0000-00-00','0000-00-00',0,0,0,'2561-03-09',0,0,0,0,0,0,0,'','',0,'','','','',0,0,0,'',0,0,'',0,'','','','','','3160','0000-00-00','0000-00-00','','Intira@buu.ac.th','','2561-03-22','','','','','','','','','','','','','',0,'','','','','','','');
/*!40000 ALTER TABLE `PersonT` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Personout`
--

DROP TABLE IF EXISTS `Personout`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Personout` (
  `psoutId` int(11) NOT NULL default '0',
  `outtypeId` int(2) NOT NULL default '0',
  `accountNo` varchar(30) NOT NULL default '',
  `taxId` varchar(10) NOT NULL default '',
  `partyId` int(2) NOT NULL default '0',
  `address` varchar(200) NOT NULL default '',
  `phone` varchar(9) NOT NULL default '',
  `prefixId` int(2) NOT NULL default '0',
  `workPhone` varchar(9) NOT NULL default '',
  `fName` varchar(60) NOT NULL default '',
  `lName` varchar(60) NOT NULL default '',
  `levelId` int(2) NOT NULL default '0',
  `degreeId` int(3) NOT NULL default '0',
  `edumajorId` int(3) NOT NULL default '0',
  `experience` varchar(200) NOT NULL default '',
  PRIMARY KEY  (`psoutId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ข้อมูลบุคคลภายนอก';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Personout`
--

LOCK TABLES `Personout` WRITE;
/*!40000 ALTER TABLE `Personout` DISABLE KEYS */;
/*!40000 ALTER TABLE `Personout` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `PersonoutEdu`
--

DROP TABLE IF EXISTS `PersonoutEdu`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `PersonoutEdu` (
  `psoutId` int(3) NOT NULL default '0',
  `seq` int(11) NOT NULL default '0',
  `eduyear` varchar(4) NOT NULL default '',
  `eduterm` varchar(10) NOT NULL default '',
  `programId` int(3) NOT NULL default '0',
  `courseId` int(3) NOT NULL default '0',
  `topic` varchar(100) NOT NULL default '',
  `edutype` char(3) NOT NULL default '',
  `eduhour` char(3) NOT NULL default '',
  PRIMARY KEY  (`psoutId`,`seq`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `PersonoutEdu`
--

LOCK TABLES `PersonoutEdu` WRITE;
/*!40000 ALTER TABLE `PersonoutEdu` DISABLE KEYS */;
/*!40000 ALTER TABLE `PersonoutEdu` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Personstatus`
--

DROP TABLE IF EXISTS `Personstatus`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Personstatus` (
  `personstatusId` int(3) NOT NULL auto_increment,
  `personstatusNameT` varchar(20) NOT NULL default '',
  `personstatusNameE` varchar(20) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`personstatusId`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Personstatus`
--

LOCK TABLES `Personstatus` WRITE;
/*!40000 ALTER TABLE `Personstatus` DISABLE KEYS */;
INSERT INTO `Personstatus` VALUES (1,'โสด','-',0),(2,'สมรส','-',0),(3,'หย่า/แยก','-',0),(4,'หม้าย','-',0);
/*!40000 ALTER TABLE `Personstatus` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Placemise`
--

DROP TABLE IF EXISTS `Placemise`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Placemise` (
  `pmiseId` int(2) NOT NULL auto_increment,
  `pmiseName` varchar(30) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`pmiseId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='แหล่งเงินจ้าง';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Placemise`
--

LOCK TABLES `Placemise` WRITE;
/*!40000 ALTER TABLE `Placemise` DISABLE KEYS */;
/*!40000 ALTER TABLE `Placemise` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Plansalary`
--

DROP TABLE IF EXISTS `Plansalary`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Plansalary` (
  `plansalaryId` int(11) NOT NULL auto_increment,
  `hireId` int(2) NOT NULL default '0',
  `startDate` date NOT NULL default '0000-00-00',
  `active` char(1) NOT NULL default '',
  `startYear` varchar(4) NOT NULL default '',
  `employeeId` int(2) NOT NULL default '0',
  `seq` char(1) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`plansalaryId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ตารางผังเงินเดือน';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Plansalary`
--

LOCK TABLES `Plansalary` WRITE;
/*!40000 ALTER TABLE `Plansalary` DISABLE KEYS */;
/*!40000 ALTER TABLE `Plansalary` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `PosTeeth`
--

DROP TABLE IF EXISTS `PosTeeth`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `PosTeeth` (
  `seqId` int(3) NOT NULL default '0',
  `posId` int(3) NOT NULL default '0',
  `postype` int(3) NOT NULL default '0',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `PosTeeth`
--

LOCK TABLES `PosTeeth` WRITE;
/*!40000 ALTER TABLE `PosTeeth` DISABLE KEYS */;
/*!40000 ALTER TABLE `PosTeeth` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Position`
--

DROP TABLE IF EXISTS `Position`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Position` (
  `pId` int(11) NOT NULL auto_increment,
  `posId` varchar(11) NOT NULL default '0',
  `poskindId` int(2) NOT NULL default '0',
  `adminposId` int(2) NOT NULL default '0',
  `postypeId` int(2) NOT NULL default '0',
  `maxLevel` int(2) NOT NULL default '0',
  `majortypeId` int(2) NOT NULL default '0',
  `partyId` int(2) NOT NULL default '0',
  `directorateId` int(2) NOT NULL,
  `pmiseId` int(2) NOT NULL default '0',
  `degreeId` int(2) NOT NULL default '0',
  `moneyType` int(1) NOT NULL default '0',
  `statusPos` int(1) NOT NULL default '0',
  `reference` varchar(100) NOT NULL default '',
  `deptkpId` int(2) NOT NULL default '0',
  `minLevel` int(2) NOT NULL default '0',
  `typeAdmid` char(2) NOT NULL default '',
  `flagPos` char(1) NOT NULL default '',
  `levelId` int(2) NOT NULL default '0',
  `partyTId` int(3) NOT NULL default '0',
  `deptkp2Id` int(2) NOT NULL default '0',
  `usepos` char(2) NOT NULL default '',
  PRIMARY KEY  (`pId`),
  KEY `poskindId` (`poskindId`),
  KEY `adminposId` (`adminposId`),
  KEY `postypeId` (`postypeId`),
  KEY `maxLevel` (`maxLevel`),
  KEY `majortypeId` (`majortypeId`),
  KEY `partyId` (`partyId`),
  KEY `pmiseId` (`pmiseId`),
  KEY `degreeId` (`degreeId`),
  KEY `deptkpId` (`deptkpId`),
  KEY `minLevel` (`minLevel`),
  KEY `typeAdmid` (`typeAdmid`),
  KEY `levelId` (`levelId`)
) ENGINE=InnoDB AUTO_INCREMENT=415 DEFAULT CHARSET=utf8 COMMENT='ข้อมูลกรอบอัตรากำลัง';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Position`
--

LOCK TABLES `Position` WRITE;
/*!40000 ALTER TABLE `Position` DISABLE KEYS */;
INSERT INTO `Position` VALUES (1,'132',2,15,0,0,0,0,0,0,0,0,1,'',0,0,'','',0,0,0,'N'),(2,'148',2,12,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(3,'139',2,28,0,0,0,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(4,'0451',1,17,0,0,3,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(5,'146',2,12,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(6,'0525',1,2,0,0,3,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(7,'135',2,29,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(8,'147',2,12,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(9,'0633',1,17,0,0,3,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(10,'0526',1,31,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(11,'0160',1,2,0,0,3,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(12,'18',2,13,0,0,0,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(13,'144',2,12,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(14,'145',2,12,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(15,'0838',1,32,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(16,'0527',1,11,0,0,3,0,0,0,0,0,1,'',0,0,'','',0,0,0,'N'),(17,'149',2,12,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(18,'9297',4,2,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(19,'9522',4,2,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(20,'137',2,28,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(21,'143',2,12,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(22,'140',2,14,0,0,0,0,0,0,0,0,1,'',0,0,'','',0,0,0,'N'),(23,'91-2544',3,2,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(24,'9236',4,17,0,0,2,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(25,'9434',4,23,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(26,'9845',4,11,0,0,3,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(28,'9368',4,18,0,0,2,0,0,0,0,0,4,'',0,0,'','',0,0,0,'Y'),(29,'90200',4,8,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(30,'90288',4,26,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(31,'9826',4,7,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(32,'9302',4,7,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(33,'90021',4,11,0,0,3,0,0,0,0,0,1,'',0,0,'','',0,0,0,'N'),(34,'9300',4,16,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(35,'0172',1,10,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(36,'0164',1,10,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'N'),(37,'0174',1,3,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(38,'0175',1,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(39,'0165',1,3,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(40,'0696',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(41,'0529',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(42,'0528',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(43,'0166',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(44,'0919',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(45,'0634',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(46,'1109',1,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(47,'1108',1,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(48,'1116',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(49,'0168',1,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(50,'0648',1,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(51,'0941',1,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(52,'1107',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(53,'26-2543',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(54,'222-2546',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(55,'238-2547',3,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'N'),(56,'171-2546',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(57,'9540',4,7,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(58,'284-2548',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(59,'333-2548',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(60,'342-2549',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(61,'172-2546',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(62,'90182',4,19,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(63,'527-2551',3,3,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(64,'634-2551',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(65,'639-2551',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(66,'444-2551',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(67,'0186',1,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(68,'0867',1,3,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(69,'0187',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(70,'0188',1,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(71,'0534',1,5,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(72,'0745',1,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(73,'0637',1,5,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(74,'0635',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(75,'0184',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(76,'0905',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(77,'0178',1,3,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(78,'0947',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(79,'1114',1,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(80,'1111',1,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(81,'0950',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(82,'0542',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(83,'0870',1,5,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(84,'1249',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(85,'1110',1,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(86,'0479',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(87,'156-2545',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(88,'173-2546',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(89,'327-2548',3,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(90,'313-2548',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(91,'9880',4,7,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(92,'459-2551',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(93,'475-2551',3,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(94,'476-2551',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(95,'543-2551',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(96,'579-2551',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(97,'239-2547',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(98,'0190',1,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(99,'1113',1,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(100,'0535',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(101,'0454',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(102,'0588',1,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(103,'0455',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(104,'0456',1,7,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(105,'0235',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(106,'1268',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(107,'0862',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(108,'81-2544',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(109,'90087',4,7,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(110,'90086',4,2,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(111,'9306',4,5,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(112,'528-2551',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(113,'0197',1,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(114,'0208',1,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(115,'0193',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(116,'0204',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(117,'0210',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(118,'0203',1,3,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(119,'0207',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(120,'0457',1,5,0,0,3,0,0,0,0,0,1,'',0,0,'','',0,0,0,'N'),(121,'0746',1,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(122,'0513',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(123,'0291',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(124,'0641',1,7,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(125,'0200',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(126,'0949',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(127,'34-2543',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(128,'54-2544',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(129,'100-2545',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(130,'111-2545',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(131,'157-2545',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(132,'175-2546',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(133,'544-2551',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(134,'90085',4,11,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(135,'5001',5,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(136,'0216',1,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(137,'0219',1,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(138,'0218',1,3,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(139,'0211',1,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(140,'0539',1,7,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(141,'0695',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(142,'0694',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(143,'0638',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(144,'0839',1,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(145,'0458',1,5,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(146,'1282',1,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(147,'1118',1,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(148,'1129',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(149,'52-2544',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(150,'99-2545',3,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(151,'113-2545',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(152,'90088',4,2,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(153,'529-2551',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(154,'530-2551',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(155,'580-2551',3,3,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(156,'581-2551',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(157,'0225',1,3,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(158,'0229',1,3,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(159,'1119',1,3,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(160,'0228',1,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(161,'0227',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(162,'0230',1,10,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(163,'0231',1,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(164,'0540',1,7,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(165,'0468',1,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(166,'0402',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(167,'0646',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(168,'0765',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(169,'0795',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(170,'0645',1,7,0,0,2,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(171,'0781',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(172,'9308',4,5,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(173,'9890',4,7,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(174,'271-2547',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(175,'3131',7,20,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(176,'3138',7,21,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(177,'3020',7,20,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(178,'3122',7,11,0,0,0,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(179,'282-2548',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(180,'460-2551',3,3,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'N'),(181,'461-2551',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(182,'582-2551',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(183,'90083',4,2,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(184,'0195',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(185,'0735',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(186,'0841',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(187,'0651',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(188,'0530',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(189,'0713',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(190,'1115',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(191,'0945',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(192,'1125',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(193,'1123',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(194,'0895',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(195,'1126',1,9,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(196,'0086',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(197,'0185',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(198,'0893',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(199,'1127',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(200,'0098',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(201,'0758',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(202,'33-2543',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(203,'9406',4,7,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(204,'410-2550',3,7,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(205,'0543',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(206,'0917',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(207,'0636',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(208,'90084',4,7,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(209,'90139',4,11,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(210,'583-2551',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(211,'0532',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(212,'16-2543',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(213,'23-2543',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(214,'9312',4,7,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(215,'101-2545',3,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(216,'323-2548',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(217,'90028',4,11,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(218,'584-2551',3,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(219,'585-2551',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(220,'0502',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(221,'0442',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(222,'0503',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(223,'0085',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(225,'0612',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(226,'0704',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(227,'0921',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(228,'53-2544',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(229,'176-2546',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(230,'158-2545',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(231,'162-2545',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(232,'9775',4,7,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(233,'6002',6,3,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(234,'9167',4,11,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(235,'305-2548',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(236,'306-2548',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(237,'285-2548',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(238,'346-2549',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(239,'515-2551',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(240,'447-2551',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(241,'9212',4,5,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(242,'0687',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(243,'112-2545',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(244,'225-2546',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(245,'9746',4,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(246,'9221',4,9,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(247,'5002',5,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(248,'241-2547',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(249,'36-2543',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(250,'90069',4,19,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(251,'6012',6,3,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(252,'477-2551',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(253,'531-2551',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(254,'423-2551',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(255,'9304',4,9,0,0,2,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(256,'0232',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(257,'0237',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(258,'0591',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(259,'0711',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(261,'0697',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(264,'102-2545',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(265,'4046',8,27,0,0,3,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(266,'0948',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(267,'675-2552 ',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(268,'449-2551',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(269,'0388',1,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(270,'0191',1,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(271,'0226',1,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(272,'3016',7,21,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(273,'445-2551',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(274,'652-2552',3,7,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(275,'657-2552',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(276,'3225',7,16,0,0,0,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(277,'343-2549',3,3,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(278,'419-2551',3,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(279,'240-2547',3,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(280,'422-2551',3,3,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(281,'281-2548',3,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(282,'389-2550',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(283,'390-2550',3,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(284,'243-2547',3,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(285,'547-2549',3,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(286,'242-2547',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(287,'421-2551',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(288,'345-2549',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(289,'420-2551',3,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(290,'0000000',4,2,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'N'),(291,'447-2551',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(292,'0000',7,23,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(293,'3050',7,9,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'N'),(294,'682-2552',3,17,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(295,'770-2553',3,30,0,0,3,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(296,'875-2553',3,17,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(297,'443-2551',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(298,'711-2552',3,3,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'N'),(299,'806-2553',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(300,'807-2553',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(301,'808-2553',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(302,'876-2553',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(303,'910-2553',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(304,'714-2552',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(305,'852-2553',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(306,'851-2553',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(307,'743-2553',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(308,'785-2553',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(309,'900-2553',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(310,'877-2553',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(311,'730-2553',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(312,'419-2551',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(313,'684-2552',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(314,'789-2553',3,3,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(315,'786-2553',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(316,'896-2553',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(317,'809-2553',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(318,'731-2553',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(319,'898-2553',3,10,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(320,'897-2553',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(321,'716-2552',3,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(322,'772-2553',3,7,0,0,1,0,0,0,0,0,0,'',0,0,'','',11,0,0,'Y'),(323,'771-2553',3,7,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(324,'878-2553',3,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(325,'811-2553',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(326,'812-2553',3,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(327,'732-2553',3,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(328,'769-2553',3,30,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(329,'683-2552',3,16,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(330,'239-2547',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(331,'1300-2561',3,2,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(332,'344-2549',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(333,'936-2554',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(334,'4122',8,5,0,0,3,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(335,'937-2554',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(336,'939-2554',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(337,'347-2549',3,4,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(338,'917-2554',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(339,'173-2546',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(340,'6031',6,10,0,0,1,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(341,'643-2551',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(342,'656-2552',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(343,'90497',4,16,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(344,'9368',4,22,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(345,'935-2554',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(346,'944-2555',3,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(347,'4097',8,11,0,0,3,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(348,'918-2554',3,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(349,'-',9,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(350,'-',9,10,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(351,'959-2555',3,4,0,0,1,0,0,0,1,0,0,'',0,0,'','',15,0,0,'Y'),(352,'1-8855',9,23,0,0,0,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(353,'2-8855',9,23,0,0,0,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(354,'3-8855',9,23,0,0,0,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(355,'4-8855',9,23,0,0,0,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(356,'1014-2555',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(357,'1015-2555',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(358,'1017-2555',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',15,0,0,'Y'),(359,'1018-2555',3,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(360,'1025-2556',3,3,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(361,'-',9,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(362,'0005',4,9,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'N'),(364,'90974',3,9,0,0,0,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(365,'1037-2556',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(366,'976-2555',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(368,'975-2555',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(369,'972-2555',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(370,'0001',9,3,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(371,'0002',9,2,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(372,'0003',9,10,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(373,'0004',9,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(374,'1098-2556',3,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(375,'1095-2556',3,7,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(376,'974-2555',3,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(377,'974-2555',3,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(378,'4405',8,13,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(379,'5-8855',9,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'N'),(380,'5-8855',9,4,0,0,1,0,0,0,0,0,0,'',0,0,'','',17,0,0,'Y'),(381,'1172-2557',3,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(382,'1074-2556',3,4,0,0,0,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(383,'643-2551',3,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(384,'91120',4,8,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(385,'91121',4,7,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(386,'91122',4,7,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'N'),(387,'91122',4,7,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(388,'3521',7,2,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(389,'0001-วมว',9,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(390,'0002-วมว',9,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(391,'0003-วมว',9,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(392,'0004-วมว',7,2,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(393,'0005-วมว',7,2,0,0,0,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(394,'0006-วมว',7,2,0,0,0,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(395,'91124',4,7,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(396,'91125',4,7,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(397,'91123',4,7,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(398,'1156-2557',3,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(399,'91126',4,7,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(400,'91127',4,7,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(401,'1210-2558',3,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(402,'1215-2559',3,4,0,0,0,0,0,0,0,0,1,'',0,0,'','',0,0,0,'N'),(403,'1215-2559',3,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(404,'1075-2556',3,4,0,0,0,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(405,'4059',8,11,0,0,0,0,0,0,0,0,1,'',0,0,'','',0,0,0,'Y'),(406,'1254-2559',3,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(407,'3448',7,2,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(408,'1259-2560',3,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(409,'91128',4,7,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(410,'4453',8,13,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(411,'1259-2560',3,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(412,'90639',4,7,0,0,0,0,0,0,8,0,0,'',0,0,'','',11,0,0,'Y'),(413,'1179-2558',3,4,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y'),(414,'9864',4,17,0,0,0,0,0,0,0,0,0,'',0,0,'','',0,0,0,'Y');
/*!40000 ALTER TABLE `Position` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Poskind`
--

DROP TABLE IF EXISTS `Poskind`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Poskind` (
  `poskindId` int(2) NOT NULL auto_increment,
  `poskindName` varchar(255) NOT NULL,
  `poskindAbbr` varchar(15) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`poskindId`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8 COMMENT='ชนิดตำแหน่ง';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Poskind`
--

LOCK TABLES `Poskind` WRITE;
/*!40000 ALTER TABLE `Poskind` DISABLE KEYS */;
INSERT INTO `Poskind` VALUES (1,'ข้าราชการ','-',0),(2,'ลูกจ้างประจำ','-',0),(3,'พนักงานมหาวิทยาลัย','-',0),(4,'พนักงานมหาวิทยาลัย (ซึ่งจ้างด้วยเงินรายได้ของส่วนงาน)','',0),(5,'อาจารย์ชาวต่างประเทศ','',0),(6,'ผู้มีความรู้ความสามารถพิเศษ','',0),(7,'ลูกจ้างโครงการฯ','',0),(8,'ลูกจ้างมหาวิทยาลัย (ซึ่งจ้างด้วยเงินรายได้ของส่วนงาน)','',0),(9,'ผู้ทรงคุณวุฒิจากภายนอก','-',0);
/*!40000 ALTER TABLE `Poskind` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Postype`
--

DROP TABLE IF EXISTS `Postype`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Postype` (
  `postypeId` int(2) NOT NULL auto_increment,
  `postypeName` varchar(30) NOT NULL,
  `postypeAbbr` varchar(30) NOT NULL,
  `postypeShow` char(2) NOT NULL default '',
  `postypeSystem` varchar(5) NOT NULL,
  `pbriId` int(11) NOT NULL default '0',
  `sequence` int(11) NOT NULL default '0',
  PRIMARY KEY  (`postypeId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ประเภทตำแหน่ง';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Postype`
--

LOCK TABLES `Postype` WRITE;
/*!40000 ALTER TABLE `Postype` DISABLE KEYS */;
/*!40000 ALTER TABLE `Postype` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Prefix`
--

DROP TABLE IF EXISTS `Prefix`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Prefix` (
  `prefixId` int(2) NOT NULL auto_increment,
  `prefixNameFull` varchar(100) NOT NULL default '',
  `prefixName` varchar(100) NOT NULL default '',
  `prefixNameEngFull` varchar(100) NOT NULL default '',
  `prefixNameEng` varchar(100) NOT NULL default '',
  `defaultSex` char(1) default NULL,
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`prefixId`)
) ENGINE=InnoDB AUTO_INCREMENT=171 DEFAULT CHARSET=utf8 COMMENT='คำนำหน้าชื่อ';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Prefix`
--

LOCK TABLES `Prefix` WRITE;
/*!40000 ALTER TABLE `Prefix` DISABLE KEYS */;
INSERT INTO `Prefix` VALUES (1,'นาย','นาย','Mister','Mr.','M',0),(2,'นางสาว','นางสาว','Miss','Miss','F',0),(3,'นาง','นาง','Mistress','Mrs.','F',0),(4,'เด็กหญิง','ด.ญ.','Miss','Miss','F',0),(5,'เด็กชาย','ด.ช.','-','-','M',0),(6,'พลทหาร','พลฯ','SEAMAN','SEA-MAN','',0),(7,'จ่าตรี','จ.ต.','Petty Officer Third CLASS','PO 3','M',0),(8,'จ่าโท','จ.ท.','Petty Officer Second Class','PO 2','M',0),(9,'จ่าเอก','จ.อ.','Petty Officer First Class','PO 1','M',0),(10,'จ่าตรีหญิง','จ.ต.หญิง','Petty Officer Third CLASS','PO 3','F',0),(11,'จ่าโทหญิง','จ.ท.หญิง','Petty Officer Second Class','PO 2','F',0),(12,'จ่าเอกหญิง','จ.อ.หญิง','Petty Officer First Class','PO 1','F',0),(13,'พันจ่าตรี','พ.จ.ต.','Chief Petty Officer Third CLASS','CPO 3','M',0),(14,'พันจ่าโท','พ.จ.ท.','Chief Petty Officer Second Class','CPO 2','M',0),(15,'พันจ่าเอก','พ.จ.อ.','Chief Petty Officer First Class','CPO 1','M',0),(16,'พันจ่าตรีหญิง','พ.จ.ต.หญิง','Chief Petty Officer Third CLASS','CPO 3','F',0),(17,'พันจ่าโทหญิง','พ.จ.ท.หญิง','Chief Petty Officer Second Class','CPO 2','F',0),(18,'พันจ่าเอกหญิง','พ.จ.อ.หญิง','Chief Petty Officer First Class','CPO 1','F',0),(19,'เรือตรี','ร.ต.(ร.น.)','Sub-Lieutenant','SUB LT','M',0),(20,'เรือโท','ร.ท.(ร.น.)','Junior Lieutenant','JLT','M',0),(21,'เรือเอก','ร.อ.(ร.น.)','Lieutenant','LT','M',0),(22,'เรือตรีหญิง','ร.ต.(ร.น.)หญิง','Sub-Lieutenant','SUB LT','F',0),(23,'เรือโทหญิง','ร.ท.(ร.น.)หญิง','Junior Lieutenant','JLT','F',0),(24,'เรือเอกหญิง','ร.อ.(ร.น.)หญิง','Lieutenant','LT','F',0),(25,'นาวาตรี','น.ต.(ร.น.)','Lieutenant Commander','L CDR','M',0),(26,'นาวาโท','น.ท.(ร.น.)','Commander','CDR','M',0),(27,'นาวาเอก','น.อ.(ร.น.)','Captain','CAPT','M',0),(28,'นาวาตรีหญิง','น.ต.(ร.น.)หญิง','Lieutenant Commander','L CDR','F',0),(29,'นาวาโทหญิง','น.ท.(ร.น.)หญิง','Commander','CDR','F',0),(30,'นาวาเอกหญิง','น.อ.(ร.น.)หญิง','Captain','CAPT','F',0),(31,'พลเรือตรี','พล.ร.ต.','Rear Admiral','RADM','M',0),(32,'พลเรือโท','พล.ร.ท.','Vice Admiral','VADM','M',0),(33,'พลเรือเอก','พล.ร.อ.','Admiral','ADM','M',0),(34,'พลเรือตรีหญิง','พล.ร.ต.หญิง','Rear Admiral','RADM','F',0),(35,'พลเรือโทหญิง','พล.ร.ท.หญิง','Vice Admiral','VADM','F',0),(36,'พลเรือเอกหญิง','พล.ร.อ.หญิง','Admiral','ADM','F',0),(37,'ว่าที่เรือตรี','ว่าที่ ร.ต.(ร.น.)','-','-','M',0),(38,'ว่าที่เรือตรีหญิง','ว่าที่ ร.ต.หญิง(ร.น.)','-','-','F',0),(39,'จ่าอากาศตรี','จ.ต.','Leading Aircraft man','LAC','M',0),(40,'จ่าอากาศโท','จ.ท.','Corporal','CPL','M',0),(41,'จ่าอากาศเอก','จ.อ.','Sergeant','SGT','M',0),(42,'จ่าอากาศตรีหญิง','จ.ต.หญิง','Leading Aircraft man','LAC','F',0),(43,'จ่าอากาศโทหญิง','จ.ท.หญิง','Corporal','CPL','F',0),(44,'จ่าอากาศเอกหญิง','จ.อ.หญิง','Sergeant','SGT','F',0),(45,'พันจ่าอากาศตรี','พ.อ.ต.','Flight Sergeant Third Class','FS 3','M',0),(46,'พันจ่าอากาศโท','พ.อ.ท.','Flight Sergeant Second Class','FS 2','M',0),(47,'พันจ่าอากาศเอก','พ.อ.อ.','Flight Sergeant First Class','FS 1','M',0),(48,'พันจ่าอากาศตรีหญิง','พ.อ.ต.หญิง','Flight Sergeant Third Class','FS 3','F',0),(49,'พันจ่าอากาศโทหญิง','พ.อ.ท.หญิง','Flight Sergeant Second Class','FS 2','F',0),(50,'พันจ่าอากาศเอกหญิง','พ.อ.อ.หญิง','Flight Sergeant First Class','FS 1','F',0),(51,'เรืออากาศตรี','ร.ต.','Pilot Officer','Plt Off','M',0),(52,'เรืออากาศโท','ร.ท.','Flying Officer','Flg Off','M',0),(53,'เรืออากาศเอก','ร.อ.','Flight Lieutenant','Flt Lt','M',0),(54,'เรืออากาศตรีหญิง','ร.ต.หญิง','Pilot Officer','Plt Off','F',0),(55,'เรืออากาศโทหญิง','ร.ท.หญิง','Flying Officer','Flg Off','F',0),(56,'เรืออากาศเอกหญิง','ร.อ.หญิง','Flight Lieutenant','Flt Lt','F',0),(57,'นาวาอากาศตรี','น.ต.','Squadron Leader','Sqn Ldr','M',0),(58,'นาวาอากาศโท','น.ท.','Wing Commander','Wng Cdr','M',0),(59,'นาวาอากาศเอก','น.อ.','Group Captain','Gp Capt','M',0),(60,'นาวาอากาศตรีหญิง','น.ต.หญิง','Squadron Leader','Sqn Ldr','F',0),(61,'นาวาอากาศโทหญิง','น.ท.หญิง','Wing Commander','Wng Cdr','F',0),(62,'นาวาอากาศเอกหญิง','น.อ.หญิง','Group Captain','Gp Capt','F',0),(63,'พลอากาศตรี','พล.อ.ต.','Air Vice Marshal','AVM','M',0),(64,'พลอากาศโท','พล.อ.ท.','Air Marshal','AM','M',0),(65,'พลอากาศเอก','พล.อ.อ.','Air Chief Marshal','ACM','M',0),(66,'พลอากาศตรีหญิง','พล.อ.ต.หญิง','Air Vice Marshal','AVM','F',0),(67,'พลอากาศโทหญิง','พล.อ.ท.หญิง','Air Marshal','AM','F',0),(68,'พลอากาศเอกหญิง','พล.อ.อ.หญิง','Air Chief Marshal','ACM','F',0),(69,'ว่าที่เรืออากาศตรี','ว่าที่ ร.ต.','-','-','M',0),(70,'ว่าที่เรืออากาศตรีหญิง','ว่าที่ ร.ต.หญิง','-','-','F',0),(71,'พลทหาร','พลฯ','Airman','AMN','',0),(72,'สิบตรี','ส.ต.','Lance Corporal','LCPL / SP5','M',0),(73,'สิบโท','ส.ท.','Corporal','CPL / SP6','M',0),(74,'สิบเอก','ส.อ.','Sergeant','SGT','M',0),(75,'สิบตรีหญิง','ส.ต.หญิง','Lance Corporal','LCPL','F',0),(76,'สิบโทหญิง','ส.ท.หญิง','Corporal','CPL / SP6','F',0),(77,'สิบเอกหญิง','ส.อ.หญิง','Sergeant','SGT','F',0),(78,'จ่าสิบตรี','จ.ส.ต.','Master Sergeant Third Class','3MSGT / SFC','M',0),(79,'จ่าสิบโท','จ.ส.ท.','Master Sergeant Second Class','2MSGT / MSG','M',0),(80,'จ่าสิบเอก','จ.ส.อ.','Master Sergeant First Class','1MSGT / SMG','M',0),(81,'จ่าสิบตรีหญิง','จ.ส.ต.หญิง','Master Sergeant Third Class','3MSGT / SFC','F',0),(82,'จ่าสิบโทหญิง','จ.ส.ท.หญิง','Master Sergeant Second Class','2MSGT / MSG','F',0),(83,'จ่าสิบเอกหญิง','จ.ส.อ.หญิง','Master Sergeant First Class','1MSGT / SMG','F',0),(84,'ร้อยตรี','ร.ต.','Second Lieutenant','2Lt.','M',0),(85,'ร้อยโท','ร.ท.','First Lieutenant','Lt.','M',0),(86,'ร้อยเอก','ร.อ.','Captain','Capt.','M',0),(87,'ร้อยตรีหญิง','ร.ต.หญิง','Second Lieutenant','2Lt.','F',0),(88,'ร้อยโทหญิง','ร.ท.หญิง','First Lieutenant','Lt.','F',0),(89,'ร้อยเอกหญิง','ร.อ.หญิง','Captain','Capt.','F',0),(90,'พันตรี','พ.ต.','Major','MAJ','M',0),(91,'พันโท','พ.ท.','Lieutenant Colonel','Lt.Col.','M',0),(92,'พันเอก','พ.อ.','Colonel','Col.','M',0),(93,'พันตรีหญิง','พ.ต.หญิง','Major','MAJ','F',0),(94,'พันโทหญิง','พ.ท.หญิง','Lieutenant Colonel','Lt.Col.','F',0),(95,'พันเอกหญิง','พ.อ.หญิง','Colonel','Col.','F',0),(96,'พลตรี','พล.ต.','Major General','Maj.Gen.','M',0),(97,'พลโท','พล.ท.','Lieutenant General','Lt.Gen.','M',0),(98,'พลเอก','พล.อ.','General','Gen.','M',0),(99,'พลตรีหญิง','พล.ต.หญิง','Major General','Maj.Gen.','F',0),(100,'พลโทหญิง','พล.ท.หญิง','Lieutenant General','Lt.Gen.','F',0),(101,'พลเอกหญิง','พล.อ.','General','Gen.','F',0),(102,'ว่าที่สิบเอก','ว่าที่ ส.อ.','-','-','M',0),(103,'ว่าที่สิบเอกหญิง','ว่าที่ ส.อ.หญิง','-','-','F',0),(104,'ว่าที่จ่าสิบเอก','ว่าที่ จ.ส.อ.','-','-','M',0),(105,'ว่าที่จ่าสิบเอกหญิง','ว่าที่ จ.ส.อ.หญิง','-','-','F',0),(106,'ว่าที่ร้อยตรี','ว่าที่ ร.ต.','-','-','M',0),(107,'ว่าที่ร้อยตรีหญิง','ว่าที่ ร.ต.หญิง','-','-','F',0),(108,'ว่าที่ร้อยโท','ว่าที่ ร.ท.','-','-','M',0),(109,'ว่าที่ร้อยโทหญิง','ว่าที่ ร.ท.หญิง','-','-','F',0),(110,'พลทหาร','พลฯ','Private','PVT','',0),(111,'สิบตำรวจตรี','ส.ต.ต.','Police Lance Corporal','POL.L / C','M',0),(112,'สิบตำรวจโท','ส.ต.ท.','Police Corporal','POL.CPL.','M',0),(113,'สิบตำรวจเอก','ส.ต.อ.','Police Sergeant','POL.SGT','M',0),(114,'สิบตำรวจตรีหญิง','ส.ต.ต.หญิง','Police Lance Corporal','POL.L / C','F',0),(115,'สิบตำรวจโทหญิง','ส.ต.ท.หญิง','Police Corporal','POL.CPL.','F',0),(116,'สิบตำรวจเอกหญิง','ส.ต.อ.หญิง','Police Sergeant','POL.SGT','F',0),(117,'จ่าสิบตำรวจ','จ.ส.ต.','Police Sergeant Major','POL.SGT.MAJ.','M',0),(118,'จ่าสิบตำรวจหญิง','จ.ส.ต.หญิง','Police Sergeant Major','POL.SGT.MAJ.','F',0),(119,'ดาบตำรวจ','ด.ต.','Police Senior Sergeant Major','POL.SEN.SGT.MAJ.','M',0),(120,'ดาบตำรวจหญิง','ด.ต.หญิง','Police Senior Sergeant Major','POL.SEN.SGT.MAJ.','F',0),(121,'ร้อยตำรวจตรี','ร.ต.ต.','Police Sub-Lieutenant','POL.SUB.LT.','M',0),(122,'ร้อยตำรวจโท','ร.ต.ท.','Police Lieutenant','POL.LT.','M',0),(123,'ร้อยตำรวจเอก','ร.ต.อ.','Police Captain','POL.CAPT.','M',0),(124,'ร้อยตำรวจตรีหญิง','ร.ต.ต.หญิง','Police Sub-Lieutenant','POL.SUB.LT.','F',0),(125,'ร้อยตำรวจโทหญิง','ร.ต.ท.หญิง','Police Lieutenant','POL.LT.','F',0),(126,'ร้อยตำรวจเอกหญิง','ร.ต.อ.หญิง','Police Captain','POL.CAPT.','F',0),(127,'พันตำรวจตรี','พ.ต.ต.','Police Major','POL.MAJ.','M',0),(128,'พันตำรวจโท','พ.ต.ท.','Police Lieutenant Colonel','POL.LT.COL.','M',0),(129,'พันตำรวจเอก','พ.ต.อ.','Police Colonel','POL.COL.','M',0),(130,'พันตำรวจตรีหญิง','พ.ต.ต.หญิง','Police Major','POL.MAJ.','F',0),(131,'พันตำรวจโทหญิง','พ.ต.ท.หญิง','Police Lieutenant Colonel','POL.LT.COL.','F',0),(132,'พันตำรวจเอกหญิง','พ.ต.อ.หญิง','Police Colonel','POL.COL.','F',0),(133,'พลตำรวจตรี','พล.ต.ต.','Police Major General','POL.MAJ.GEN.','M',0),(134,'พลตำรวจโท','พล.ต.ท.','Police Lieutenant General','POL.LT.GEN.','M',0),(135,'พลตำรวจเอก','พล.ต.อ.','Police General','POL.GEN.','M',0),(136,'พลตำรวจ','พลฯ','Policeman Constable / Police Private','POL.CONST.','M',0),(137,'หม่อมเจ้า','ม.จ.','His Serene Highness','HSH','M',0),(138,'หม่อมเจ้าหญิง','ม.จ.หญิง','Her Serene Highness','HSH','F',0),(139,'หม่อมราชวงศ์','ม.ร.ว.','Mom Rachawong','M.R.','',0),(140,'หม่อมหลวง','ม.ล.','Mom Luang','M.L.','',0),(141,'นายแพทย์','นพ.','-','-','M',0),(142,'แพทย์หญิง','พญ.','-','-','F',0),(143,'ผู้ช่วยศาสตรจารย์','ผศ.','Professor assistant','-','',0),(146,'-','พ.อ.อ.','-','FS 1','-',0),(147,'-','จอมพลอากาศ','-','Marshal of the Royal Thai Air Force','-',0),(148,'-','จอมพล','-','Field Marshal','-',0),(149,'-','จอมพลเรือ','-','Admiral of the Fleet','-',0),(150,'-','พลอากาศเอก','-','Air Chief Marshal','-',0),(151,'-','พลเอก','-','General','-',0),(152,'-','พล.ร.อ.','-','Adm.','-',0),(153,'-','พล.ร.ท.','-','VAdm.','-',0),(154,'-','พล.ร.ต.','-','RAdm.','-',0),(155,'-','นาวาเอก','-','Captain','-',0),(156,'-','นาวาโท','-','Commander','-',0),(157,'-','นาวาตรี','-','Lieutenant Commander','-',0),(158,'-','เรือเอก','-','Lieutenant','-',0),(159,'-','เรืออากาศโท','-','Flying Officer','-',0),(160,'-','เรือโท','-','Lieutenant Junior Grade','-',0),(161,'-','เรือตรี','-','Sub Lieutenant','-',0),(162,'-','พันจ่าเอก','-','Chief Petty Officer 1st Class','-',0),(163,'-','พ.อ.ท.','-','FS 2','-',0),(164,'-','พ.อ.ต.','-','FS 3','-',0),(165,'-','นักเรียนนายเรืออากาศ','-','Air Cadet','-',0),(166,'-','นักเรียนนายร้อย','-','Army Cadet','-',0),(167,'-','นักเรียนนายเรือ','-','Naval Cadet','-',0),(168,'-','นักเรียนจ่าอากาศ','-','Air Technical Student','-',0),(169,'-','นักเรียนนายสิบทหารบก','-','Army Non-Commissioned Officer Student','-',0),(170,'-','นักเรียนจ่าทหารเรือ','-','Naval Rating Student','-',0);
/*!40000 ALTER TABLE `Prefix` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Promise`
--

DROP TABLE IF EXISTS `Promise`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Promise` (
  `promiseNo` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `statusP` char(1) NOT NULL default '',
  `promiseDate` date NOT NULL default '0000-00-00',
  `promiseendDate` date NOT NULL default '0000-00-00',
  `refpromise` varchar(50) NOT NULL default '',
  `note` varchar(50) NOT NULL default '',
  PRIMARY KEY  (`promiseNo`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ทำสัญญาการรับเงินเพิ';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Promise`
--

LOCK TABLES `Promise` WRITE;
/*!40000 ALTER TABLE `Promise` DISABLE KEYS */;
/*!40000 ALTER TABLE `Promise` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Promote`
--

DROP TABLE IF EXISTS `Promote`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Promote` (
  `personId` int(11) NOT NULL default '0',
  `seq` int(11) NOT NULL default '0',
  `orderNo` varchar(20) NOT NULL default '',
  `orderDate` date NOT NULL default '0000-00-00',
  `promoteDate` date NOT NULL default '0000-00-00',
  `budYear` varchar(4) NOT NULL default '',
  `opId` varchar(11) NOT NULL default '',
  `oadlineId` int(2) NOT NULL default '0',
  `olevelposId` int(2) NOT NULL default '0',
  `ostepSal` float NOT NULL default '0',
  `osalary` int(6) NOT NULL default '0',
  `omajorId` int(2) NOT NULL default '0',
  `npId` varchar(11) NOT NULL default '',
  `nadlineId` int(2) NOT NULL default '0',
  `nlevelposId` int(2) NOT NULL default '0',
  `nstepSal` float NOT NULL default '0',
  `nsalary` int(6) NOT NULL default '0',
  `nmajorId` int(2) NOT NULL default '0',
  `typemoveId` int(2) NOT NULL default '0',
  `posDegree` int(2) NOT NULL default '0',
  `posEducmajor` int(2) NOT NULL default '0',
  `flag` char(1) NOT NULL default '',
  `ndeptId` int(2) NOT NULL default '0',
  `odeptId` int(2) NOT NULL default '0',
  `levelId` int(2) NOT NULL default '0',
  `proflag` char(2) NOT NULL default '',
  `nuseSalary` int(2) NOT NULL default '0',
  `orderAt` varchar(100) NOT NULL default '',
  `note` text NOT NULL,
  `reference` varchar(100) NOT NULL default '',
  PRIMARY KEY  (`personId`,`seq`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Promote`
--

LOCK TABLES `Promote` WRITE;
/*!40000 ALTER TABLE `Promote` DISABLE KEYS */;
/*!40000 ALTER TABLE `Promote` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Province`
--

DROP TABLE IF EXISTS `Province`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Province` (
  `provinceId` int(2) NOT NULL auto_increment,
  `provinceName` varchar(30) NOT NULL default '',
  `provinceNameEng` varchar(30) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`provinceId`)
) ENGINE=InnoDB AUTO_INCREMENT=77 DEFAULT CHARSET=utf8 COMMENT='จังหวัด';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Province`
--

LOCK TABLES `Province` WRITE;
/*!40000 ALTER TABLE `Province` DISABLE KEYS */;
INSERT INTO `Province` VALUES (1,'กรุงเทพมหานคร','',0),(2,'สมุทรปราการ','',0),(3,'นนทบุรี','',0),(4,'ปทุมธานี','',0),(5,'พระนครศรีอยุธยา','',0),(6,'อ่างทอง','',0),(7,'ลพบุรี','',0),(8,'สิงห์บุรี','',0),(9,'ชัยนาท','',0),(10,'สระบุรี','',0),(11,'ชลบุรี','',0),(12,'ระยอง','',0),(13,'จันทบุรี','',0),(14,'ตราด','',0),(15,'ฉะเชิงเทรา','',0),(16,'ปราจีนบุรี','',0),(17,'นครนายก','',0),(18,'สระแก้ว','',0),(19,'นครราชสีมา','',0),(20,'บุรีรัมย์','',0),(21,'สุรินทร์','',0),(22,'ศรีสะเกษ','',0),(23,'อุบลราชธานี','',0),(24,'ยโสธร','',0),(25,'ชัยภูมิ','',0),(26,'อำนาจเจริญ','',0),(27,'หนองบัวลำภู','',0),(28,'ขอนแก่น','',0),(29,'อุดรธานี','',0),(30,'เลย','',0),(31,'หนองคาย','',0),(32,'มหาสารคาม','',0),(33,'ร้อยเอ็ด','',0),(34,'กาฬสินธุ์','',0),(35,'สกลนคร','',0),(36,'นครพนม','',0),(37,'มุกดาหาร','',0),(38,'เชียงใหม่','',0),(39,'ลำพูน','',0),(40,'ลำปาง','',0),(41,'อุตรดิตถ์','',0),(42,'แพร่','',0),(43,'น่าน','',0),(44,'พะเยา','',0),(45,'เชียงราย','',0),(46,'แม่ฮ่องสอน','',0),(47,'นครสวรรค์','',0),(48,'อุทัยธานี','',0),(49,'กำแพงเพชร','',0),(50,'ตาก','',0),(51,'สุโขทัย','',0),(52,'พิษณุโลก','',0),(53,'พิจิตร','',0),(54,'เพชรบูรณ์','',0),(55,'ราชบุรี','',0),(56,'กาญจนบุรี','',0),(57,'สุพรรณบุรี','',0),(58,'นครปฐม','',0),(59,'สมุทรสาคร','',0),(60,'สมุทรสงคราม','',0),(61,'เพชรบุรี','',0),(62,'ประจวบคีรีขันธ์','',0),(63,'นครศรีธรรมราช','',0),(64,'กระบี่','',0),(65,'พังงา','',0),(66,'ภูเก็ต','',0),(67,'สุราษฎร์ธานี','',0),(68,'ระนอง','',0),(69,'ชุมพร','',0),(70,'สงขลา','',0),(71,'สตูล','',0),(72,'ตรัง','',0),(73,'พัทลุง','',0),(74,'ปัตตานี','',0),(75,'ยะลา','',0),(76,'นราธิวาส','',0);
/*!40000 ALTER TABLE `Province` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Ptsform`
--

DROP TABLE IF EXISTS `Ptsform`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Ptsform` (
  `seqId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `ptsId` int(11) NOT NULL default '0',
  `deptId` int(11) NOT NULL default '0',
  `adminposId` int(11) NOT NULL default '0',
  `startDate` date NOT NULL default '0000-00-00',
  `endDate` date NOT NULL default '0000-00-00',
  `charactic` varchar(100) NOT NULL default '',
  `worksp` varchar(100) NOT NULL default '',
  `gId` int(11) NOT NULL,
  `writeDate` date NOT NULL default '0000-00-00',
  `statusform` varchar(3) NOT NULL,
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Ptsform`
--

LOCK TABLES `Ptsform` WRITE;
/*!40000 ALTER TABLE `Ptsform` DISABLE KEYS */;
/*!40000 ALTER TABLE `Ptsform` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `PtsformFlow`
--

DROP TABLE IF EXISTS `PtsformFlow`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `PtsformFlow` (
  `seqId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `formId` int(11) NOT NULL default '0',
  `PathId` int(11) NOT NULL default '0',
  `FlowPath` int(11) NOT NULL default '0',
  `FlowActive` varchar(50) NOT NULL default '',
  `PathpId` int(11) NOT NULL default '0',
  `FlowDate` date NOT NULL default '0000-00-00',
  `FlowStatus` char(3) NOT NULL default '',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `PtsformFlow`
--

LOCK TABLES `PtsformFlow` WRITE;
/*!40000 ALTER TABLE `PtsformFlow` DISABLE KEYS */;
/*!40000 ALTER TABLE `PtsformFlow` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Ptsgroup`
--

DROP TABLE IF EXISTS `Ptsgroup`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Ptsgroup` (
  `ptsId` int(11) NOT NULL auto_increment,
  `ptsgroupNo` varchar(50) NOT NULL default '',
  `ptsgroup` varchar(50) NOT NULL default '',
  `moneyrate` varchar(10) NOT NULL default '',
  `adminposId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`ptsId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Ptsgroup`
--

LOCK TABLES `Ptsgroup` WRITE;
/*!40000 ALTER TABLE `Ptsgroup` DISABLE KEYS */;
/*!40000 ALTER TABLE `Ptsgroup` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Quit`
--

DROP TABLE IF EXISTS `Quit`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Quit` (
  `seq` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `budYear` varchar(4) NOT NULL default '',
  `quitDate` date NOT NULL default '0000-00-00',
  `quitType` int(2) NOT NULL default '0',
  `orderNo` varchar(20) NOT NULL default '',
  `orderDate` date NOT NULL default '0000-00-00',
  `flag` char(1) NOT NULL default '',
  `pId` varchar(11) NOT NULL default '0',
  `levelposId` int(2) NOT NULL default '0',
  `stepSal` float NOT NULL default '0',
  `deptkpId` int(2) NOT NULL default '0',
  `gratuityAmt` int(6) NOT NULL default '0',
  PRIMARY KEY  (`seq`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Quit`
--

LOCK TABLES `Quit` WRITE;
/*!40000 ALTER TABLE `Quit` DISABLE KEYS */;
/*!40000 ALTER TABLE `Quit` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Quittype`
--

DROP TABLE IF EXISTS `Quittype`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Quittype` (
  `quittypeId` int(11) NOT NULL default '0',
  `quittypeName` text NOT NULL,
  PRIMARY KEY  (`quittypeId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='สาเหตุที่ลาออก';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Quittype`
--

LOCK TABLES `Quittype` WRITE;
/*!40000 ALTER TABLE `Quittype` DISABLE KEYS */;
/*!40000 ALTER TABLE `Quittype` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Race`
--

DROP TABLE IF EXISTS `Race`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Race` (
  `raceId` int(2) NOT NULL auto_increment,
  `raceName` varchar(20) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`raceId`)
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8 COMMENT='เชื้อชาติ';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Race`
--

LOCK TABLES `Race` WRITE;
/*!40000 ALTER TABLE `Race` DISABLE KEYS */;
INSERT INTO `Race` VALUES (1,'ไทย',0),(2,'ลาว',0),(3,'พม่า',0),(4,'เวียตนาม',0),(5,'กัมพูชา',0),(6,'มาเลเซีย',0),(7,'สิงค์โปร์',0),(8,'จีน',0),(9,'อินเดีย',0),(10,'เนปาล',0),(11,'ภูฐาน',0),(12,'ญี่ปุ่น',0);
/*!40000 ALTER TABLE `Race` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Religion`
--

DROP TABLE IF EXISTS `Religion`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Religion` (
  `religionId` int(2) NOT NULL auto_increment,
  `religionName` varchar(20) NOT NULL default '',
  `religionNameEng` varchar(20) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`religionId`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='ศาสนา';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Religion`
--

LOCK TABLES `Religion` WRITE;
/*!40000 ALTER TABLE `Religion` DISABLE KEYS */;
INSERT INTO `Religion` VALUES (1,'พุทธ','Buddhism',0),(2,'คริสต์','Christianity',0),(3,'อิสลาม','Moslimism',0),(4,'ซิกข์','Sikhs',0),(5,'ฮินดู','Hinduism',0);
/*!40000 ALTER TABLE `Religion` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Renthome`
--

DROP TABLE IF EXISTS `Renthome`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Renthome` (
  `seqId` int(3) NOT NULL default '0',
  `personId` int(3) NOT NULL default '0',
  `rentType` char(3) NOT NULL default '',
  `startDateRent` date NOT NULL default '0000-00-00',
  `endDateRent` date NOT NULL default '0000-00-00',
  `refRent` varchar(50) NOT NULL default '',
  `note` varchar(50) NOT NULL default '',
  PRIMARY KEY  (`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Renthome`
--

LOCK TABLES `Renthome` WRITE;
/*!40000 ALTER TABLE `Renthome` DISABLE KEYS */;
/*!40000 ALTER TABLE `Renthome` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ReplacePerson`
--

DROP TABLE IF EXISTS `ReplacePerson`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `ReplacePerson` (
  `repseqId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `personId_rep` int(11) NOT NULL default '0',
  `repstartDate` date NOT NULL default '0000-00-00',
  `rependDate` date NOT NULL default '0000-00-00',
  PRIMARY KEY  (`repseqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `ReplacePerson`
--

LOCK TABLES `ReplacePerson` WRITE;
/*!40000 ALTER TABLE `ReplacePerson` DISABLE KEYS */;
/*!40000 ALTER TABLE `ReplacePerson` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Resigntype`
--

DROP TABLE IF EXISTS `Resigntype`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Resigntype` (
  `resignId` int(2) NOT NULL auto_increment,
  `resignName` varchar(30) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`resignId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ประเภทสาเหตุการลาออก(nouse)';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Resigntype`
--

LOCK TABLES `Resigntype` WRITE;
/*!40000 ALTER TABLE `Resigntype` DISABLE KEYS */;
/*!40000 ALTER TABLE `Resigntype` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Retire`
--

DROP TABLE IF EXISTS `Retire`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Retire` (
  `personId` int(11) NOT NULL default '0',
  `budYear` varchar(4) NOT NULL default '',
  `quitDate` date NOT NULL default '0000-00-00',
  `retireDate` date NOT NULL default '0000-00-00',
  `quitType` int(11) NOT NULL default '0',
  `persionDate` date NOT NULL default '0000-00-00',
  `perishDate` date NOT NULL default '0000-00-00',
  `perishCause` varchar(100) NOT NULL default '',
  `gratuityAmt` int(6) NOT NULL default '0',
  `expelReason` varchar(100) NOT NULL default '',
  `expelLaw` varchar(100) NOT NULL default '',
  `orderNo` varchar(20) NOT NULL default '',
  `orderDate` date NOT NULL default '0000-00-00',
  `oldhireId` int(2) NOT NULL default '0',
  `newhireId` int(2) NOT NULL default '0',
  `flag` char(1) NOT NULL default '',
  `pId` varchar(11) NOT NULL default '0',
  `levelposId` int(2) NOT NULL default '0',
  `stepSal` float NOT NULL default '0',
  `deptkpId` int(2) NOT NULL default '0',
  `personCode` varchar(6) NOT NULL default '',
  `causeRetire` char(1) NOT NULL default '',
  `reference` text NOT NULL,
  `notice` text NOT NULL,
  `effectDate` date NOT NULL,
  `resignCause` varchar(100) NOT NULL,
  `orderAt` varchar(100) NOT NULL,
  PRIMARY KEY  (`personId`,`personCode`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ข้อมูลการสูญเสีย';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Retire`
--

LOCK TABLES `Retire` WRITE;
/*!40000 ALTER TABLE `Retire` DISABLE KEYS */;
/*!40000 ALTER TABLE `Retire` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Salary`
--

DROP TABLE IF EXISTS `Salary`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Salary` (
  `plansalaryId` int(11) NOT NULL default '0',
  `levelposId` int(2) NOT NULL default '0',
  `stepSalId` float NOT NULL default '0',
  `salary` float NOT NULL default '0',
  `postypeId` int(2) NOT NULL,
  `minsalary` int(11) NOT NULL,
  `maxsalary` int(11) NOT NULL,
  PRIMARY KEY  (`plansalaryId`,`levelposId`,`stepSalId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='บัญชีเงินเดือน';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Salary`
--

LOCK TABLES `Salary` WRITE;
/*!40000 ALTER TABLE `Salary` DISABLE KEYS */;
/*!40000 ALTER TABLE `Salary` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Serve`
--

DROP TABLE IF EXISTS `Serve`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Serve` (
  `personId` int(11) NOT NULL default '0',
  `seqId` int(3) NOT NULL default '0',
  `servetypeId` int(2) NOT NULL default '0',
  `topicName` varchar(50) NOT NULL default '',
  `startDate` date NOT NULL default '0000-00-00',
  `endDate` date NOT NULL default '0000-00-00',
  `numdate` int(3) NOT NULL default '0',
  `cost` int(6) NOT NULL default '0',
  `levelserveId` varchar(20) NOT NULL default '',
  `invitenumber` int(11) NOT NULL default '0',
  `inviteplace` varchar(50) NOT NULL default '',
  `reference` varchar(50) NOT NULL default '',
  `note` varchar(50) NOT NULL default '',
  PRIMARY KEY  (`personId`,`seqId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Serve`
--

LOCK TABLES `Serve` WRITE;
/*!40000 ALTER TABLE `Serve` DISABLE KEYS */;
/*!40000 ALTER TABLE `Serve` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Servetype`
--

DROP TABLE IF EXISTS `Servetype`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Servetype` (
  `servetypeId` int(2) NOT NULL auto_increment,
  `servetypeName` varchar(100) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`servetypeId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Servetype`
--

LOCK TABLES `Servetype` WRITE;
/*!40000 ALTER TABLE `Servetype` DISABLE KEYS */;
/*!40000 ALTER TABLE `Servetype` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `SetAdlineInBaseUpMoney`
--

DROP TABLE IF EXISTS `SetAdlineInBaseUpMoney`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `SetAdlineInBaseUpMoney` (
  `setId` int(11) NOT NULL,
  `baseId` int(11) NOT NULL,
  `adlineId` int(11) NOT NULL,
  PRIMARY KEY  (`setId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `SetAdlineInBaseUpMoney`
--

LOCK TABLES `SetAdlineInBaseUpMoney` WRITE;
/*!40000 ALTER TABLE `SetAdlineInBaseUpMoney` DISABLE KEYS */;
/*!40000 ALTER TABLE `SetAdlineInBaseUpMoney` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `SetBaseUpMoney`
--

DROP TABLE IF EXISTS `SetBaseUpMoney`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `SetBaseUpMoney` (
  `baseId` int(11) NOT NULL,
  `postypeId` int(11) NOT NULL,
  `levelposId` int(11) NOT NULL,
  `plansalaryId` int(11) NOT NULL,
  `checkadline` varchar(3) NOT NULL,
  `minsalary` int(11) NOT NULL,
  `maxsalary` int(11) NOT NULL,
  `baselevel` int(11) NOT NULL,
  `baserate` int(11) NOT NULL,
  PRIMARY KEY  (`baseId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `SetBaseUpMoney`
--

LOCK TABLES `SetBaseUpMoney` WRITE;
/*!40000 ALTER TABLE `SetBaseUpMoney` DISABLE KEYS */;
/*!40000 ALTER TABLE `SetBaseUpMoney` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `SetDateConfirmFormtax`
--

DROP TABLE IF EXISTS `SetDateConfirmFormtax`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `SetDateConfirmFormtax` (
  `budyear` int(4) NOT NULL,
  `dateConfirm` date NOT NULL,
  PRIMARY KEY  (`budyear`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `SetDateConfirmFormtax`
--

LOCK TABLES `SetDateConfirmFormtax` WRITE;
/*!40000 ALTER TABLE `SetDateConfirmFormtax` DISABLE KEYS */;
/*!40000 ALTER TABLE `SetDateConfirmFormtax` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `SetDateFormtax`
--

DROP TABLE IF EXISTS `SetDateFormtax`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `SetDateFormtax` (
  `budyear` int(4) NOT NULL,
  `dateOpen` date NOT NULL,
  `dateClose` date NOT NULL,
  PRIMARY KEY  (`budyear`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `SetDateFormtax`
--

LOCK TABLES `SetDateFormtax` WRITE;
/*!40000 ALTER TABLE `SetDateFormtax` DISABLE KEYS */;
/*!40000 ALTER TABLE `SetDateFormtax` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `SetDateLeave`
--

DROP TABLE IF EXISTS `SetDateLeave`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `SetDateLeave` (
  `year` int(4) NOT NULL default '0',
  `statusSet` char(2) NOT NULL default '',
  PRIMARY KEY  (`year`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `SetDateLeave`
--

LOCK TABLES `SetDateLeave` WRITE;
/*!40000 ALTER TABLE `SetDateLeave` DISABLE KEYS */;
/*!40000 ALTER TABLE `SetDateLeave` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `SetDatePayMedical`
--

DROP TABLE IF EXISTS `SetDatePayMedical`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `SetDatePayMedical` (
  `setId` int(11) NOT NULL default '0',
  `monthPay` char(2) NOT NULL default '',
  `yearPay` varchar(4) NOT NULL default '',
  `startDateReq` date NOT NULL default '0000-00-00',
  `endDateReq` date NOT NULL default '0000-00-00',
  PRIMARY KEY  (`setId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `SetDatePayMedical`
--

LOCK TABLES `SetDatePayMedical` WRITE;
/*!40000 ALTER TABLE `SetDatePayMedical` DISABLE KEYS */;
/*!40000 ALTER TABLE `SetDatePayMedical` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `SetGlantReqMoneyChild`
--

DROP TABLE IF EXISTS `SetGlantReqMoneyChild`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `SetGlantReqMoneyChild` (
  `seq` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `childseq` int(11) NOT NULL default '0',
  `glantId` char(2) NOT NULL default '',
  `psglantId` char(2) NOT NULL default '',
  PRIMARY KEY  (`seq`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `SetGlantReqMoneyChild`
--

LOCK TABLES `SetGlantReqMoneyChild` WRITE;
/*!40000 ALTER TABLE `SetGlantReqMoneyChild` DISABLE KEYS */;
/*!40000 ALTER TABLE `SetGlantReqMoneyChild` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `SetPromote`
--

DROP TABLE IF EXISTS `SetPromote`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `SetPromote` (
  `setId` int(2) NOT NULL auto_increment,
  `promoteType` char(2) NOT NULL default '',
  `adminposId` int(3) NOT NULL default '0',
  `useSalary` int(3) NOT NULL default '0',
  `levelposId` int(3) NOT NULL default '0',
  `stepSal` float NOT NULL default '0',
  `salary` int(6) NOT NULL default '0',
  `Age` float NOT NULL default '0',
  PRIMARY KEY  (`setId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `SetPromote`
--

LOCK TABLES `SetPromote` WRITE;
/*!40000 ALTER TABLE `SetPromote` DISABLE KEYS */;
/*!40000 ALTER TABLE `SetPromote` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Setpathleave`
--

DROP TABLE IF EXISTS `Setpathleave`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Setpathleave` (
  `hireId` int(3) NOT NULL,
  `statuspath` varchar(3) NOT NULL,
  PRIMARY KEY  (`hireId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Setpathleave`
--

LOCK TABLES `Setpathleave` WRITE;
/*!40000 ALTER TABLE `Setpathleave` DISABLE KEYS */;
/*!40000 ALTER TABLE `Setpathleave` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Setpts`
--

DROP TABLE IF EXISTS `Setpts`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Setpts` (
  `personId` int(11) NOT NULL default '0',
  `ptsId` int(3) NOT NULL default '0',
  PRIMARY KEY  (`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Setpts`
--

LOCK TABLES `Setpts` WRITE;
/*!40000 ALTER TABLE `Setpts` DISABLE KEYS */;
/*!40000 ALTER TABLE `Setpts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Side`
--

DROP TABLE IF EXISTS `Side`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Side` (
  `sideId` int(2) NOT NULL default '0',
  `sideName` varchar(30) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`sideId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ด้านการฝึกอบรม';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Side`
--

LOCK TABLES `Side` WRITE;
/*!40000 ALTER TABLE `Side` DISABLE KEYS */;
/*!40000 ALTER TABLE `Side` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Skill`
--

DROP TABLE IF EXISTS `Skill`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Skill` (
  `seq` int(11) NOT NULL auto_increment,
  `personId` int(11) NOT NULL default '0',
  `skillName` varchar(100) NOT NULL default '',
  `skillPoint` varchar(100) NOT NULL default '',
  PRIMARY KEY  (`seq`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ความสามารถพิเศษ/ความ';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Skill`
--

LOCK TABLES `Skill` WRITE;
/*!40000 ALTER TABLE `Skill` DISABLE KEYS */;
/*!40000 ALTER TABLE `Skill` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `SrMoneyChild`
--

DROP TABLE IF EXISTS `SrMoneyChild`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `SrMoneyChild` (
  `mcId` int(3) unsigned NOT NULL auto_increment,
  `mcName` varchar(100) NOT NULL default '',
  `mcCost` int(6) NOT NULL default '0',
  `mcParentId` int(3) NOT NULL default '0',
  `mcLevel` int(3) NOT NULL default '0',
  `mcType` int(3) NOT NULL default '0',
  PRIMARY KEY  (`mcId`),
  UNIQUE KEY `deptId` (`mcId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `SrMoneyChild`
--

LOCK TABLES `SrMoneyChild` WRITE;
/*!40000 ALTER TABLE `SrMoneyChild` DISABLE KEYS */;
/*!40000 ALTER TABLE `SrMoneyChild` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `SumLeaveYear`
--

DROP TABLE IF EXISTS `SumLeaveYear`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `SumLeaveYear` (
  `personId` int(3) NOT NULL default '0',
  `yearS` int(4) NOT NULL default '0',
  `leaveId` int(2) NOT NULL default '0',
  `leavetypeId` int(11) NOT NULL default '0',
  `sumLeaveDate2` int(3) NOT NULL default '0',
  `remainLeaveDate2` int(3) NOT NULL default '0',
  `sumLeaveDate` float NOT NULL default '0',
  `remainLeaveDate` float NOT NULL default '0',
  `numLeaveDateOld` int(3) NOT NULL default '0',
  PRIMARY KEY  (`personId`,`yearS`,`leaveId`,`leavetypeId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 PACK_KEYS=0;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `SumLeaveYear`
--

LOCK TABLES `SumLeaveYear` WRITE;
/*!40000 ALTER TABLE `SumLeaveYear` DISABLE KEYS */;
/*!40000 ALTER TABLE `SumLeaveYear` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `TempChangePlan`
--

DROP TABLE IF EXISTS `TempChangePlan`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `TempChangePlan` (
  `personId` int(11) NOT NULL default '0',
  `levelposIdO` int(3) NOT NULL default '0',
  `stepSalO` float NOT NULL default '0',
  `salaryO` int(6) NOT NULL default '0',
  `plansalaryO` int(3) NOT NULL default '0',
  `plansalaryN` int(3) NOT NULL default '0',
  `levelposIdN` int(3) NOT NULL default '0',
  `stepSalN` float NOT NULL default '0',
  `salaryN` int(6) NOT NULL default '0',
  `datechange` date NOT NULL default '0000-00-00',
  `orderNo` varchar(50) NOT NULL default '',
  `orderDate` date NOT NULL default '0000-00-00',
  `orderAt` varchar(100) NOT NULL default '',
  PRIMARY KEY  (`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `TempChangePlan`
--

LOCK TABLES `TempChangePlan` WRITE;
/*!40000 ALTER TABLE `TempChangePlan` DISABLE KEYS */;
/*!40000 ALTER TABLE `TempChangePlan` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `TempHelpChild`
--

DROP TABLE IF EXISTS `TempHelpChild`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `TempHelpChild` (
  `seq` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `childseq` char(2) NOT NULL default '',
  `payId` int(11) NOT NULL default '0',
  `cost` int(11) NOT NULL default '0',
  `payDate` date NOT NULL default '0000-00-00',
  `noteNo` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seq`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `TempHelpChild`
--

LOCK TABLES `TempHelpChild` WRITE;
/*!40000 ALTER TABLE `TempHelpChild` DISABLE KEYS */;
/*!40000 ALTER TABLE `TempHelpChild` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Tempdeptperson`
--

DROP TABLE IF EXISTS `Tempdeptperson`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Tempdeptperson` (
  `personId` int(11) NOT NULL default '0',
  `deptnewId` int(11) NOT NULL default '0',
  `adminnewId` int(3) NOT NULL default '0',
  PRIMARY KEY  (`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Tempdeptperson`
--

LOCK TABLES `Tempdeptperson` WRITE;
/*!40000 ALTER TABLE `Tempdeptperson` DISABLE KEYS */;
/*!40000 ALTER TABLE `Tempdeptperson` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Temppaymedical`
--

DROP TABLE IF EXISTS `Temppaymedical`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Temppaymedical` (
  `seqId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `payId` int(11) NOT NULL default '0',
  `cost` float NOT NULL default '0',
  `formId` int(11) NOT NULL default '0',
  `billId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`seqId`,`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Temppaymedical`
--

LOCK TABLES `Temppaymedical` WRITE;
/*!40000 ALTER TABLE `Temppaymedical` DISABLE KEYS */;
/*!40000 ALTER TABLE `Temppaymedical` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Temppiorboss`
--

DROP TABLE IF EXISTS `Temppiorboss`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Temppiorboss` (
  `personId` int(11) NOT NULL default '0',
  `piorityId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Temppiorboss`
--

LOCK TABLES `Temppiorboss` WRITE;
/*!40000 ALTER TABLE `Temppiorboss` DISABLE KEYS */;
/*!40000 ALTER TABLE `Temppiorboss` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Temppiorperson`
--

DROP TABLE IF EXISTS `Temppiorperson`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Temppiorperson` (
  `deptId` int(11) NOT NULL default '0',
  `personId` int(11) NOT NULL default '0',
  `piorityId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`personId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Temppiorperson`
--

LOCK TABLES `Temppiorperson` WRITE;
/*!40000 ALTER TABLE `Temppiorperson` DISABLE KEYS */;
/*!40000 ALTER TABLE `Temppiorperson` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `TimeInOut`
--

DROP TABLE IF EXISTS `TimeInOut`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `TimeInOut` (
  `TmPersonID` int(11) NOT NULL default '0',
  `TmDate` date NOT NULL default '0000-00-00',
  `TmIn` varchar(5) NOT NULL default '',
  `TmOut` varchar(5) NOT NULL default '',
  `TmHireID` int(11) NOT NULL default '0',
  `Tmsts` int(11) NOT NULL default '0',
  `TmRemark` varchar(255) NOT NULL default '',
  `TmFlag` char(1) NOT NULL default '',
  `TmUpdate` date NOT NULL default '0000-00-00',
  `TmUser` int(11) NOT NULL default '0',
  PRIMARY KEY  (`TmDate`,`TmPersonID`),
  KEY `TmPersonID` (`TmPersonID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `TimeInOut`
--

LOCK TABLES `TimeInOut` WRITE;
/*!40000 ALTER TABLE `TimeInOut` DISABLE KEYS */;
/*!40000 ALTER TABLE `TimeInOut` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `TimeInOutHis`
--

DROP TABLE IF EXISTS `TimeInOutHis`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `TimeInOutHis` (
  `tioh` varchar(50) NOT NULL default '',
  KEY `tioh` (`tioh`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `TimeInOutHis`
--

LOCK TABLES `TimeInOutHis` WRITE;
/*!40000 ALTER TABLE `TimeInOutHis` DISABLE KEYS */;
/*!40000 ALTER TABLE `TimeInOutHis` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `TopicAgency`
--

DROP TABLE IF EXISTS `TopicAgency`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `TopicAgency` (
  `topicId` int(11) NOT NULL auto_increment,
  `orderId` int(11) NOT NULL default '0',
  `topicName` varchar(200) NOT NULL,
  `duty` text NOT NULL,
  `topicG` int(11) NOT NULL default '0',
  `orderG` int(11) NOT NULL default '0',
  `statustopic` char(2) NOT NULL default '',
  PRIMARY KEY  (`topicId`)
) ENGINE=InnoDB AUTO_INCREMENT=16 DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `TopicAgency`
--

LOCK TABLES `TopicAgency` WRITE;
/*!40000 ALTER TABLE `TopicAgency` DISABLE KEYS */;
INSERT INTO `TopicAgency` VALUES (1,1,'ทดสอบ','ประชุม',0,0,''),(2,1,'ฝ่ายวิจัย','xxx',0,0,''),(3,6,'คณะกรรมการฝ่ายวิชาการ','',0,0,''),(4,6,'คณะกรรมการฝ่ายประกันคุณภาพการศึกษา','',0,0,''),(5,7,'หลักสูตรวิทยาศาสตรมหาบัณฑิต สาขาวิชาคณิตศาสตร์','',0,0,''),(6,7,'หลักสูตรวิทยาศาสตรมหาบัณฑิต สาขาวิชาคณิตศาสตร์','',0,0,''),(8,10,'','',0,0,''),(9,10,'','',0,0,''),(10,11,'','',0,0,''),(11,11,'','',0,0,''),(12,10,'','',0,0,''),(13,10,'สส','',0,0,''),(14,10,'','วง',0,0,''),(15,10,'งง','',0,0,'');
/*!40000 ALTER TABLE `TopicAgency` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `TopicSiminar`
--

DROP TABLE IF EXISTS `TopicSiminar`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `TopicSiminar` (
  `topicId` int(11) NOT NULL default '0',
  `topicName` varchar(70) NOT NULL default '',
  PRIMARY KEY  (`topicId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `TopicSiminar`
--

LOCK TABLES `TopicSiminar` WRITE;
/*!40000 ALTER TABLE `TopicSiminar` DISABLE KEYS */;
/*!40000 ALTER TABLE `TopicSiminar` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Typeadmid`
--

DROP TABLE IF EXISTS `Typeadmid`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Typeadmid` (
  `typeadmidId` char(1) NOT NULL,
  `typeadmidName` varchar(40) NOT NULL default '',
  PRIMARY KEY  (`typeadmidId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ประเภทการบรรจุ';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Typeadmid`
--

LOCK TABLES `Typeadmid` WRITE;
/*!40000 ALTER TABLE `Typeadmid` DISABLE KEYS */;
/*!40000 ALTER TABLE `Typeadmid` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `TypechangPos`
--

DROP TABLE IF EXISTS `TypechangPos`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `TypechangPos` (
  `typeId` int(2) NOT NULL auto_increment,
  `typeName` varchar(50) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`typeId`)
) ENGINE=InnoDB AUTO_INCREMENT=33 DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `TypechangPos`
--

LOCK TABLES `TypechangPos` WRITE;
/*!40000 ALTER TABLE `TypechangPos` DISABLE KEYS */;
INSERT INTO `TypechangPos` VALUES (1,'บรรจุ',0),(2,'เลื่อนขั้นเงินเดือน',0),(3,'เลื่อนระดับ',0),(4,'ให้โอนข้าราชการ',0),(5,'ย้ายข้าราชการ',0),(6,'เปลี่ยนเลขตำแหน่ง',0),(7,'เปลี่ยนบัญชีเงินเดือน',0),(8,'พ้นทดลองราชการ',0),(9,'แก้ไขคำสั่งเลื่อนขั้น',0),(10,'เลื่อนข้าราชการ',0),(11,'ช่วยราชการ',0),(12,'รักษาการ',0),(13,'ปฏิบัติงานในตำแหน่ง',0),(14,'เปลี่ยนตำแหน่ง',0),(15,'ยกเลิกคำสั่ง',0),(16,'รับโอนข้าราชการ',0),(17,'ปรับกรอบอัตรากำลัง',0),(18,'ปรับวุฒิ',0),(19,'เทียบโอน',0),(20,'แก้ไขคำสั่งเลื่อนข้าราชการ',0),(21,'ไม่เลื่อนขั้นเงินเดือน(ลาศึกษา)',0),(22,'ไม่เลื่อนขั้นเงินเดือน(กรณีอื่น)',0),(23,'ปรับโครงสร้างหน่วยงานย่อย',0),(24,'ไปช่วยราชการ',0),(25,'บรรจุเป็นพนักงานของรัฐ',0),(26,'ลาศึกษาต่อ',0),(27,'ไม่เลื่อนขั้นเงินเดือน(เต็มขั้น)',0),(28,'เลื่อนขั้นเงินเดือน(เกษียณ)',0),(29,'ลาออกจากราชการ',0),(30,'ปรับเงินเดือน',0),(31,'ปรับโครงสร้างหน่วยงานย่อย(เพิ่มเติม)',0),(32,'ย้ายหน่วยงานย่อยที่สังกัด',0);
/*!40000 ALTER TABLE `TypechangPos` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Typemove`
--

DROP TABLE IF EXISTS `Typemove`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Typemove` (
  `typemoveId` int(2) NOT NULL default '0',
  `typemoveName` varchar(30) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`typemoveId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ประเภทการเลื่อนข้ารา';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Typemove`
--

LOCK TABLES `Typemove` WRITE;
/*!40000 ALTER TABLE `Typemove` DISABLE KEYS */;
/*!40000 ALTER TABLE `Typemove` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Usemoneystep`
--

DROP TABLE IF EXISTS `Usemoneystep`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Usemoneystep` (
  `year` int(4) NOT NULL default '0',
  `usescph` int(10) NOT NULL default '0',
  `usein` int(10) NOT NULL default '0',
  `useout` int(10) NOT NULL default '0',
  `usefull` int(10) NOT NULL default '0',
  `usemoney` int(11) NOT NULL default '0',
  PRIMARY KEY  (`year`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Usemoneystep`
--

LOCK TABLES `Usemoneystep` WRITE;
/*!40000 ALTER TABLE `Usemoneystep` DISABLE KEYS */;
/*!40000 ALTER TABLE `Usemoneystep` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `Vocation`
--

DROP TABLE IF EXISTS `Vocation`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `Vocation` (
  `vocationId` int(2) NOT NULL auto_increment,
  `vocationName` varchar(20) NOT NULL default '',
  `done` char(1) NOT NULL default '',
  `pbriId` int(11) NOT NULL default '0',
  PRIMARY KEY  (`vocationId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='วิชาชีพ';
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `Vocation`
--

LOCK TABLES `Vocation` WRITE;
/*!40000 ALTER TABLE `Vocation` DISABLE KEYS */;
/*!40000 ALTER TABLE `Vocation` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `revenue_expense`
--

DROP TABLE IF EXISTS `revenue_expense`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `revenue_expense` (
  `re_exId` varchar(5) character set latin1 NOT NULL default '',
  `name_re_ex` varchar(50) character set latin1 NOT NULL default '',
  PRIMARY KEY  (`re_exId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `revenue_expense`
--

LOCK TABLES `revenue_expense` WRITE;
/*!40000 ALTER TABLE `revenue_expense` DISABLE KEYS */;
/*!40000 ALTER TABLE `revenue_expense` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rs_academic`
--

DROP TABLE IF EXISTS `rs_academic`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `rs_academic` (
  `ac_ps_id` int(11) NOT NULL,
  `ac_acp_id` int(11) NOT NULL,
  PRIMARY KEY  (`ac_ps_id`),
  KEY `fk_rs_academic_Person` (`ac_ps_id`),
  KEY `fk_rs_academic_rs_academic_position` (`ac_acp_id`),
  CONSTRAINT `fk_rs_academic_Person` FOREIGN KEY (`ac_ps_id`) REFERENCES `Person` (`personId`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_rs_academic_rs_academic_position` FOREIGN KEY (`ac_acp_id`) REFERENCES `rs_academic_position` (`acp_id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `rs_academic`
--

LOCK TABLES `rs_academic` WRITE;
/*!40000 ALTER TABLE `rs_academic` DISABLE KEYS */;
INSERT INTO `rs_academic` VALUES (135,1),(294,1),(35,2),(36,2),(46,2),(67,2),(81,2),(89,2),(99,2),(102,2),(121,2),(137,2),(139,2),(150,2),(151,2),(160,2),(162,2),(163,2),(215,2),(218,2),(292,2),(313,2),(335,2),(37,3),(39,3),(40,3),(41,3),(48,3),(49,3),(50,3),(51,3),(52,3),(61,3),(63,3),(64,3),(68,3),(72,3),(74,3),(75,3),(76,3),(77,3),(80,3),(84,3),(86,3),(88,3),(90,3),(92,3),(94,3),(96,3),(100,3),(101,3),(103,3),(105,3),(106,3),(107,3),(117,3),(118,3),(119,3),(122,3),(123,3),(127,3),(129,3),(130,3),(138,3),(142,3),(146,3),(149,3),(153,3),(154,3),(155,3),(157,3),(158,3),(159,3),(161,3),(171,3),(174,3),(179,3),(181,3),(182,3),(200,3),(207,3),(213,3),(219,3),(251,3),(259,3),(261,3),(264,3),(269,3),(273,3),(280,3),(282,3),(287,3),(288,3),(290,3),(305,3),(306,3),(308,3),(324,3),(333,3),(367,3),(38,4),(42,4),(43,4),(44,4),(45,4),(47,4),(53,4),(54,4),(55,4),(56,4),(59,4),(60,4),(65,4),(66,4),(69,4),(70,4),(78,4),(79,4),(82,4),(85,4),(87,4),(93,4),(95,4),(97,4),(108,4),(112,4),(115,4),(116,4),(125,4),(126,4),(128,4),(131,4),(132,4),(141,4),(143,4),(144,4),(147,4),(148,4),(156,4),(164,4),(166,4),(167,4),(168,4),(169,4),(184,4),(185,4),(186,4),(187,4),(189,4),(191,4),(193,4),(194,4),(196,4),(197,4),(198,4),(199,4),(201,4),(202,4),(205,4),(206,4),(210,4),(211,4),(212,4),(216,4),(222,4),(224,4),(226,4),(228,4),(229,4),(230,4),(231,4),(235,4),(236,4),(237,4),(238,4),(239,4),(240,4),(242,4),(243,4),(244,4),(245,4),(247,4),(248,4),(249,4),(252,4),(254,4),(256,4),(257,4),(266,4),(267,4),(268,4),(270,4),(274,4),(277,4),(281,4),(283,4),(285,4),(289,4),(291,4),(296,4),(297,4),(298,4),(307,4),(320,4),(322,4),(332,4),(336,4),(339,4),(343,4),(344,4),(360,4),(365,4),(366,4);
/*!40000 ALTER TABLE `rs_academic` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rs_academic_position`
--

DROP TABLE IF EXISTS `rs_academic_position`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `rs_academic_position` (
  `acp_id` int(11) NOT NULL auto_increment,
  `acp_name_th` varchar(50) NOT NULL,
  `acp_name_en` varchar(50) NOT NULL,
  `acp_abbr_th` varchar(50) NOT NULL,
  `acp_abbr_en` varchar(50) NOT NULL,
  `acp_seq` int(11) NOT NULL,
  PRIMARY KEY  (`acp_id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `rs_academic_position`
--

LOCK TABLES `rs_academic_position` WRITE;
/*!40000 ALTER TABLE `rs_academic_position` DISABLE KEYS */;
INSERT INTO `rs_academic_position` VALUES (1,'ศาสตราจารย์','Professor','ศ.','Prof.',1),(2,'รองศาสตราจารย์','Associate Professor','รศ.','Assoc.Prof.',2),(3,'ผู้ช่วยศาสตราจารย์','Assistant Professor','ผศ.','Asst.Prof.',3),(4,'อาจารย์','Teacher','อ.','T.',4);
/*!40000 ALTER TABLE `rs_academic_position` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `us_adlinepos`
--

DROP TABLE IF EXISTS `us_adlinepos`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `us_adlinepos` (
  `usLinePos` varchar(100) NOT NULL,
  `seq` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `us_adlinepos`
--

LOCK TABLES `us_adlinepos` WRITE;
/*!40000 ALTER TABLE `us_adlinepos` DISABLE KEYS */;
/*!40000 ALTER TABLE `us_adlinepos` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `us_deptcollege`
--

DROP TABLE IF EXISTS `us_deptcollege`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `us_deptcollege` (
  `dcId` int(11) NOT NULL auto_increment,
  `dcName` varchar(200) NOT NULL,
  `dcSeq` int(11) NOT NULL,
  PRIMARY KEY  (`dcId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `us_deptcollege`
--

LOCK TABLES `us_deptcollege` WRITE;
/*!40000 ALTER TABLE `us_deptcollege` DISABLE KEYS */;
/*!40000 ALTER TABLE `us_deptcollege` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `us_deptpbri`
--

DROP TABLE IF EXISTS `us_deptpbri`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `us_deptpbri` (
  `dpId` int(11) NOT NULL,
  `dpName` varchar(300) NOT NULL,
  `dpShortName` varchar(50) NOT NULL,
  `dpUsed` varchar(1) NOT NULL default 'Y' COMMENT 'Y/N',
  `dpSeq` int(11) NOT NULL,
  `dpReal` varchar(1) NOT NULL COMMENT 'Y/N',
  `dpJ18` varchar(1) NOT NULL COMMENT 'Y/N',
  `dpCenter` varchar(1) NOT NULL default 'N' COMMENT 'Y/N',
  PRIMARY KEY  (`dpId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `us_deptpbri`
--

LOCK TABLES `us_deptpbri` WRITE;
/*!40000 ALTER TABLE `us_deptpbri` DISABLE KEYS */;
/*!40000 ALTER TABLE `us_deptpbri` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `us_limitmoney`
--

DROP TABLE IF EXISTS `us_limitmoney`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `us_limitmoney` (
  `lmId` int(11) NOT NULL auto_increment,
  `dpId` int(11) default NULL,
  `lmSumSalary` double(11,2) NOT NULL,
  `lmPercent` double(11,2) NOT NULL,
  `lmCalculate` double(11,2) NOT NULL,
  `uspId` int(11) NOT NULL,
  `lmPsName` varchar(200) default NULL,
  `lmPsCode` varchar(13) default NULL,
  `lmPsPos` varchar(100) default NULL,
  `lmAllNo` int(1) default NULL,
  PRIMARY KEY  (`lmId`),
  UNIQUE KEY `dpId_2` (`dpId`,`uspId`),
  KEY `dpId` (`dpId`),
  KEY `uspId` (`uspId`),
  CONSTRAINT `us_limitmoney_ibfk_1` FOREIGN KEY (`dpId`) REFERENCES `us_deptpbri` (`dpId`),
  CONSTRAINT `us_limitmoney_ibfk_2` FOREIGN KEY (`uspId`) REFERENCES `us_upsalaryperiod` (`uspId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `us_limitmoney`
--

LOCK TABLES `us_limitmoney` WRITE;
/*!40000 ALTER TABLE `us_limitmoney` DISABLE KEYS */;
/*!40000 ALTER TABLE `us_limitmoney` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `us_midpoint`
--

DROP TABLE IF EXISTS `us_midpoint`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `us_midpoint` (
  `mpId` int(11) NOT NULL auto_increment,
  `posType` varchar(30) NOT NULL,
  `posLevel` varchar(30) NOT NULL,
  `minSalary` double NOT NULL,
  `maxSalary` double NOT NULL,
  `levelBase` varchar(30) NOT NULL,
  `rateBase` double NOT NULL,
  `mppId` int(11) NOT NULL,
  PRIMARY KEY  (`mpId`),
  KEY `mppId` (`mppId`),
  CONSTRAINT `us_midpoint_ibfk_1` FOREIGN KEY (`mppId`) REFERENCES `us_midpointperiod` (`mppId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `us_midpoint`
--

LOCK TABLES `us_midpoint` WRITE;
/*!40000 ALTER TABLE `us_midpoint` DISABLE KEYS */;
/*!40000 ALTER TABLE `us_midpoint` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `us_midpointperiod`
--

DROP TABLE IF EXISTS `us_midpointperiod`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `us_midpointperiod` (
  `mppId` int(11) NOT NULL auto_increment,
  `mppYear` int(4) NOT NULL,
  `mppUsed` varchar(1) NOT NULL COMMENT 'Y/N',
  PRIMARY KEY  (`mppId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `us_midpointperiod`
--

LOCK TABLES `us_midpointperiod` WRITE;
/*!40000 ALTER TABLE `us_midpointperiod` DISABLE KEYS */;
/*!40000 ALTER TABLE `us_midpointperiod` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `us_persondata`
--

DROP TABLE IF EXISTS `us_persondata`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `us_persondata` (
  `pdId` int(11) NOT NULL auto_increment,
  `dpId_real` int(11) NOT NULL,
  `pdGoOut` varchar(1) default NULL COMMENT 'Y,N',
  `pdGoOutNote` varchar(150) NOT NULL,
  `dpId_j18` int(11) NOT NULL,
  `pdComeIn` varchar(1) default NULL COMMENT 'Y,N',
  `pdComeInNote` varchar(150) NOT NULL,
  `pdCode` varchar(13) NOT NULL,
  `pdPrefix` varchar(100) NOT NULL,
  `pdFName` varchar(60) NOT NULL,
  `pdLName` varchar(60) NOT NULL,
  `adlineposName` varchar(100) NOT NULL,
  `posId` int(20) NOT NULL,
  `posType` varchar(30) NOT NULL,
  `posLevel` varchar(30) NOT NULL,
  `pdSalary` double(11,2) NOT NULL default '0.00',
  `pdUpSalary` varchar(1) NOT NULL default 'Y' COMMENT 'Y,N',
  `pdScore` double(11,2) NOT NULL default '0.00',
  `pdUpPosLevel` varchar(1) NOT NULL default 'N' COMMENT 'Y,N',
  `posLevel_new` varchar(30) NOT NULL,
  `pdWorkShortTime` varchar(1) NOT NULL default 'N' COMMENT 'Y,N',
  `pdNote` varchar(300) NOT NULL,
  `uspId` int(11) NOT NULL,
  `dpId_owner` int(11) NOT NULL,
  `dpId_limit` int(11) default NULL,
  `pdCalBase` double(11,2) NOT NULL default '0.00',
  `pdUpPercent` double(11,2) NOT NULL default '0.00',
  `pdUpMoney` double(11,2) NOT NULL default '0.00',
  `pdFullMoney` double(11,2) NOT NULL default '0.00',
  `srName` varchar(50) default NULL,
  `pdKeepMoney` double(11,2) NOT NULL default '0.00',
  `pdKeepFullMoney` double(11,2) NOT NULL default '0.00',
  `pdSalary_new` double(11,2) default NULL,
  `dcId` int(11) default NULL,
  PRIMARY KEY  (`pdId`),
  KEY `dpId_real` (`dpId_real`),
  KEY `dpId_j18` (`dpId_j18`),
  KEY `uspId` (`uspId`),
  KEY `dpId_owner` (`dpId_owner`),
  KEY `dpId_limit` (`dpId_limit`),
  KEY `dcId` (`dcId`),
  CONSTRAINT `us_persondata_ibfk_1` FOREIGN KEY (`dpId_real`) REFERENCES `us_deptpbri` (`dpId`),
  CONSTRAINT `us_persondata_ibfk_2` FOREIGN KEY (`dpId_j18`) REFERENCES `us_deptpbri` (`dpId`),
  CONSTRAINT `us_persondata_ibfk_3` FOREIGN KEY (`uspId`) REFERENCES `us_upsalaryperiod` (`uspId`),
  CONSTRAINT `us_persondata_ibfk_4` FOREIGN KEY (`dpId_owner`) REFERENCES `us_deptpbri` (`dpId`),
  CONSTRAINT `us_persondata_ibfk_5` FOREIGN KEY (`dpId_limit`) REFERENCES `us_deptpbri` (`dpId`),
  CONSTRAINT `us_persondata_ibfk_6` FOREIGN KEY (`dcId`) REFERENCES `us_deptcollege` (`dcId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `us_persondata`
--

LOCK TABLES `us_persondata` WRITE;
/*!40000 ALTER TABLE `us_persondata` DISABLE KEYS */;
/*!40000 ALTER TABLE `us_persondata` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `us_scorerate`
--

DROP TABLE IF EXISTS `us_scorerate`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `us_scorerate` (
  `srId` int(11) NOT NULL auto_increment,
  `srName` varchar(50) NOT NULL,
  `srMin` double(11,2) NOT NULL,
  `srMax` double(11,2) NOT NULL,
  `srPercent` double(11,2) NOT NULL,
  `dpId` int(11) NOT NULL,
  `uspId` int(11) NOT NULL,
  PRIMARY KEY  (`srId`),
  KEY `dpId` (`dpId`),
  KEY `uspId` (`uspId`),
  CONSTRAINT `us_scorerate_ibfk_1` FOREIGN KEY (`dpId`) REFERENCES `us_deptpbri` (`dpId`),
  CONSTRAINT `us_scorerate_ibfk_2` FOREIGN KEY (`uspId`) REFERENCES `us_upsalaryperiod` (`uspId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `us_scorerate`
--

LOCK TABLES `us_scorerate` WRITE;
/*!40000 ALTER TABLE `us_scorerate` DISABLE KEYS */;
/*!40000 ALTER TABLE `us_scorerate` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `us_upsalaryperiod`
--

DROP TABLE IF EXISTS `us_upsalaryperiod`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `us_upsalaryperiod` (
  `uspId` int(11) NOT NULL auto_increment,
  `uspBGY` int(4) NOT NULL,
  `uspRound` int(2) NOT NULL,
  `uspUsed` varchar(1) NOT NULL default 'Y' COMMENT 'Y/N',
  `mppId` int(11) NOT NULL,
  PRIMARY KEY  (`uspId`),
  KEY `mppId` (`mppId`),
  CONSTRAINT `us_upsalaryperiod_ibfk_1` FOREIGN KEY (`mppId`) REFERENCES `us_midpointperiod` (`mppId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `us_upsalaryperiod`
--

LOCK TABLES `us_upsalaryperiod` WRITE;
/*!40000 ALTER TABLE `us_upsalaryperiod` DISABLE KEYS */;
/*!40000 ALTER TABLE `us_upsalaryperiod` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `us_user`
--

DROP TABLE IF EXISTS `us_user`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `us_user` (
  `uId` int(11) NOT NULL auto_increment,
  `uName` varchar(50) NOT NULL,
  `uLogin` varchar(20) NOT NULL,
  `uType` varchar(1) NOT NULL COMMENT 'I/O',
  `uUsID` int(11) NOT NULL,
  `personId` int(11) default NULL,
  `uNote` varchar(200) NOT NULL,
  `uDeptAll` varchar(1) NOT NULL default 'N' COMMENT 'Y/N',
  `uCalSalary` varchar(1) NOT NULL default 'N' COMMENT 'Y,N',
  PRIMARY KEY  (`uId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `us_user`
--

LOCK TABLES `us_user` WRITE;
/*!40000 ALTER TABLE `us_user` DISABLE KEYS */;
/*!40000 ALTER TABLE `us_user` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `us_userdept`
--

DROP TABLE IF EXISTS `us_userdept`;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
CREATE TABLE `us_userdept` (
  `udId` int(11) NOT NULL auto_increment,
  `dpId` int(11) NOT NULL,
  `uId` int(11) NOT NULL,
  PRIMARY KEY  (`udId`),
  KEY `uId` (`uId`),
  KEY `dpId` (`dpId`),
  CONSTRAINT `us_userdept_ibfk_1` FOREIGN KEY (`dpId`) REFERENCES `us_deptpbri` (`dpId`),
  CONSTRAINT `us_userdept_ibfk_2` FOREIGN KEY (`uId`) REFERENCES `us_user` (`uId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
SET character_set_client = @saved_cs_client;

--
-- Dumping data for table `us_userdept`
--

LOCK TABLES `us_userdept` WRITE;
/*!40000 ALTER TABLE `us_userdept` DISABLE KEYS */;
/*!40000 ALTER TABLE `us_userdept` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2018-06-20  5:11:20
